[
    {
        "type": "text",
        "text": "A Late Pliocene Hipparion houfenense fauna from Yegou, Nihewan Basin and its biostratigraphic significance ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LIU Jin-Yi1,2 ZHANG Ying-Qi1,2 CHI Zhen-Qing3 WANG Yong YANG Jin-Song ZHENG Shao-Hual ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontology and Paleoanthropology,ChineseAcademy ofSciences Beijingl0o44 zhangyingqi@ivpp.ac.cn)   \n(2CASCenterfor ExcellenceinLifeandPaleoenvironment Beijing100044)   \n(3Institute ofGeology,Chinese Academy of Geological Sciences Beijing 100037)   \n(4InstituteofHydrogeologyandEnvironmental GeologyChineseAcademyofGeologicalSciencesShijiazhuang050061 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract Currently,there are still different views regarding the chronology of the Late Cenozoic deposits in the Nihewan Basin,which results from the contradiction between biostratigraphic correlations based on mammalian fossils and magnetostratigraphic dating results.Biostratigraphic correlations indicate that the aeolian red clay exposed in the Sanggan River canyon,the fluviolacustrine red clay with sands and gravels,and the sandy clay of swamp facies on both sides of the lower reaches of the Huliu River belong to the Upper Pliocene,whereas the magnetostratigraphic dating usually correlates them to the Lower Pleistocene.In October 2011,a collection of mammalian fossils was unearthed from a block of collapsed deposits at Yegou in the Nihewan Basin,which is about $3 0 0 \\mathrm { ~ m ~ }$ north of the Laowogou section that is well known for the Pliocene mammalian fossils from its lower part.The Yegou fossils are identified herein as 1O species in 9 genera:Nyctereutes tingi,N.sinensis,Pachycrocuta pyrenaica,Homotherium sp.,Hipparion (Plesiohipparion) houfenense,Dicerorhinus sp.,Muntiacus sp.,Axis shansius,Gazella blacki,and Paracamelus sp.The fauna is quite different from the classic Early Pleistocene Nihewan Fauna in composition and provides new evidence for the existence of the Upper Pliocene in the Nihewan Basin.Based on a systematic description of the fauna,its composition and geological age are discussed,and the compositional features of large mammals of the Late Pliocene and the Early Pleistocene mammalian faunas in the Nihewan Basin are summarized. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key WordsNihewan Basin, Upper Pliocene,large mammals,Hipparion (Plesiohipparion) houfenense, biostratigraphy,magnetostratigraphy ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In 2011, CHI Zhen-Qing of Institute of Geology, Chinese Academy of Geological Sciences invited ZHENG Shao-Hua of Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences to carry out a joint investigation in the Nihewan Basin. On October 4th of that year, the team discovered abundant fossils of large mammals at Yegou, north of Daodi Village,which are identified herein as 1O species in 9 genera: Nyctereutes tingi, N. sinensis,Pachycrocuta pyrenaica, Homotherium sp., Hipparion (Plesiohipparion) houfenense,Dicerorhinus sp.,Muntiacus sp., Axis shansius, Gazella blacki, and Paracamelus sp. The Yegou locality $( \\mathrm { N } 4 0 ^ { \\circ } 9 ^ { \\prime } 9 . 9 ^ { \\prime \\prime }$ ， $\\operatorname { E 1 1 4 ^ { \\circ } 3 9 ^ { \\prime } 1 9 . 4 \" } )$ is located about $3 0 0 \\mathrm { ~ m ~ }$ north of the Laowogou section, the stratotype of the“Daodi Formation”(Du et al.,1988). The fossils were unearthed from a big block of collapsed deposits,the lithology of which is dark brownish grey silty clay. However, the stratigraphic section is not exposed.Based on the fossils, lithology and altitude, this horizon may be roughly correlated to Layer 9 of the Laowogou section. The latter has yielded Hipparion sp., ?Chilotherium sp., Axis shansius, Cervus sp., Antilospira sp.,etc. (as listed in Cai et al.,2004 and Cai et al.,2013). If taken as one unified fauna,they would represent a Hipparion houfenense fauna with considerable diversity. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "On the one hand,the extensive existence of Pliocene strata on both sides of the Huliu River has been indicated by large mammal fossils from Luanshigedagou, Dannangou, and Huabaogou (Huang et al.,1974; Tang,1980b; Wang,1982) and small mammal fossils from Yuanzigou, Qijiazhuang, Jiangjungou, Laowogou, Hongyanangou, and Huabaogou (Zhang et al.,2003; Cai et al.,2004,2013; Li et al.,2008). On the other hand,we have also noted that the magnetostratigraphic dating results published in recent years have placed the fossil bearing layer of Luanshigedagou, Hongya Village in between the “Gauss-Matuyama” boundary and the lower boundary of“Olduvai”’ $( 2 . 5 8 - 1 . 9 5 \\mathrm { M a } )$ ; the upper fossil layer of Huabaogou,HBG-I, right above the upper boundary of “Olduvai” $( < 1 . 7 7 \\mathrm { M a } )$ ; the lower fossil layer of Huabaogou, HBG-II, within “Olduvai”(1.95-1.77 Ma); the fossil layers of DD-1\\~7 of Daodi or Laowogou between the “Gauss-Matuyama” boundary and the upper boundary of “Olduvai”(2.58-1.77 Ma)(Zhu et al., 2007; Deng et al., 2008; Deng, 2011; Ao et al.,2013). Consequently, apparent contradiction occurs between these results and biostratigraphic correlations based on mammalian fossils.The features of the Yegou Hipparion houfenense fauna that is made up of only large mammals are also indicative of Pliocene age.Its establishment will accordingly provide additional evidence for the existence of the Pliocene in the Nihewan Basin and for the necessity of cautious reinterpretations of these magnetostratigraphic dating results. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "AbbreviationsF:AM, the Frick Collection of American Museum of Natural History; IVPP V/V, catalogue number of vertebrates of Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences (IVPP, CAS); IVPP RV/RV, revised catalogue number of vertebrates of IVPP, CAS; JNTZ, catalogue number of Nanjing Museum; NNNM, catalogue number of Nihewan National Nature Reserve; NWUV, catalogue number of vertebrates of Northwest Universituy; THP, catalogue number of Tianjin Natural History Museum; ZKD, Zhoukoudian; L, length; W, width; Tri, trigonid; Min, minimum; Max, maximum. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Systematic descriptions ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Nyctereutestingi Tedford&Qiu,1991 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Material Fragmentary right ramus with all teeth but the i2 and m3 (IVPP V 18833.1, Fig.1A); anterior portion of the fragmentary left ramus with c-p2 (V 18833.2); right ml (V 18833.3,Fig.1B); right p4 (V 18833.4); fragment of the right ramus with the trigonid of the ml (V 18833.5). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MeasurementsSee Table 1. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Description The portion posterior to the $\\mathrm { m } 2$ is not preserved on IVPP V 18833.1, so the development of the subangular lobe is unclear.The horizontal ramus,especially the anterior portion,is relatively robust.The ventral profile of the horizontal ramus is almost straight, but the ramus gradually deepens posteriorly. The depth is about $1 6 . 0 \\mathrm { m m }$ anterior to p3,and about $1 7 . 5 ~ \\mathrm { m m }$ anterior to the ml. The symphysis is oval-shaped in lingual view,and its posterior margin slightly exceeds the posterior end of the p2 (Fig.1A2). There are two mental foramina, with the anterior one being bigger and located below the diastema between the pl and p2,and the posterior one being smaller and right below the p3 (Fig.1A3). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The lower incisors are,well preserved with the exception of the i2, set obliquely on the ramus with the tip protruding dorsoanteriorly.The il is spatula-like with a truncated top and no cuspid lingually. The i2 is lost, leaving an oblong alveolus that is larger than that of the i1. The i3 is basically a triangular pyramid and distingctly larger than the il that is characterized by a feeble cuspid developed distally. The lower canine is conical and buccolingually compressed. The pl is unicuspid and single-rooted. The p2,p3,and p4 are basically similar in both size and morphology. They are buccolingually compressed to some extent and possess a developed principal cusp. No accessory cusps are developed on either the p2 or p3,but there is a remarkable posterior accessory cusp on the p4.The protoconid is the dominant cusp on the m1, whereas the paraconid is slightly smaller and the metaconid the smallest.The talonid of the ml is simple and bears only the hypoconid and entoconid.The former is higher than the latter. A transverse cristid between them divides the talonid into two parts, with the anterior part bigger than the posterior part (see Fig. 1B1). No accessory cusps or tubercles could be discerned on the talonid of the ml. The $\\mathrm { m } 2$ is oval-shaped in occlusal view. The anterior half is broader than the posterior half.The metaconid is slightly taler than the protoconid,but they are similar in size.The talonid of the $\\mathrm { m } 2$ bears a distinct hypoconid and a weak crest-like entoconid.No accessory cuspids are developed. A cingulid is slightly developed anterobuccally on the tooth. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/ec70c8a57afb6c7810ba29678b1979501cca15869654156b32c5031eedf3b8ec.jpg",
        "table_caption": [
            "Table 1 Measurements of lower teeth of selected species in Nyctereutes (mm) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"3\" colspan=\"2\"></td><td colspan=\"3\">N. tingi</td><td colspan=\"3\">N. sinensis</td><td>N. procyonoides</td></tr><tr><td colspan=\"2\">Yegou</td><td>Yushe</td><td>ZKD Loc.1</td><td>Ningyang</td><td>Yushe</td><td>Yangyuan</td></tr><tr><td>V18833.1</td><td>V18833.2-4</td><td>Tedford & Qiu,1991</td><td>Pei, 1934</td><td>Zhang,2001 V 12368.1-5,8</td><td>THP10080 THP25646</td><td>V2737</td></tr><tr><td rowspan=\"2\">C</td><td>L</td><td>8.1</td><td>7.7</td><td>8.0-9.6</td><td>6.7</td><td>6.4</td><td>6.2</td><td>4.0</td></tr><tr><td>W</td><td>5.1</td><td>5.4</td><td>5.3-6.0</td><td>5.2</td><td>4.2</td><td>4.0</td><td>3.4</td></tr><tr><td rowspan=\"2\">p1</td><td>L</td><td>4.6</td><td>4.5</td><td>3.8-5.2</td><td>3.4-3.6</td><td>3.4-3.9</td><td>3.0-3.5</td><td>3.1</td></tr><tr><td>W</td><td>3.0</td><td>2.9</td><td>2.8-3.8</td><td>2.1-2.7</td><td>2.2-2.3</td><td>2.1-2.3</td><td>1.3</td></tr><tr><td rowspan=\"2\">p2</td><td>L</td><td>8.1</td><td>7.9</td><td>8.0-9.4</td><td>6.1-7.1</td><td>6.8-7.0</td><td>5.6-6.8</td><td>5.7</td></tr><tr><td>W</td><td>3.4</td><td>3.7</td><td>3.6-4.1</td><td>2.8-3.2</td><td>3.0-3.1</td><td>2.9-3.2</td><td>2.2</td></tr><tr><td rowspan=\"2\">p3</td><td>L</td><td>9.9</td><td></td><td>9.0-10.6</td><td>7.1-8.0</td><td>7.7-8.2</td><td>6.7-7.6</td><td></td></tr><tr><td>W</td><td>3.8</td><td></td><td>3.8-4.3</td><td>3.0-3.8</td><td>3.3-3.6</td><td>3.2-3.3</td><td></td></tr><tr><td rowspan=\"2\">p4</td><td>L</td><td>9.9</td><td>10.6</td><td>10.2-12.1</td><td>8.3-10.0</td><td>8.8-9.4</td><td>8.4-8.8</td><td>7.3</td></tr><tr><td>W</td><td>4.6</td><td>4.3</td><td>4.9-5.9</td><td>4.0-5.0</td><td>4.3-4.4</td><td>3.4-4.2</td><td>3.3</td></tr><tr><td rowspan=\"2\">m1</td><td>L</td><td>16.8</td><td>17.6</td><td>17.5-19.3</td><td>14.2-16.5</td><td>14.8-15.2</td><td>13.1-14.5</td><td>12.8</td></tr><tr><td>W</td><td>6.9</td><td>7.2</td><td>6.7-7.9</td><td>6.3-7.2</td><td>6.0-6.5</td><td>5.7-6.2</td><td>5.1</td></tr><tr><td rowspan=\"2\">m2</td><td>L</td><td>9.7</td><td></td><td>8.8-10.0</td><td>7.4-8.3</td><td>8.3</td><td>8.5</td><td>6.2</td></tr><tr><td>W</td><td>6.8</td><td></td><td>6.0-7.5</td><td>4.4-5.8</td><td>5.2</td><td>6.0</td><td>4.8</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "IVPP V 18833.2 is a fragmentary left ramus.Only the portion anterior to the p3 is preserved. Its teeth,such as the c,p1,and p2,are generally similar to that of V 18833.1 in both size and shape.V 18833.3 is basically similar to the ml of V 18833.1 in morphology, but slightly different in the development of a feeble tubercle on the posterior margin of the tooth (Fig.1B1), which could be considered as the embryonic hypoconulid. V 18833.4 is a right p4, and similar to that of V 18833.1 in both shape and size. V 18833.5 bears a broken right ml. The preserved protoconid and metaconid are the same as that of V 18833.1 and V 18833.4 in morphology and no smaller than the latter two in size. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/3e7788180b5f5a5a0cacc908f5905ebbbbfdf09ed0c58389c717d9b08e860fec.jpg",
        "img_caption": [
            "Fig.1 Selected specimens ofNyctereutes tingi from Yegou A. fragmentary right ramus with i1,i3,c and p1-m2 (IVPP V18833.1,2 cm scale bar); B.right ml(V 18833.3,1 cm scale bar);1.occlusal view,2.lingual view,3.buccal view "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Comparisons and discussion Based on the morphology and size of the mandible and the lower carnassial (ml） summarized in Tedford et al.(1995,2009) and Daguenet and Sen (2019), the Yegou specimens are undoubtedly assigned to Nyctereutes of Canidae. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The Yegou specimens are obviously larger than Nyctereutes sinensis from Yushe of Shanxi and Zhoukoudian,and extant N. procyonoides as well, but closer in size to $N .$ tingi from Yushe (Table 1). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The ramus of V 18833.1 is relatively robust with the anterior half especially deep, and therefore different from Nyctereutes sinensis, which has anteriorly shallow but posteriorly deep ramus so that the dorsal margin of the ramus strongly slopes down anteriorly (see Tedford and Qiu,1991:fig. 1B;Pei, 1934:fig. 5D). Consequently, the anterior portion of the ramus of $N .$ sinensis is much slimmer, e.g.,the depth of V350-2 from Loc.1 of Zhoukoudian is only 13.8 mm anterior to the p3, that of V 12368.1-2 from Ningyang of Shandong is only $1 1 . 2 \\mathrm { - } 1 3 . 3 \\ \\mathrm { m m }$ In terms of this feature, the Yegou specimen V18833.1 is closer to the holotype of $N .$ tingi F:AM 97030 from Yushe, the same dimension of which is $1 5 . 1 \\mathrm { m m }$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In addition, the ml talonid of V 18833.1 and V 18833.3 is relatively simple in construction, bears no other tubercles except the hypoconid and entoconid,and consequently differs from Nyctereutes sinensis,since the ml talonid of the latter somewhat tends to be complicated, e.g., the entoconid of N. sinensis from Loc.1 of Zhoukoudian normally splits into 2-3 cuspids (Pei, 1934),and an extra cuspid, i.e., the hypoconulid, is even developed on the ml of $N .$ sinensis from Renzidong,Fanchang of Anhui (Liu and Qiu,2oo9). It should be noted here that a transverse cristid developed between the hypoconid and entoconid,and subsequent division of the talonid into two unequal parts are the primary morphological features distinguishing $N .$ tingi from N. sinensis(Tedford and Qiu, 1991).According to such morphological criterion, the Yegou specimens could be referred to $N .$ tingi without any doubt, which further confirms the assertion of the existence of $N .$ tingi in the Nihewan Basin proposed by Farjand et al. (2021). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The $\\mathrm { m } 2$ is quite simple on V 18833.1 in morphology. Namely a cingulid is slightly developed only on its anterobuccal margin,and the entoconid is crest-like on the talonid with no other accessory cuspids except the entoconid and hypoconid. The Yegou specimens are exactly in accordance with Nyctereutes tingi in the morphology of m2 as well. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Based on the morphology and size of both the rami and teeth described above,the Yegou specimens are apparently closer to Nyctereutes tingi as a whole, although they are fragmentary and lacking certain key diagnostic parts, such as the subangular lobe and angular process of the mandible, etc. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Nyctereutes tingi was originally established based on the material from the Mazegou and Gaozhuang formations in the Yushe Basin (Tedford and Qiu,1991). It is a fairly primitive species at an evolutionary stage that can be roughly correlated to N. donnezani of Ruscinian from Europe. The species was also reported at Lingtai of Gansu (Huang et al., 1993) and Danangou of the Nihewan Basin (Farjand et al.,2O21).The known records indicate that $N .$ （20 tingi is distributed only in Pliocene strata.For that reason, the discovery of $N .$ tingi at Yegou proves that the Pliocene strata does exist in the Nihewan Basin. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fossil Nyctereutes has a continuous stratigraphic distribution in the strata from Early Pliocene onwards in China and has an evolutionary trend of gradual reduction in body size (Pei, 1934; Teilhard de Chardin and Pei,1941).The dental measurements of $N .$ tingi from the Yushe Basin clearly reveal such a trend: teeth from the Gaozhuang Formation are generally larger than those from the Mazegou Formation (based on WANG Xiao-Ming's unpublished data). In dental size, the material from Yegou is much closer to that from the Mazegou Formation (Late Pliocene), but smaller than that from the Gaozhuang Formation (Early Pliocene). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Nyctereutessinensis (Schlosser,1903) ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "MaterialFragmentary cranium lacking the rostrum (IVPP V 18834.1, Fig. 2), fragmentary right ramus with the m2 (V 18834.2), fragmentary right ramus with only alveoli of the p1-3 preserved (V 18834.3) ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Measurements See Table 2. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Description V 18834.1 is an incomplete cranium. The nasals, premaxillae and maxilae are broken off,and both of the zygomatic arches and the right tympanic bulla are also missing. It is distinctly larger than the extant species Nyctereutes procyonoides. In lateral view, the dorsal profile of the frontal and parietal first runs posterodorsally and reaches its highest point approximately above the postglenoid process, then it runs horizontally posteriorly (Fig. 2D, E). In dorsal view,the frontal area is fairly broad,and its maximal breadth between the postorbital processes is $5 3 . 5 ~ \\mathrm { m m }$ ，which is comparable to the greatest neurocranium breadth.The central portion of both frontals bulges strongly. Consequently, a deep depression is formed along the frontal suture between the frontals.The vulpine groove is also developed on the surface adjacent to the frontal postorbital process,which indicates that the frontal sinus is developed but does not expand into the tip of the postorbital process. The postorbital process is rather robust. The posterodorsal rim of the orbit is not straight but curved and concave.The strong and ridge-like parasagittal crest also makes a concave curve and extends from the postorbital process posteromedially and joins its counterpart slightly posterior to the frontoparietal suture,which makes the postorbital process very pointed (Fig. 2A). The sagittl crest is also massive and sticks out of the parietal surface about $3 . 0 ~ \\mathrm { m m }$ . The sagittal crest, especially its anterior portion,is broad,and a central longitudinal groove runs throughout along the midline. The postorbital constriction is not strong,and the width is $3 7 . 1 \\ \\mathrm { m m }$ ，which is broader than the distance between the orbits (less than $3 3 . 2 ~ \\mathrm { m m }$ ）and about the same as the braincase width.The surface of the parietal is relatively smooth,and not as rough as that of the extant species.In ventral view, the tympanic bulla is strongly inflated,especially at the middle and posterior portions.The anterolateral side is less dilated,and the anterior margin aligns with the postglenoid process and does not exceed it (Fig. 2B). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "V18834.2 is a fragmentary ramus with only the $\\mathrm { m } 2$ still in position. The dorsal profile of the horizontal ramus significantly slopes down anteriorly. As a result, the anterior portion of the ramus is shallower, with a depth of only $1 4 . 4 ~ \\mathrm { m m }$ anterior to the p3.The m2 (about 5.9 mm in width) is similar to that of V 18833.1 of Nyctereutes tingi in morphology,but evidently narrower.A cingulid is developed anterobuccally, and more distinct than in V 18833.1. The metaconid is quite small but discernible. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/cbc3defea7cdeb9cfa7d9dc67eabe0043697af11dabaad6f0622f99eec54f1a9.jpg",
        "img_caption": [
            "Fig.2Fragmentary craniumof Nyctereutes sinensis (IVPPV18834.1) from Yegou A.dorsal view,B.ventral view, C.occipital view,D.left lateral view,E.right lateral view "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "V 18834.3 only has preserved the portion anterior to the p4, including the alveoli of p1-3. The anterior portion of the ramus is shallower, and the depth is about $1 3 . 2 ~ \\mathrm { m m }$ anterior to the p3. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Comparisons and discussion Although the cranium of V 18834.1 is incomplete, the preserved portion could be compared with the species in Nyctereutes. It is distinctly larger than the extant $N .$ procyonoides,but roughly comparable in size to $N .$ sinensis from Yushe of Shanxi (Table 2). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Regarding the cranium morphology, V18834.1 appears to have combined characteristics of both Nyctereutes sinensis and N. tingi. On the one hand, V 18834.1 is quite similar to the specimen JNTZ 7571 of N. sinensis from Tuozidong, Nanjing in the following aspects: 1) almost equal size; 2) robust, pointed and protruding postorbital process; 3) curved and ridgelike parasagittal crest; 4) high and broad sagittal crest with a central longitudinal groove running throughout; and 5) anterior margin of the tympanic bulla not exceeding the postglenoid process (Liu et al.,2007:26, fig. 2.4). Moreover, the cranium V 18834.1 also resembles that ofN.sinensis ( $\\mathbf { \\bar { \\rho } } = \\mathbf { \\rho }$ Liu,2019: Nyctereutes cf.N. tingi) from the Nihewan Basin described by Liu (2019),such as NNNM 13-18 (see Liu,2019: fig.23), in all the features listed above except for the 5th one.Nevertheless, it is worth noting herein that neither central bulging of the frontal nor the depression along the frontal suture could be discerned in JNTZ 7571 and NNNNM 13-18. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "On the other hand, V 18834.1 is also similar to the specimens of Nyctereutes tingi from Yushe of Shanxi in the following characteristics:1) the dorsal profile of the parietal is relatively flat but not convex in lateral view; 2) the neurocranium is laterally inflated so poorly that its maximal width is almost equal to that across the postorbital processes; and 3) the postorbital constriction is so weak that its width is evidently greater than the distance between the orbits. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/202a42ce6d26c30ffbdefad2c724d2e1bb4074360c0aec97fff2cce1f12c6339.jpg",
        "table_caption": [
            "Table 2 Measurements of the crania of selected species in Nyctereutes "
        ],
        "table_footnote": [
            "1) from Teilhard de Chardin and Pei(1941);2) from Allen (1938) "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"3\"></td><td colspan=\"4\">N.sinensis</td><td colspan=\"3\">N.procyonoides2)</td></tr><tr><td>Yegou</td><td>Yushe</td><td colspan=\"2\">ZKD Loc.131)</td><td rowspan=\"2\">Min</td><td rowspan=\"2\">Max</td><td rowspan=\"2\">Mean</td></tr><tr><td>V 18834.1</td><td></td><td>Skull A</td><td>Skull B</td></tr><tr><td>basioccipital length</td><td></td><td>147.0</td><td>135.0</td><td>~120.0</td><td>104.0</td><td>117.0</td><td>110.0</td></tr><tr><td>zygomatic width</td><td></td><td>85.0</td><td>~84.0</td><td>~63.0</td><td>57.0</td><td>68.5</td><td>61.9</td></tr><tr><td>width between mastoid processes</td><td>~53.9</td><td>52.0</td><td>49.0</td><td>~44.0</td><td>38.0</td><td>43.0</td><td>40.4</td></tr><tr><td>postorbital constriction width</td><td>37.1</td><td>36.0</td><td>23.0</td><td>21.0</td><td></td><td></td><td></td></tr><tr><td>distance between orbits</td><td>33.2</td><td>32.0</td><td>30.0</td><td>25.0</td><td></td><td></td><td></td></tr><tr><td>greatest neurocranium width</td><td>~50.1</td><td>53.0</td><td>51.0</td><td>45.0</td><td>32.0</td><td>43.0</td><td>39.6</td></tr><tr><td>maximal palatal width</td><td></td><td>45.0</td><td>43.0</td><td>38.0</td><td>33.0</td><td>37.0</td><td>34.9</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "As a whole, nevertheless, the Yegou specimens seem closer to Nycetreutes sinensis,with reservation of some primitive features similar to N. tingi.It should be noted herein that the cranium V 18834.1 is incomplete,and the analysis mentioned above is largely based on the reconstruction (see the white plaster part in Fig.2).Whether the reconstruction is constructed correctly has a direct bearing on the conclusion of the similarity between V 18834.1 and $N .$ （ tingi.In other words,its similarity to $N .$ tingi can not be assured at the moment.Under such circumstances,it seems more reasonable to assign the Yegou specimens described herein to N. sinensis. And if that's the case, there would be occurrence of both Nyctereutes species at Yegou, Nihewan Basin,a similar case like in the Yushe Basin (Tedford and Qiu,1991). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The morphological differences between V 18834.2-3 and V 18833.1 are as follows: 1) the ramus of the former is relatively slim, the anterior portion of which is especially shallow and the dorsal profile of which slopes signifcantly;2) the $\\mathrm { m } 2$ is relatively narrow, but the cingulid and entoconid are much better developed on the tooth. In these morphological characters, nevertheless,V 18834.2-3 exactly show the diagnostic features for N. sinensis. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In terms of the chronological distribution, Nyctereutes sinensis has extensive Late Pliocene and Early Pleistocene records,such as those from the Yushe Basin of Shanxi (Tedford and Qiu, 1991), the Nihewan Basin of Hebei (Teilhard de Chardin and Piveteau, 1930; Liu, 2019),Wushan of Chongqing (Huang and Zhong,1991), Ningyang of Shandong (Zhang,2001),Fanchang of Anhui (Liu and Qiu,2009), Mianchi of Henan (Zdansky, 1924), Tuozidong,Nanjing of Jiangsu (Liu et al., 2O07),and so on. In addition,some Nyctereutes fossils from Middle Pleistocene horizons,such as Loc.13 and Loc.1 of Zhoukoudian, were also assigned to N. “sinensis”(Pei, 1934; Teilhard de Chardin and Pei,1941), but the systemtic identification of these Nyctereutes fossils is still doubtful and disputed.In terms of morphology, they are actually closer to the extant species rather than the earlier fossil species (Soria and Aguirre,1976; Tedford and Qiu, 1991). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The differences between the Yegou specimen V 18834.1 and the Zhoukoudian specimens of $N .$ “sinensis” lie in the following features: the frontal postorbital process of the former is more protruding; the postorbital constriction is not strong; the surface of the parietal is relatively smooth.All these features are basically consistent with the Nyctereutes fossils from Nihewan and Tuozidong,Nanjing (Teilhard de Chardin and Piveteau, 193O; Liu et al., 2007; Liu, 2019). The morphology of V 18834.1 actually presents one more support for the judgement and analysis of Soia and Aguirre (1976), Tedford and Qiu (1991),and so on. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "If the reconstruction of V 18834.1 is reliable, it would be slightly more primitive than the other known crania assigned to Nyctereutes sinensis (such as those from Nihewan and Tuozidong) with a flat parietal and less dilated neurocranium. In this respect, the specimens described herein seem to be no later than that from the Mazegou Formation of the Yushe Basin in age. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Pachycrocuta pyrenaica (Depéret, 1890) ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Material Fragmentary ramus with $\\mathrm { { \\tt p 3 - m 1 } }$ (IVPP V 18835,Fig. 3). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "MeasurementsSee Table 3. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "DescriptionV 18835 is a left broken ramus with an absence of the portion anterior to the p3 and most of the ascending ramus.The horizontal ramus is relatively slim. The depth is $3 7 . 7 ~ \\mathrm { m m }$ anterior to the p3,and $4 3 . 4 ~ \\mathrm { m m }$ posterior to the ml,respectively. In occlusal view, the p3,p4 and ml are almost rectangular in shape.The principal cusp of the p3 leans posteriorly and is massive but compressed buccolingually. The posterior accessory cusp is low. There is no discernible anterior accessory cusp developed, but a swollen enamel ridge is formed anteriolingually around the base of crown, probably representing a rudimentary cuspid. Feeble cingulids are discernible at the anterior and posterior margins of the tooth. The p4 is slightly larger than the p3.The principal cusp is robust and tall but leans posteriorly. It has anterior and posterior accessory cusps of equal size. The three cusps align almost in a straight line oblique to the long axis of the tooth, with the anterior accessory cusp positioned lingually and the posterior one buccally. The anterior cingulid is less developed than the posterior one. The anterior portion (where the paraconid is located) of the ml is slightly broader than the posterior portion (the talonid). The paraconid is slightly longer than the protoconid, but they are almost equal in height. The metaconid is developed at the posterolingual corner of the protoconid, with only half the height of the latter. The two cusps are separated by a shallow groove.The talonid is robust and broad,and the trigonid is only $78 \\%$ of the total length of the tooth. The hypoconid and entoconid are distinct. The hypoconid is almost displayed as a ridge parallel to the long axis of the tooth. The entoconid is low and conical on the lingual side. There is a curved ridge connecting the hypoconid and entoconid at the posterior margin of the talonid. Several cuspids or tubercles developed on it could be regarded as the rudimentary hypoconulid. A weak cingulid is developed on both the anterior and posterior margins of the tooth, respectively. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Comparisons and discussionIn terms of dental size and morphology, the Yegou specimen described above (especially the ml) is conspicuously closest to Pachycrocuta in the Hyaenidae.It could be distinguished from $P .$ brevirostris and $P .$ licenti by its smaller size, relatively narrow premolars and an ml with the more developed metaconid and talonid. The Yegou specimen virtually approximates $P .$ pyrenaica and $P .$ perrieri in both size and morphology. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In dental length,the Yegou specimen is nearly the same as Pachycrocuta pyrenaica and P. perrieri,and completely falls in the variation range of these two species (Table 3),but in dental width, the Yegou specimen is closer to $P .$ pyrenaica from Yushe of Shanxi,and distinctly narrower than $P .$ perrieri (distinctly less than the mean of it, see Table 3).Morphologically, $P .$ （204号 pyrenaica is different from $P .$ perrieri in its much narrower premolars (mainly P2/p2, P3/p3) (Howell and Petter, 1980; Qiu,1987). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "It seems not convincing enough to identify a species solely on the basis of tooth size. The lower carnassial of V 18835 would provide extra robust evidence for that. Pachycrocuta pyrenaica is relatively primitive in shape: the shearing blades of the carnassials (the P4 and $\\mathrm { m } 1$ ） are relatively short. It is shown as a lower value in the proportion of the trigonid to the total length of the tooth on the ml (i.e., $\\mathrm { T r i } / \\mathrm { m } 1$ in Table 3) (Howell and Petter, 1980). The trigonid of the Yegou specimen is relatively short (about $78 \\%$ of the total length） and comparable to $P .$ pyrenaica from other localities,but shorter than $P .$ perrieri (completely out of ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/ef081f2f629ce9106c4cf7b632e66948d5cc437d0d468b3cd9d5e350d56bd919.jpg",
        "table_caption": [
            "Table3 Measurements of the lower teeth of selected species in Pachycrocuta (mm) "
        ],
        "table_footnote": [
            "1) includingEtouaires,St-Vailler,SenezeofFrance,ValdArnoofItalyandVilarroya,PueblaValverdofpin "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"3\"></td><td rowspan=\"3\"></td><td colspan=\"5\">P.pyrenaica</td><td>P.perrieri</td></tr><tr><td colspan=\"2\">China</td><td>Ukraine</td><td>France</td><td>Tunis</td><td>France</td></tr><tr><td>Yegou V18835</td><td>Yushe Qiu,1987</td><td></td><td>Odess Catacomb Serra d'en Vacquer</td><td>AinBrimba Howell and Petter, 1980</td><td>Etouaires1)</td></tr><tr><td></td><td colspan=\"6\">range,mean(number)</td><td></td></tr><tr><td>p3</td><td>L</td><td>21.2</td><td>21.2-20.1,</td><td>21.8-1490,</td><td>20.0</td><td>21.5</td><td>22.9316,</td></tr><tr><td rowspan=\"5\">p4</td><td>W</td><td>13.2</td><td>133-1350,</td><td>142.2-119</td><td>13.3</td><td>13.7</td><td>16.6-13)</td></tr><tr><td>W/L</td><td>0.62</td><td>0.66-061,</td><td>0.68016),</td><td>0.67</td><td>0.64</td><td>0.78-0.3,</td></tr><tr><td>L</td><td>22.5</td><td>2225215</td><td>2.0-2025,</td><td>24.4</td><td>23.4</td><td>25.5-21,</td></tr><tr><td>W</td><td>12.6</td><td>133-13.1,</td><td></td><td></td><td></td><td></td></tr><tr><td>W/L</td><td></td><td></td><td>14.3-12)</td><td>13.3</td><td>13.3</td><td>16.1-11.8)</td></tr><tr><td rowspan=\"4\">m1</td><td></td><td>0.56</td><td>0.61-0.69,</td><td>0.60-052,</td><td>0.55</td><td>0.57</td><td>0.64-0160,</td></tr><tr><td>L</td><td>25.0</td><td>27.1-2342,</td><td>28.7-23.1)</td><td>24.7</td><td>24.5,24.5</td><td>26.9-232,</td></tr><tr><td>W</td><td>12.0</td><td>1224-11.4,</td><td>12.2-104,</td><td>12.6</td><td>11.1, 11.3</td><td>1.6-10.8,</td></tr><tr><td>Tri L</td><td>19.4</td><td>21.6-188,</td><td>20.7-17.4,</td><td>19.2</td><td>19.9, 19.4</td><td>22.819,</td></tr><tr><td></td><td>Tri/m1</td><td>0.78</td><td>0.81-0.78</td><td>0.1-0.72,</td><td>0.78</td><td>0.81,0.79</td><td>0.86-0191,</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "the variation range of the latter, see Table 3).Moreover, the metaconid of the ml usually is reduced or vanishes in $P .$ perrieri (Howell and Petter,1980;Qiu,1987).For example, the metaconid on the m1 of JNTZ 6401 from Tuozidong, Nanjing is vestigial in the shape of an enamel tubercle on the posterolateral side of the protoconid near its base (Liu et al.,2007).The metaconid on the ml of the Yegou specimen is small, but it is completely separated from the protoconid by a distinct shallow notch and acting as an independent cusp (see Fig. 3B,C),which is quite differtent from the vestigial metaconid on the m1 of $P .$ perrieri. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Pachycrocuta pyrenaica was first discovered at Serrat d'en Vacquer, France.Depéret（1890) originally named it as Hyaena arvernensis var. pyrenaica. However,“Hyaena arverensis”should be a junior synonym of“Hyaena perrieri\" ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/8ad439e54d49d8e5d19b1fcdf48211654c14fd721749a7a6ccc9c4a2af2bf66b.jpg",
        "img_caption": [
            "Fig.3Fragmentary right ramus of Pachycrocuta pyrenaica with p3-m1 (IVPPV 18835) from Yegou A.buccal view,B.occlusal view, C.lingual view "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "(Howell and Petter,1980; Qiu,1987).In fact,as earlyasin 1954,Viret already clarified the situation, but emphasized that the specimens from Serrat d'en Vacquer, France, didn't belong to perrieri at all, but represented another independent species “Hyaena donnezani” (Viret, 1954).Howell and Peter (1980) attributed the authorship of the species name to Charles Depéret based on the principle of priority. They also pointed out that the species didn't belong to the extant genus Hyaena Brisson, l762,but to the fossil genus Pachycrocuta Kretzoi, 1938. The name of the species was consequently revised as $P .$ pyrenaica (Depéret,1890). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Regarding size and morphology, certain similarities do exist between Pachycrocuta pyrenaica and $P .$ perrieri. Sometimes it is difficult to distinguish them from each other.As a result, $P .$ pyrenaica was even questioned to be a probable synonym of $P .$ perrieri (Werdelin and Solounias,1991;Turner et al.,2008). The Yegou specimen $\\mathrm { ~ V ~ } 1 8 8 3 5$ bears the typical morphology of $P .$ pyrenaica (based on the standard of Howell and Petter, 198O),which provides powerful surport for the validity of the species.If only the dental length is taken into consideration, it would be difficult more or less to differentiate the Yegou specimen from small-sized $P .$ perrieri.For example, taking the Yegou specimen $\\mathrm { ~ V ~ } 1 8 8 3 5$ as $P .$ pyrenaica and the Tuozidong specimen JNTZ 6401 from Nanjing as $P .$ perrieri, the length of the p3,p4 and ml would be 21.2, 22.5,25.0 and 20.8, 23.0,25.8 mm, respectively, while the corresponding width would be 13.2,12.6,12.0 and 14.5,14.4,13.6 mm,respectively. It is easy to notice that the $\\mathfrak { p } 4$ and $\\mathrm { m } 1$ of $\\mathrm { ~ V ~ } 1 8 8 3 5$ are slightly shorter than that of JNTZ 64O1,but on the contrary, its p3 is longer than that of the latter.Nevertheless,the teeth of $\\mathrm { ~ V ~ } 1 8 8 3 5$ are distinctly narrower than those of JNTZ 6401 (data for the later from Liu et al.,2007). In addition,JNTZ 6401 could also be distinguished from V18835 in ml in the following characteristics: the relatively long trigonid （ $2 1 . 6 ~ \\mathrm { m m }$ ， $8 3 . 7 \\%$ of the total length); the short talonid; and the reduced metaconid as a dependent tubercle. The present authors have no intention of discussing in depth the validity of $P .$ pyrenaica,which is beyond the scope of the present paper, but the Yegou specimen of $\\mathrm { ~ V ~ } 1 8 8 3 5$ would provide a good example to support the conclusion of Viret (1954) and Howell and Petter (1980). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In terms of morphology, Pachycrocuta pyrenaica is undoubtedly more primitive than $P .$ （20 perrieri,which is probably derived from the former (Schutt,1972; Howell and Petter,1980; Qiu,1987). Their geochronological distribution also supports the following hypothesis: $P .$ （20 pyrenaica was only found in the strata before Vilafranchian in Europe,such as Serrat d'en Vacquer of France (Depéret,1890), Layna (Crusafont and Sondaar,1971) and La Calera I1 (Adrover et al.,1976) of Spain,and Odessa Catacomb of Ukraine (Howell and Peter,1980), while $P .$ perrieri occured slightly later in the strata of Villafranchian and afterwards, such as Etouaires (Croizet and Jobert,1828) and Saint-Vailler (Viret,1954) of France,Vilaroya and Puebla de Valverde of Spain (Croizet and Jobert,1828), ValdArno of Italy (Weithofer,1889), Hajnacka of Slovakia (Fejfar,1964) and so on. Fossil records of $P .$ pyrenaica are relatively scarce in China, only known from Yushe of Shanxi (Qiu,1987) and Zanda of Xizang (Tseng et al., $2 0 1 6 , = P .$ perrieri).In contrast, records of $P .$ perrieri are more extensive.It has been known from Yushe of Shanxi and the Nihewan Basin of Hebei (Qiu, 1987), Ningyang of Shandong (Zhang, 2001), Tuozidong, Nanjing of Jiangsu (Liu et al., 2007),Wushan of Chongqing (Huang and Zhong,1991, $\\scriptstyle = P .$ licenti; Zhang,2oo1),and Shanyangzhai, Qinhuangdao of Hebei (Liu, unpublished). The geochronological distribution of the two Pachycrocuta species in China is similar to that in Europe.Except in the Yushe Basin, $P .$ perrieri is only distributed in the Early Pleistocene (equivalent to middle and late Villafranchian).Although $P .$ perrieri and $P .$ pyrenaica co-occurred in the Yushe Basin,the former is only known from the upper part of the Mazegou Formation, the age of which is equivalent to the early Villafranchian, while $P .$ pyrenaica is known from the lower part of the Mazegou Formation, the Gaozhuang Formation,and even the Mahui Formation,the age of which is equivalent to or even older than the Ruscinian (Qiu,1987; Deng and Hou,2011). The discovery of $P .$ pyrenaica at Yegou, the Nihewan Basin not only expands the distribution of this species but also provides reliable evidence to determine the age of the Yegou fauna. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Homotherium sp. ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(Fig. 4) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Material Anterior half of left ramus with the i2, c,and p4 (IVPP V 18836.1, Fig. 4); fragmentary right ramus with i3 (V 18836.2). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Measurements See Table 4. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Description V 18836.1 is the anterior half of a left ramus with the portion posterior to the p4 missng. The symphysis is well preserved with the portion beneath the canine slightly broken.In rostral view, the symphysis is nearly rectangular with a height greater than the width. Multiple nutrient foramina could be discerned on the surface. In lingual view, the symphysis has a nearly vertical rough surface.The upper part is slightly wider than the lower. The posterior margin terminates approximately at the posterior edge of the canine (Fig. 4C). In buccal view, the mesial portion of the symphysis, especially the upper third, distinctly protrudes anteriorly so much that the incisor row is conspicuously anterior to the canine (Fig. 4A). The ventral margin of the symphysis is at about the same level as that of the horizontal ramus due to the missing mandibular flange, but the dorsal margin of the symphysis is apparently higher than that of the horizontal ramus,so the implant positions for the incisor and canine are higher than the cheek teeth (Fig. 4A, C).The robust ridge-like mental crest is developed beneath the canine,but most of the ventral portion is missing,and the mandibular flange is missing as well. However, judging from the surrounding structures, the mandibular flange might be very well developed. The pl and p2 are not developed at all, so there is a diastema of $3 8 . 1 \\ \\mathrm { m m }$ between the canine and p3.The dorsal margin of the ramus within the diastema slopes up anteriorly from the anterior end of the p3.Approximately beneath the midpoint of the diastema, a mental foramen of $1 0 . 7 ~ \\mathrm { m m }$ in diameter is developed right above the ventral margin of the ramus. There is another mental foramen of $6 . 6 ~ \\mathrm { m m }$ in diameter posterodorsal to the anterior mental foramen.The distance between them is $1 4 . 0 \\mathrm { m m }$ .Beneath the smaller mental foramen, there is an anteroventrally running ridge, which indicates the existence of a mandibular flange (although not preserved). In occlusal view, the dorsal edge of the diastema forms a sharp crest that is lingually concave (Fig. 4B). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In occlusal view, the incisors and the canine are densely aligned and form a unitary anteriorly convex arc (Fig. 4B). The il and i3 have already fallen off. Only the oval alveoli are preserved. Judging from the shape of the alveoli,il to i3 are gradually increasing in size. The i2 is conical and slightly bends posteriorly.There are two distinct crests developed on the anteromedial and posterodistal sides respectively.Both crests are serrated, but the posterodistal one is sharp.Although the p3 has shed off, the gourd-shaped alveolous (length/width: 12.9 $\\mathrm { m m } / 7 . 4 ~ \\mathrm { m m }$ ）clearly indicates that the tooth has two detached roots.The p4 is large and compressed buccolingually. In occlusal view, it appears approximately rectangular. The principal cusp is robust, tall and leans posteriorly. Two thin and sharp lateral crests run from the principal cusp forward and backward respectively. The anterior lateral crest is serrated. The two blunt-tipped accessory cusps are nearly equal in size and height. There is a second cuspid posterior to the posterior accessory cusp.A weak cingulid is developed only on the posterolingual margin of the tooth. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Comparisons and discussion Although the material is quite limited,a series of important anatomical features have been revealed: the mental crest and mandibular flange are developed at the symphysis; the incisor row is anteriorly convex; the canine, incisors and molars have lateral crests with serration; the implant position of the incisors and canine is higher than that of the check teeth.By these convincing features,the Yegou specimens described above should be undoubtedly assigned to the sabre-tooth group, namely the Machairodontinae.Based on the size and the morphology of the mandibular flange and the mental crest, they should definitely be excluded from Megantereon. Consequently, only Machairodus and Homotherium are applicable herein for futher discussion about its assignment. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/5833ebcabaa0ceb0eebece0737f5c05890e1f26886354835582140c47ec5068e.jpg",
        "table_caption": [
            "Table 4 Measurements of the lower teeth and mandibles of selected machairodontines (mm) "
        ],
        "table_footnote": [
            "\\* alveolus; + right. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"3\" colspan=\"2\"></td><td colspan=\"6\">Homotherium</td><td colspan=\"2\">Machairodus</td></tr><tr><td colspan=\"4\">Homotherium sp.</td><td colspan=\"2\">H.crenatidens</td><td>M.kurteni</td><td>M. horriblis</td></tr><tr><td>Yegou V18836.1</td><td>RV 45018</td><td>Yushe RV 45016</td><td>RV 45017</td><td>Renzidong V 13675.1 Ballesio,</td><td>Seneze</td><td>Kalmakpai</td><td>Baode</td></tr><tr><td colspan=\"2\"></td><td></td><td>left</td><td></td><td>right</td><td></td><td>1963</td><td>Sotnikova, 1992</td><td>V 15643 right</td></tr><tr><td colspan=\"2\">symphysis depth</td><td>69.3</td><td>79.7</td><td>60.1</td><td>59.5</td><td>70.3</td><td>71.0</td><td>72.5</td><td>80.0</td></tr><tr><td colspan=\"2\">c-il width</td><td>30.3</td><td>27.8</td><td>29.3</td><td>27.5</td><td>29.4</td><td></td><td></td><td>35.6</td></tr><tr><td colspan=\"2\">corpus depth anterior to p3</td><td>45.9</td><td>46.8</td><td>34.7</td><td>35.8</td><td>44.1</td><td>45.0</td><td>39.0</td><td>44.3</td></tr><tr><td colspan=\"2\"> corpus depth anterior</td><td>41.7</td><td>44.9</td><td>~33.1</td><td>35.1</td><td>41.6</td><td></td><td></td><td>44.9</td></tr><tr><td colspan=\"2\">c-p3 diastema width</td><td>38.1</td><td>44.2</td><td>36.9</td><td>38.3</td><td>46.5</td><td>37.0</td><td>37.7</td><td>55.2</td></tr><tr><td>C</td><td>L</td><td>16.6</td><td>15.4</td><td>14.8</td><td>17.6</td><td>16.6</td><td></td><td>16.2</td><td>19.6</td></tr><tr><td></td><td>W</td><td>11.1</td><td>10.9</td><td>10.6</td><td>11.2</td><td>10.4</td><td></td><td>11.6</td><td>13.2</td></tr><tr><td>p3</td><td>L</td><td>12.9*</td><td>11.2*</td><td>13.8*</td><td>11.1</td><td>6.5</td><td>8.0</td><td>17.5</td><td>19.2</td></tr><tr><td>p4</td><td>W</td><td>7.4</td><td>6.7</td><td>8.2</td><td>6.2</td><td>5.1</td><td>5.5</td><td></td><td>10.1</td></tr><tr><td></td><td>L</td><td>24.8</td><td>17.0*</td><td>21.2</td><td>21.8</td><td>21.1</td><td>22.0</td><td>26.8</td><td>33.5</td></tr><tr><td></td><td>W</td><td>11.4</td><td>8.9</td><td>10.0</td><td>9.2</td><td></td><td>11.0</td><td>11.5</td><td>14.0</td></tr><tr><td colspan=\"2\">C-p4L</td><td>93.6</td><td>95.3</td><td>89.3</td><td>90.1</td><td>91.6+</td><td>>88.0</td><td>>97.0</td><td>131.7</td></tr><tr><td colspan=\"2\">corpus thickness at p4</td><td>18.9</td><td>18.4</td><td>15.8</td><td>15.5</td><td>19.3</td><td>18.0</td><td></td><td>20.9</td></tr></table></body></html>",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "It is generally accepted that Machairodus and Homotherium are phylogenetically close to each other with the latter probably derived from the former (de Beaumont,1975,1978; Kurten and Anderson,1980; Sharapov,1989; Sotnikova,1992; Liu,2003). It is not troublesome to distinguish the two genera when the specimens are plentiful and complete.However, it is rather diffcult when the material is scarce and fragmentary. Teilhard de Chardin and Leroy (1945)once assigned the 3 mandibles from Yushe (RV 45016-45018 in Table 4, Teilhard de Chardin and Leroy, 1945: fig. 6) to Machairodus palanderi ( $\\mathbf { \\bar { \\rho } } = \\mathbf { \\rho }$ Epimachairoduspalanderi). Judging from the current knowledge,there seem to be at least two differences between these mandibles of Yushe and other mandibles identified as Machairodus: 1) the Yushe specimens are smaller, especially RV 45016 and RV 45017 (see measurements in row 1,3,4,9,10 of Table 4),and even smaller than M.kurteni; 2) the premolars of both the large individual (RV 45018)and the slender individuals (RV 45016 and RV 45017) are smaller than the species of Machairodus,especially the p3. In Machairodus,the p3 is generally large. Even in $M .$ （2 palateri that has a relatively reduced p3,its length can still reach $1 5 . 1 ~ \\mathrm { m m }$ (Zdansky,1924); the p3 usually has bifurcated two roots (Sharapov,1989; Sotnikova,1992:fig. 4); there are 2-3 cusps developed on the p3 (Sotnikova,1992; Anton et al.,2004; Qiu et al.,2008). Among the mandibles from Yushe, the p3s of RV 45016 and RV 45018 are single-rooted; the p3 of RV 45017 is likely to be two-rooted, but they are fused together at least at the upper part; the p3s of RV 45016 and RV 45018 have fallen of,and only the alveolous is preserved; the p3 of RV 45017 is preserved, but it has only one cusp.It can thus be concluded that compared with the Miocene species of Machairodus,the p3 of the Yushe specimen has been greatly reduced, so the assignment of them to Machairodus is not convincing. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Sotnikova (1992) pointed out the differences between Machairodus and Homotherium in the implant and arrangement of their incisors and canine when studying the specimens of ",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/de256fd04dff30d6b5fc68c9da953e2602297fb6257b0b3a081e88e33d99ee6f.jpg",
        "img_caption": [
            "Fig.4Fragmentary left mandible of Homotherium sp.with i2,c and p4 (IVPP V18836.1) from Yegou A.buccal view,B.occlusal view, C.lingual view "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "M. kurteni from Kazakhstan. In Homotherium, the incisors and canine are densely aligned, so there is no gap between the central incisor and the canine; the incisors are upright and their tips are dorsally pointing. In Machairodus,there is a small gap between the canine and the incisors; the incisors are implanted obliquely with the tips pointing anterodorsally. Judging from these differences,the Yushe specimens are apparently consistent with Homotherium,but distinct from Machairodus (see Teilhard de Chardin and Leroy, 1945:fig. 6). ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Nonetheless, the Yushe specimens are not completely the same as Homotherium. RV 45018 is relatively robust. Its mandible is comparable to that of Homotherium crenatidens from Renzidong,Anhui and Seneze, France,while RV 45016 and RV 45017 are distinctly slenderer. Moreover, their p3 is relatively developed and markedly larger than those later species in Homotherium (see Table 4). How to identify the Yushe specimens is obviously beyond the scope of this paper, but at least two conclusions could be drawn herein from above comparisons: 1) they should be assigned to Homotherium rather than Machairodus; 2) they probably represent a relatively primitive form in the Homotherium clade,which is consistent with the age of the stratum they came from. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Although the assignment of the Yushe specimens to Homotherium is not confirmed at the moment, the Yegou specimen shows some unambivalent morphological features of Homotherium. The incisors and the canine are densely aligned with no gap between them. The incisors are upright and pointing dorsally.The incisors and the canine are so aligned that they form an anteriorly convex arc with the mesial ones more anteriorly implanted.There are serrations on all the preserved teeth.The last two features are more developed than the species of Machairodus.Moreover, the size and robustness of the mandible are completely consistent with that of $H .$ crenatidens from Renzidong,Anhui (see Table 4).The only difference is its bigger premolars. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Presently, the taxonomical significance of the size of premolars (mainly the P3 and p3) among Homotherium species is still disputed.As a highly specialized felid, the anterior premolars of Homotherium probably have lost their physiological function. Under such circumstances,the size and morphology of those nonfuctional premolars would change significantly.For that reason, it is highly dangerous to distinguish species based on these changes (e.g.,Ficcarelli,1979). ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "However, judging from the general evolutionary trend of Homotherium, the gradual degeneration of the premolars is an indisputable fact. Their morphology (e.g.,cusp and root) and size virtually reflect the evolutionary stage of the species. Homotherium might consequently be divided into several different evolutionary stages or different species (e.g., Sharapov,1989). To that end,the authors observed and measured some specimens (see Table 4) and found that the evolutionary stages of Homotherium could indeed be established roughly. For the species of the middle Villafranchian and afterwards (e.g.,Renzidong,Anhui and Seneze,France), the length of the p3 generally does not exceed $1 0 . 0 ~ \\mathrm { m m }$ .The p3 of $H .$ cuii from Middle Pleistocene Jinniushan is completely lost (Zhang et al.,1993). For the species of and before the early Villafranchian (e.g., Yushe, Shanxi),the length of the p3 is generally no less than $1 0 . 0 ~ \\mathrm { m m }$ . The length of the p3 alveolous of the Yegou specimen is $1 2 . 9 ~ \\mathrm { m m }$ and comparable to RV 450l6 from Yushe. It is much larger than the species of the middle Villafranchian and afterwards.Based on the measurements in Table 4,the Yegou specimen is situated somewhere in between Machairodus kurteni from Kazakhstan and $H .$ crenatidens from Renzidong of Anhui,and most likely is a transitional form between them (relatively speaking, the Yushe specimens are not good enough to represent such transitional form: the teeth of RV 45018 are somewhat distorted while the mandibles of RV 45016 and RV 45017 are so slender that they probably represent a different phylogenetic clade). It could be inferred herein that the Yegou specimens probably represent an early form of Homotherium or an earliest representative of $H .$ crenatidens (because the morphology and size of the mandible V 18836.1 are highly consistent with the specimens from Renzidong of Anhui). Unfortunately, V 18836.1 is the only identifiable specimen collected at Yegou. It is impossible to evaluate and analyse the variation of the p3 comprehensively,and the possibility of the big-sized p3 of V 18836.1 as an individual variation can not be ruled out at the moment.Although the premolars of Homotherium generally tend to be reduced, some individuals with extreme variation did occur time and again.For example, $H .$ crenatidens from Val d'Arno of Italy have reduced premolars,but there is still one p3 with a length of $1 2 . 0 ~ \\mathrm { m m }$ (Ficcarelli, 1979),comparable to the Yegou specimen.If only based on such an isolated p3,it would be less credible to presume that the Yegou specimen as an early primitive form of Homotherium.Nonetheless, if the associated animals, such as Nyctereutes tingi and Pachycrocuta pyrenaica,are taken into account, the present authors would be more confident of such a presumption, and consequently identify the Yegou specimens herein as Homotherium sp.for the moment.Further identification and inference still await more and better material in the future to be clarified. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Hipparion (Plesiohipparion) houfenense Teilhard de Chardin & Young,1931 ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "MaterialFragmentary right maxilla with the P3-M2 (IVPP V 18837.1, Fig. 5C) and left and right mandibular corpora with the p2-m3 (V 18837.2, V18837.3,Fig. 5A) of the same individual, fragmentary right maxilla with the M1-3 (V 18837.4),1 left and 1 right P2(V 18837.5-6), fragmentary right mandibular corpus with the p2-m3 (V 18837.7,Fig. 5B), distal portions of two right humeri (V 18837.8, Fig. 6D; V 18837.9), proximal portion and distal portion of the same left Mc II (V 18837.10,Fig. 6A; V 18837.11), proximal portion of the left Mc IV(V 18837.12), right talus (V 18837.13,Fig. 6E), right calcaneus (V 18837.14, Fig. 6G), proximal portion of the right Mt II (V18837.15,Fig. 6B), proximal portion of the right Mt II (V 18837.16,Fig. 6C),and the ungual phalanx of central digit (V 18837.17, Fig. 6F). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Measurements See Tables 5-12. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "DescriptionIVPPV 18837.1 is a fragmentary maxilla with the P3-M2.The facial crest terminates above the anterior margin of the M1. The preorbital fossa is located above the P3, and the foramen fossa is above the P4.In occlusal view, the center of the posterior margin of the hard palate is approximately level with the posterior portion of the M2 (Fig. 5C1). On V 18837.4,the major palatine foramen is visible and level with the posterior portion of the M2, whereas the minor palatine foramina are not discernable. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "On V 18837.1, the size of the upper cheek teeth gradually decreases from the P3 to M2 (Fig. 5C1). The parastyle is only broadened on the P3-M1, where it is bifid and made up of two ribs and one median cleft. The anterior rib and median cleft are not developed on the M2. The size of the median cleft gradually decreases from the P3 to M1. The mesostyle is only slightly elongated on the P3-M1, but not on the M2.The labial wall of the paracone and the metacone is labially concave,and their lingual walls are lingually convex.The angle between the anterior lingual and posterior lingual walls tend to become smaller from the P3 to M2,but all less than $9 0 ^ { \\circ }$ . The anterolabial corner of the postfossette extends more labially than the posterolabial corner of the prefossette on the cheek teeth.The hypoconal groove is shallow, and the hypoconal constriction is distinct.The counting of enamel plications in the form of “anterior wall of the prefossette.posterior wall of prefossette-anterior wall of postfossette. ",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/f95f656c81df59864216ab00cef7f0b2c13dd960ca3b1f7b952e7b998d1fc702.jpg",
        "table_caption": [
            "Table 5Mesurements of the lower cheek teeth of Hipparion (Plesiohipparion) huofenense (mm) "
        ],
        "table_footnote": [
            "1) from Teilhard de Chardin and Young(1931); 2) from Qiu et al.(1987). "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\" colspan=\"2\"></td><td colspan=\"3\">Yegou</td><td>Jingle1)</td><td>Yushe2)</td></tr><tr><td>V 18837.2</td><td>V18837.3</td><td>V18837.7</td><td>RV31031</td><td>THP10733</td></tr><tr><td>p2-p4</td><td>L</td><td>81.0</td><td></td><td>82.0</td><td></td><td>81.0</td></tr><tr><td>ml-m3</td><td>L</td><td>75.5</td><td>74.0</td><td>67.5</td><td>70.5</td><td>73.0</td></tr><tr><td>p2-m3</td><td>L</td><td>155</td><td>150.0</td><td>141.0</td><td></td><td>154.0</td></tr><tr><td>p2</td><td>L</td><td>32.7</td><td></td><td>28.7</td><td>23.5</td><td>29.0</td></tr><tr><td></td><td>W</td><td>12.5</td><td></td><td>12.0</td><td>17.0</td><td>13.1</td></tr><tr><td>p3</td><td>doubleknot length</td><td>14.0</td><td></td><td>11.3</td><td></td><td>13.5</td></tr><tr><td></td><td>L</td><td>26.7</td><td></td><td>22.4</td><td>24.0</td><td>23.6</td></tr><tr><td></td><td>W</td><td>12.2</td><td></td><td>12.2</td><td>17.0</td><td>14.2</td></tr><tr><td></td><td>doubleknot length</td><td>17.0</td><td></td><td>13.0</td><td></td><td>14.7</td></tr><tr><td>p4</td><td>L</td><td>24.6</td><td></td><td>22.8</td><td>21.0</td><td>22.6</td></tr><tr><td></td><td>W</td><td>12.3</td><td></td><td>11.8</td><td>16.5</td><td>13.0</td></tr><tr><td>m1</td><td>doubleknot length</td><td>16.4</td><td></td><td>12.4</td><td></td><td>14.3</td></tr><tr><td></td><td>L</td><td>22.4</td><td></td><td>21.0</td><td>23.5</td><td>21.4</td></tr><tr><td></td><td>W</td><td>12.3</td><td></td><td>10.7</td><td>16.0</td><td>12.0</td></tr><tr><td>m2</td><td>doubleknot length</td><td>15.0</td><td></td><td>12.4</td><td></td><td>13.2</td></tr><tr><td></td><td>L</td><td>23.2</td><td></td><td>21.5</td><td>24.0</td><td>22.0</td></tr><tr><td></td><td>W</td><td>11.0</td><td></td><td>9.7</td><td>15.0</td><td>11.9</td></tr><tr><td></td><td>doubleknot length</td><td>14.0</td><td></td><td>12.0</td><td></td><td>13.2</td></tr><tr><td>m3</td><td>L</td><td>30.0</td><td></td><td>22.0</td><td></td><td>25.3</td></tr><tr><td></td><td>W</td><td>10.8</td><td></td><td>8.5</td><td></td><td>10.7</td></tr><tr><td></td><td>doubleknot length</td><td>13.0</td><td></td><td>10.0</td><td></td><td>11.9</td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/f471f246f7e522a6c594b78f96816b20db13b0238737a588408d370cbe1cd5b9.jpg",
        "table_caption": [
            "Table 6Measurements of the upper cheek teeth of Hipparion (Plesiohipparion) houfenense (mm) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\" colspan=\"2\"></td><td colspan=\"4\">Yegou</td><td>Yushe (Qiu et al.,1987)</td></tr><tr><td>V 18837.5</td><td>V18837.6</td><td>V18837.1</td><td>V18837.4</td><td>THP10733</td></tr><tr><td>P2</td><td>L</td><td>33.8</td><td>33.8</td><td></td><td></td><td>33.5</td></tr><tr><td></td><td>W</td><td>22.0</td><td>21.8</td><td></td><td></td><td>25.3</td></tr><tr><td></td><td>W/L×100</td><td>65.1</td><td>64.5</td><td></td><td></td><td>75.5</td></tr><tr><td>P3</td><td>L</td><td></td><td></td><td>27.3</td><td></td><td>25.0</td></tr><tr><td></td><td>W</td><td></td><td></td><td>26.8</td><td></td><td>24.7</td></tr><tr><td></td><td>W/L×100</td><td></td><td></td><td>98.2</td><td></td><td>98.8</td></tr><tr><td>P4</td><td>L</td><td></td><td></td><td>25.0</td><td></td><td>25.0</td></tr><tr><td></td><td>W</td><td></td><td></td><td>26.4</td><td></td><td>25.0</td></tr><tr><td></td><td>W/L×100</td><td></td><td></td><td>105.6</td><td></td><td>100.0</td></tr><tr><td>M1</td><td>L</td><td></td><td></td><td>21.4</td><td>22.4</td><td>22.2</td></tr><tr><td></td><td>W</td><td></td><td></td><td>25.5</td><td>25.3</td><td>21.9</td></tr><tr><td></td><td>W/L×100</td><td></td><td></td><td>119.2</td><td>112.9</td><td>98.6</td></tr><tr><td>M2</td><td>L</td><td></td><td></td><td>22.0</td><td>22.8</td><td>22.4</td></tr><tr><td></td><td>W</td><td></td><td></td><td>22.8</td><td>24.3</td><td>22.2</td></tr><tr><td></td><td>W/L×100</td><td></td><td></td><td>103.6</td><td>106.6</td><td>99.1</td></tr><tr><td>M3</td><td>L</td><td></td><td></td><td></td><td>25.0</td><td>21.8</td></tr><tr><td></td><td>W</td><td></td><td></td><td></td><td>20.0</td><td>19.4</td></tr><tr><td></td><td>W/L×100</td><td></td><td></td><td></td><td>80.0</td><td>89.0</td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/96554775d7cb68599f9d1fac69e8b0c916d66e5d9c8d0c20613ad11ac2afd1ce.jpg",
        "img_caption": [
            "Fig.5Fragmentary maxilla and mandibular corpora of Hipparion (Plesiohipparion) houfenense from Yegou A.right mandibular corpus with p2-m3 (IVPP V18837.3); B.right mandibular corpus with p2-m3 (V18837.7); C.right maxilla with P3-M2(V18837.1); 1.occlusal view,2.buccal view "
        ],
        "img_footnote": [],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "posterior wall of postfossette/pli caballin\"is as follows: $\\mathrm { P } 3 = 6 . 1 0  – 7 . 2 / 4$ ， $\\mathrm { P } 4 = 6 . 8 – 6 . 2 / 3$ $\\mathbf { M } 1 =$ $6 . 7 \\substack { - 6 . 1 / 1 }$ ， $\\mathbf { M } 2 = ?  – 3 . 1 / 1$ . The protocone length index $\\left( = \\right.$ protocone length/tooth length $\\times 1 0 0$ is as follows: $\\mathrm { P } 3 = 2 3 . 8$ ， $\\mathrm { P } 4 = 2 9 . 2$ $\\mathrm { M } 1 = 3 5 . 0$ 5 $\\mathbf { M } 2 = 2 7 . 3$ . The protocone width/length index ( $[ =$ width/length $\\lvert \\times 1 0 0 \\rvert$ )isas follows: $\\mathrm { P } 3 = 7 0 . 8$ 5 $\\mathrm { P } 4 = 6 4 . 4 , \\mathrm { M } 1 = 6 1 . 3 , \\mathrm { M } 2 = 7 0 . 0$ ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The size of V 18837.4 is small. The major palatine foramen lies between the M2 and M3. The parastyle is elongated on the M1 but not bifid.It is not elongated on either the M2 or the M3. Its extent of labial protruding gradually decreases from the M1 to M3.The hypoconal groove is shallow,and the hypoconal constriction is distinct.The counting of enamel plications is as follows: $\\mathrm { M } 1 = 6 . 8 – 3 . 1 / 3$ $\\mathrm { M } 2 = 6 . 9 \\mathrm { - } 3 . 2 / 2 \\$ $\\mathrm { M } 3 = 5 . 8 – 4 . 2 / 2 .$ .The protocone length index: $\\mathrm { M } 1 = 3 4 . 1$ ， $\\mathbf { M } 2 =$ 31.8, $\\mathrm { M } 3 = 1 9 . 7$ The protocone width/length index: $\\mathrm { M 1 } = 6 9 . 7 , \\mathrm { M 2 } = 6 8 . 6 , \\mathrm { M 3 } = 5 7 . 6 .$ （204号 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "V 18837.5 and V 18837.6 are the left and right P2, respectively. The anterostyle is not inflated.The size of the hypoconal groove is comparable to that of the hypoconal constriction. The left P2 is slightly smallr. The mesostyle extends more labially.The protocone is relatively short and small. Its lingual margin is concave lingually. The protocone of the right P2 is long and robust. Its lingual margin is straight but anterolabially oblique. The counting of enamel plication of the two teeth is $4 . 2 \\substack { - 3 . 1 / 1 }$ and $3 . 4 \\substack { - 4 . 2 / 2 }$ ,respectively. The protocone length index: 21.5 and 25.1. The protocone width/length index: 61.6 and 72.9. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Mandible and mandibular cheek teeth (Fig. 5A-B): The larger left and right mandibular corpora should belong to the same individual. Only the right horizontal ramus is relatively complete (V 18837.3,Fig. 5A). The depth beneath the p2 on the lingual side is $7 2 . 0 \\ \\mathrm { m m }$ The depth between the p4 and $\\mathrm { m } 1$ is $8 8 . 5 \\mathrm { m m }$ .The depth beneath the $\\mathbf { m } 3$ is $9 8 . 0 \\mathrm { m m }$ ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The p2 is slightly longer than the p3.The paraconid is robust.The anterior lobe of the double-knot (the metaconid) is rounded and about half the size of the posterior lobe (the metastylid).The double-knots of the p3 and p4 are triangular and equal in size. The doubleknots of $\\mathrm { m } 1 { - } 3$ are also triangular, but the metaconids gradually become bigger than the metastylid from the ml to $\\mathbf { m } 3$ . The isthmus is short on the p2-4 but distinct.It is not developed on m1-3. The lingual flexid is U-shaped. It is the shallowest on the p2,and gradually becomes deeper afterwards.The ectoflexid is also shallow on the p2,but gradually becomes deeper afterwards.The pli caballinid and the pli antecaballinid are distinct on $\\mathrm { { p 3 - m 3 } }$ of the smaller specimen V 18837.7 (Fig.5B),whereas only the pli antecaballinid is distinct on the larger specimen V 18837.3 (Fig. 5A). There are no pli caballinid and pli antecaballinid developed on the p2 of either specimen. The protostylid is developed on both specimens,but the pli hypostylid and the ectostylid are not developed. On V 18837.7, the m3 is slightly longer than the m2,which is similar to the holotype RV 31031 from Jingle.The $\\mathbf { m } 3$ of V 18837.3 is distinctly larger than the $\\mathrm { m } 2$ and similar to THP10733 from Yushe. ",
        "page_idx": 19
    },
    {
        "type": "table",
        "img_path": "images/cc7b50b60c7c9bad4c93f5095777f655d7ec854e9bd47e6337f3e1c34715d869.jpg",
        "table_caption": [
            "Table7Measurements of the humerus of Hipparion (Plesiohipparion) houfenense (mm) "
        ],
        "table_footnote": [
            "1) from Qiu et al. (1987). "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td colspan=\"2\">Yegou</td><td>Jingle</td><td>Yushe1)</td></tr><tr><td>V 18837.8</td><td>V18837.9</td><td>RV31036</td><td>THP10106</td></tr><tr><td>distal maximal breadth</td><td>56.5</td><td>56.3</td><td>75.0</td><td>75.0</td></tr><tr><td>distal breadth at trochlea</td><td>50.5</td><td>49.4</td><td>76.0</td><td>75.0</td></tr><tr><td>trochlear depth at sagittal groove</td><td>28.2</td><td>30.2</td><td>39.0</td><td>37.0</td></tr><tr><td>distal maximal depth</td><td>37.5</td><td>37.6</td><td>51.0</td><td>51.0</td></tr><tr><td>distance between posterior margins of lateral ligment pit and lateral epicondyle</td><td>7.0</td><td>7.2</td><td>11.0</td><td>11.0</td></tr></table></body></html>",
        "page_idx": 19
    },
    {
        "type": "table",
        "img_path": "images/9e4a44b4b55348c19df5c8b5ec944ad42cbe55fe8b9c02784abb12d0b8992698.jpg",
        "table_caption": [
            "Table8Measurements of the metacarpal IIof Hipparion (Plesiohipparion) houfenense (mm) "
        ],
        "table_footnote": [
            "1) from Qiu et al. (1987). "
        ],
        "table_body": "<html><body><table><tr><td></td><td>Yegou (V 18837.10-11)</td><td>Yushe (range, mean, number) 1)</td></tr><tr><td>proximal articular breadth</td><td>43.3</td><td>44.0-52.6,49.1,19</td></tr><tr><td>proximal articular depth</td><td>28.7</td><td>32.0-35.8,34.3,20</td></tr><tr><td>diaphysis minimal breadth</td><td>32.2</td><td>28.9-36.4,32.8,23</td></tr><tr><td>diaphysis depth at minimal breath</td><td>25.8</td><td>24.8-31.0,27.2,23</td></tr><tr><td>distal maximal articular breadth</td><td>40.0</td><td>41.4-47.2, 43.9, 20</td></tr><tr><td>distal maximal supra-articular breadth</td><td>42.0</td><td>41.7-46.7,43.4,20</td></tr><tr><td>distal maximal depth of the keel</td><td>35.2</td><td>34.2-38.3,36.1,22</td></tr><tr><td>distal minimal depth of the medial condyle</td><td>29.6</td><td>27.1-32.7,30.0,22</td></tr></table></body></html>",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Humerus (V 18337.8, Fig. 6D): The lateral supracondylar crest extends posteriorly and distally to the posterior margin of the lateral ligament fossa, weakens medially,and terminates behind the articular surface of the lateral epicondyle.The distal breadth of the articular surface of the medial condyle ( $3 3 . 0 ~ \\mathrm { m m } )$ ）isabout twice of that( $1 6 . 0 \\ \\mathrm { m m } )$ ）of the lateral condyle. The trochlear depth on the medial condyle side $( 3 7 . 0 ~ \\mathrm { m m } )$ is about 1.3 times of that ( $( 2 8 . 0 \\ \\mathrm { m m } )$ on the lateral condyle side.The sagital crest between the medial and lateral condyles is rounded anteriorly but sharp posteriorly and extends posterolaterally. ",
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/0d62ffaa23cc6c319f199197ae940efeebd9e162f73e24c80f87e2f4fe2edf81.jpg",
        "table_caption": [
            "Table9Measurements of the calcaneus of Hipparion (Plesiohipparion) houfenense from Yegou (mm) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>V 18837.14</td></tr><tr><td>maximal length</td><td>>95.0</td></tr><tr><td>maximal articular length</td><td>52.5</td></tr><tr><td>breadth at calcaneal tuberosity</td><td>21.0</td></tr><tr><td>distal maximal breadth</td><td>50.0</td></tr><tr><td>minimal breadth</td><td>40.0</td></tr><tr><td>proximal maximal depth</td><td>42.0</td></tr><tr><td>distal maximal depth</td><td>41.0</td></tr><tr><td>medial talar articular breadth/depth</td><td>18.0/36.0</td></tr><tr><td>lateral talar articular breadth/depth</td><td>23.0/36.0</td></tr><tr><td>metatarsal articular breadth/depth</td><td>13.0/35.0</td></tr></table></body></html>",
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/4d7e0cefa01b3da92cab5f1de07395a78a252d709e4dbd7b9550287860ccb88e.jpg",
        "table_caption": [
            "Table10 Measurements of the talusof Hipparion (Plesiohipparion) houfenense (mm) "
        ],
        "table_footnote": [
            "1) from Qiu et al. (1987). "
        ],
        "table_body": "<html><body><table><tr><td></td><td>Yegou (V 18837.13)</td><td>Jingle (RV 31032)1)</td><td>Yushe (THP10731)))</td></tr><tr><td>maximal length</td><td>56.0</td><td>62.9</td><td>61.2</td></tr><tr><td>maximal diameter of medial condyle</td><td>57.3</td><td>60.1</td><td>61.5</td></tr><tr><td>maximal breadth</td><td>59.0</td><td>63.2</td><td>63.0</td></tr><tr><td>breadth of trochlea (at the apex of each condyle)</td><td>28.0</td><td>30.0</td><td>29.3</td></tr><tr><td>distal articular breadth</td><td>47.0</td><td>51.5</td><td>48.7</td></tr><tr><td>distal articular depth</td><td>32.0</td><td>39.5</td><td>35.7</td></tr><tr><td>maximal medial depth</td><td>49.5</td><td>51.0</td><td>62.5</td></tr></table></body></html>",
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/9ae2254820bf3f91a545c2a4e797dce331507b76b71b09cf0d77f6b803f70d00.jpg",
        "table_caption": [
            "Table11 Measurements of the metatarsal III of Hipparion (Plesiohipparion) houfenense (mm) "
        ],
        "table_footnote": [
            "1) from Qiu et al.(1987). "
        ],
        "table_body": "<html><body><table><tr><td></td><td>Yegou (V 18837.15)</td><td>Yushe (range, mean, number))</td></tr><tr><td>proximal articular breadth</td><td>46.2</td><td>44.0-50.6,47.8,18</td></tr><tr><td>proximal articular depth</td><td>33.0</td><td>35.6-40.0,37.7,19</td></tr><tr><td>minimal breadth (near the middle)</td><td>29.0</td><td>26.6-34.0,31.7,24</td></tr><tr><td>diaphysis depthat minimal breadth</td><td>27.5</td><td>27.8-33.9,31.5,24</td></tr></table></body></html>",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Mc II (V 18837.10,Fig. 6A): The proximal articular surface is made up of the smaller lateral articular facet with the unciform (os carpale IV) and the larger medial articular facet with the magnum (os carpale II). The two facets meet at an obtuse angle. The ratio between the depth and the width of the surface is about 4:6.The articular facet with the magnum is flat but slightly tilts medially. There is a distinct protruding point at the posteromedial corner. The posterior margin of the facet is straight and parallel to the volar surface.The articular facet with the unciform is rectangular, concave at the anterior portion,and flat at the posterior portion.It tapers posteriorly. The ridge where the two factes intersect is sharp anteriorly and blunt posteriorly. There is another articular facet with Mc IV lateral to the articular facet with the unciform. It is divided into the wider anterior part and the narrower posterior part, which are connected to each other. The diaphysis is wide and dorsovolarly compressed. There is a longitudinal groove tapering distally on the volar surface. The depression above the distal articular surface on the dorsal side is not well defined. The attachment tuberosity for the collateral ligaments is situated anteriorly,and in lateral view,the contact surface for the lateral phalanges above it bends anteriorly.The sagital crest of the distal articular surface is widened and rounded at the dorsal end but is sharp and extends proximally at the volar end.A ridge extends proximally from the volar end of the sagittl crest and separates the distal portion of the diaphysis into two approximately equal depressions on the volar side.The distal articular surface is divided by the sagittal crest into the wider lateral part and the narrower medial part. The depth of the lateral part is greater than that of the medial part. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Mc II: The proximal half is preserved. The volar side of the diaphysis is concave. The depth of the diaphysis is greater than that of the contact surface with the Mc II.The proximal articular surface is flat, perpendicular to the diaphysis,and slightly higher than the proximal articular surface of the Mc II when it is in anatomical position. There are two separated articular facets with the Mc II on the medial side and one with the Mc Ion the lateral side. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Talus (V 18837.13,Fig. 6E): The talus is asymmetrical. The lateral condyle is distinctly wider than the medial condyle,but the depth of the former is distinctly less than the latter. The slope of the medial wall of the lateral condyle is gentle.The dorsoplantar distance between its distal end and the distal articular facet is $1 0 . 0 ~ \\mathrm { m m }$ . The medial wall of the medial condyle is nearly vertical and extends posteriorly about half of the depth of the body.The distal portion of medial wall does not bend medially. The depth at the median groove of the trochlea is ",
        "page_idx": 21
    },
    {
        "type": "table",
        "img_path": "images/d9e0247ee59550d01a292bcc29c43cd4dbaebb621856a64d9eb0c52be602c0b4.jpg",
        "table_caption": [
            "Table12Measurements of the ungual phalanx of Hipparion (Plesiohipparion) houfenense (mm) "
        ],
        "table_footnote": [
            "1) from Qiu et al. (1987). "
        ],
        "table_body": "<html><body><table><tr><td></td><td>Yegou (V18837.17)</td><td>Yushe (THP30959)1)</td></tr><tr><td>anterior length</td><td>52.4</td><td>58.7</td></tr><tr><td>length from the posterior edge of the articular surface to the tip of the phalanx</td><td>51.2</td><td>65.9</td></tr><tr><td>angle between the sole and the dorsal line</td><td>≥45°</td><td>44°</td></tr><tr><td>maximal breadth</td><td>53.3</td><td>70.7</td></tr><tr><td>maximal breadth of flexor surface</td><td>36.7</td><td>43.4</td></tr><tr><td>maximal depth of flexor surface</td><td>19.0</td><td>24.0</td></tr><tr><td>maximal height</td><td>36.3</td><td>60.0</td></tr><tr><td>articular breadth/depth</td><td>34.5/21.0</td><td></td></tr></table></body></html>",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "image",
        "img_path": "images/65660437fae4d21c5392e71d0f5c5191d2df3c090d9dda90c49ffacd6f37f43c.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Fig.6Limb bones of Hipparion (Plesiohipparion) houfenense from Yegou A. proximal portion of left Mc III(IVPP V 18837.10:1. proximal view,2.anterior view); B. proximal portion of right Mt II(V18837.15: 1. proximal view,2.anterior view); C. proximal portion of right Mt II(V 18837.16: anterior view); D.distal portion of right humerus (V18837.8: posterior view); E. right talus (V18837.13: anterior view); F.ungual phalanx of the central digit(V18837.17: anterior view); G.right calcaneus(V18837.14:1.lateral view,2.medial view) ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "about $70 \\%$ of that of the lateral condyle.There are 4 articular facets with the calcaneus. The medial facet is a long strip in shape,with its long axis proximodistally oriented.The medial margin is convex,whereas the lateral margin is concave.It is $3 1 . 0 ~ \\mathrm { m m }$ long and $1 3 . 5 ~ \\mathrm { m m }$ wide.The lateroproximal facet is a transverse and anteriorly convex curved surface and it is mediodistally oriented. The proximolateral margin intersects with the lateral wall of the lateral condyle.The tounge-shaped facet or lateral facet is small, with a pointed proximal margin and a rounded distal margin. The proximodistal dimension is $9 . 0 ~ \\mathrm { m m }$ ,and the mediolateral dimension is $5 . 0 ~ \\mathrm { m m }$ . The lateroproximal facet and the lateral facet are not connected with each other. The laterodistal facet is rectangular, anteriorly wider, and posteriorly narrower. The anteroposterior dimension is $1 0 . 0 ~ \\mathrm { m m }$ ，and the proximodistal dimension is $7 . 0 ~ \\mathrm { m m }$ The distal facet is triangular. A concave rough surface medially stretches into the facet from the middle part of its lateral margin and terminates behind the distal end of the medial condyle. The width of the distal facet is $4 5 . 5 \\ \\mathrm { m m }$ ，and the depth is $3 4 . 0 ~ \\mathrm { m m }$ .The posterior pointed protrusion exists,but it is weak. The medial proximal protuberance is distinct and posterior to the proximal end of the medial condyle of the trochlea.It extends posteriorly about $6 . 0 \\ \\mathrm { m m }$ The distal protuberance is relatively strong and protrudes medially. The two protuberances are connected by a shallow ridge between them. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Calcaneus (V 18837.14, Fig. 6G): The calcaneal tuberosity is damaged. The medial articular facet is a long strip in shape and slightly concave. Its posteromedial margin leans medially. Its length is $3 5 . 2 \\mathrm { m m }$ ,and its width is $1 6 . 3 ~ \\mathrm { m m }$ . This facet corresponds to the medial articular facet of the talus.The proximolateral articular facet is nearly circular in outline. It is divided into two parts perpendicular to each other by a transverse ridge.Its width is 22.3 mm,and its depth is $2 1 . 0 ~ \\mathrm { m m }$ . The tongue-shaped or lateral articular facet is rectangular and connected with the proximolateral articular facet, with a width of $8 . 4 ~ \\mathrm { m m }$ and a length of $1 6 . 2 ~ \\mathrm { m m }$ .The distolateral articular facet is trapezoid in outline,and the distolateral margin is pointed with a dorsodistal dimension of $2 0 . 0 ~ \\mathrm { m m }$ and a plantarodistal dimension of $7 . 2 ~ \\mathrm { m m }$ The distal articular facet is laterally wider and medially narrower. The plantaromedial third of the facet suddenly shrinks.In lateral view, the angle between the lateral margin of the distal articular facet and the dorsodistal margin beneath the tongue-shaped facet is acute. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Mt III (V 18837.15, Fig. 6B): Only the proximal portion is preserved. The depth is slightly less than the breath at the middle of the diaphysis.The plantar side is distinctly concave.The vascular impression is distinct on the lateral side of the proximal Mt III, which intersects with the dorsal margin of the diaphysis about $3 \\ \\mathrm { c m }$ beneath the proximal articular facet at an angle of about $4 5 ^ { \\circ }$ . Then it runs distally along the lateral margin of the Mt IV. There is a concave non-articular rough surface that extends anteromedially into the center of the proximal articular facet from the plantarolateral corner. The proximal articular surface consists of the medial articular facet with the small cuneiform(os tarsalia $\\boldsymbol { \\mathrm { I { + } I I } }$ ),themiddle articular facet with the big cuneiform (os tarsale II),and the lateral articular facet with the cuboid (os tarsale IV). The articular facet with the small cuneiform is the smallest among them. It is semi-circular and intersects with the facet with the big cuneiform at an angle larger than $9 0 ^ { \\circ }$ The articular facet with the big cuneiform is the largest and horseshoe-shaped. Both wings of the facet as well as the plantar and dorsal ends are prominent. The facet intersects with the articular facet with the cuboid at an angle of about $1 2 0 ^ { \\circ }$ .The latter is relatively large, flat and rectangular. There are 2 isolated articular facets on the medial and lateral sides of the proximal articular surface,articulating with the Mt II and Mt IV respectively. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Ungual phalanx of the central digit (V 18837.17, Fig. 6F): The angle between the sole and the dorsal line is about $4 5 ^ { \\circ }$ . The rough area for the insertion of the flexor digitorum profundus is distinct and large on the posterior surface where there is a protuberance in the center. The articular facet is semi-circular. The anterior margin is slightly convex,and the posterior margin is straight. It is made up of two concave surfaces: the lateral one and the medial one. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Comparisons and discussion Hipparion houfenense or its conformis species have been known from Jingle, Shanxi (Teilhard de Chardin and Young,1931),Pucheng, Shaanxi (Jen,1965, $\\underline { { \\underline { { \\mathbf { \\Pi } } } } } = \\underline { { \\underline { { \\mathbf { \\Pi } } } } }$ Hipparion cf. huofenense),Huoxian,Shanxi(Tong et al.,1975, $\\underline { { \\underline { { \\mathbf { \\Pi } } } } } = \\underline { { \\underline { { \\mathbf { \\Pi } } } } }$ Hipparion cf. huofenense), Yushe, Shanxi (Qiu et al.,1980),Weinan, Shaanxi (Xue,1981),Yuxian, Hebei (Tang and Ji, $1 9 8 3 , = .$ Hipparion cf. huofenense),Lingtai, Gansu (Zhang et al., 1999: $\\mathrm { p } 2 { - } \\mathrm { m } 3$ length, $1 4 5 . 5 ~ \\mathrm { m m }$ ).Among them,the material from Huoxian has been excluded from $H .$ houfenense (Qiu et al.,198O); the material from Weinan has been assigned to $H .$ （204号 (Proboscidipparion) pater (Qiu et al.,1987); the material from Pucheng has been assigned to $H .$ （204号 (Plesiohipparion) huangheense (Qiu et al.,1987) ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "The smaller mandible from Yegou (V 18837.7) is close to the specimens from Jingle, whereas the larger mandibles (V 18837.2-3) are close to the Yushe specimens. The main difference between these forms lies in that $\\mathbf { m } 3$ of the former lacks an extra posterior lobe.The size of the Yegou upper cheek teeth is comparable to the Yushe specimens,but the protocone length index is greater, which means the protocone of the former is more rounded than that of the latter. The Mc III, Mt III and the ungual phalanx from Yegou are all smaller than the Yushe specimens,and the humerus and the talus are also smaller than the specimens from Jingle and Yushe.Due to the limited sample size,the smaller dimensions probably do not indicate primitiveness but rather individual variations.For example,the specimens with greater protocone length index represent aged individuals, whereas the smaller limb bones represent young individuals. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Dicerorhinussp. ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Material Proximal portion of the left Mc II (IVPP V 18838.1,Fig. 7D), distal portion of the left Mc III (V 18838.2,Fig. 7A), distal portions of 2 left Mt IIs (V 18838.3,Fig. 7B; V 18838.4), distal portions of 2 left Mt IVs (V 18828.5; V 18838.6, Fig. 7C), right patella (V18838.7,Fig.7E), distal portion of the left radius (V 18838.8,Fig.7G),left calcaneus (V 18838.9,Fig.7F),proximal portion of the left calcaneus (V 18838.10). ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "MeasurementsSee Table 13. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "DescriptionIVPP V 18838.8 is the distal portion of a radius (Fig.7G). The diaphysis is robust and anteroposteriorly compressed.The medial margin is flat and thick,while the lateral margin is compressed and thin.The anterior surface is slightly convex,and the posterior surface is slightly concave. The distal outline is triangular. There is a tuberosity with a rough surface on the lateral side,which contributes to the maximal distal breadth.The anterior portion of the distal articular facet is concave,whereas the posterior portion is convex. The distal articular facet is divided into the larger medial part and the smaller lateral part by a low ridge.The lateral part articulates with the ulnar carpal, and the medial part articulates with the radial carpal.The medial articular facet with the radial carpal is semi-circular and intersects with the articular facet with the ulnar carpal approximately at a right angle. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Only the proximal half of the Mc II is preserved (V 18838.1, Fig. 7D). The proximal outline is triangular. On the medial side,there is a triangular rough surface beneath the proximal articular surface.Posterior to this surface, there is a long bar-like protuberance. There is another protuberance medial to the surface.The articular facet with the trapezium (os carpale I) is the largest and it is semi-circular. It is concave in the middle and separated from the long strip-like and anteroposteriorly oriented articular facet with the trapezoid (os carpale II) by a sharp ridge. The articular facet with the Mc III is oval in shape with its major axis anteroposteriorly oriented. It is separated from the facet with the trapezoid by a proximally convex low ridge. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Only the distal half of the Mc III is preserved (V 18838.2, Fig. 7A). The diaphysis is broad and dorsovolarly com-pressed. The lateral side of the bone is rougher than its medial side.The proximal margin of the distal articular facet on the dorsal side is proximally convex. The sagittal crest is not seen on the dorsal side,but it is strong on the volar side where it extends proximally and connects to a large tuberosity. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "The patella is complete (V 18838.7, Fig.7E).It is a large sesamoid bone that is robust and rectangular in outline. The dorsal surface of the bone,for insertion of tendons,is convex and rough.The articular surface with the patellar surface of the femur is also rectangular. There is a broad and rounded ridge dividing the surface into the lateral and the medial parts. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Calcaneus: V 18838.9 is an incomplete calcaneus with only the tuberosity broken off (Fig. 7F). V 18838.10 preserves only the tuberosity and part of the body.Its body is stout. The tuberosity is robust,and its posterior surface is rough. Curved ridges can be seen on the mediodistal margin of the tuberosity. The lateral side of the body proximal to the cochlear process is slightly convex, but the medial side is slightly concave.Both sides are smooth. The articular surface with the talus is divided into two parts by the calcaneal groove. The lateral facet is circular and convex,and the medial facet is tadpole-shaped and concave. The calcaneal groove is deep and extends first distally then distolaterally beneath the lateral facet, where it becomes shallow and merges with the distal margin of the lateral facet. The distal articular facet with the cuboid(os tarsalia $\\mathrm { I V + V }$ ）is semi-circular,concave and intersects with the medial facet with the talus at an angle slightly larger than $9 0 ^ { \\circ }$ ， ",
        "page_idx": 25
    },
    {
        "type": "table",
        "img_path": "images/5da0239d5dc92613dc2ce4151c1c89e86385513dea6cc6dd0138de78eda85649.jpg",
        "table_caption": [
            "Table13Limbbone measurements ofselected species inDicerorhinus,Elasmotheriumand Coelodonta (mm) "
        ],
        "table_footnote": [
            "1)from Fejfar (1964);2) from Deng and Zheng (2Oo5); 3) from Teilhard de Chardin and Piveteau (1930). "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td>Yegou</td><td>Hajnacka</td><td>Hundsheim</td><td colspan=\"2\">Nihewan</td></tr><tr><td>Dicerorhinus sp.</td><td>D.megarhinus1)</td><td>D.etruscus1)</td><td>E.peit</td><td>C.nihowanensi</td></tr><tr><td>Radius</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>distal maximal breadth</td><td>110.0</td><td>105.0-116.0</td><td>100.5</td><td></td><td></td></tr><tr><td>distal maximal articular breadth</td><td>93.0</td><td>87.5-99.0</td><td>73.0-73.8</td><td></td><td>82.0-115.0</td></tr><tr><td>distal maximal depth</td><td>67.0</td><td>75.0</td><td>59.0</td><td></td><td></td></tr><tr><td>distal maximal articular depth</td><td>47.5</td><td>55.0</td><td></td><td></td><td></td></tr><tr><td>breadth of articular surface with</td><td>44.0</td><td>42.0-47.0</td><td></td><td></td><td></td></tr><tr><td>magnum breadth of articular surface with</td><td>47.0</td><td>62.0</td><td></td><td></td><td></td></tr><tr><td>scaphoid Metacarpal II</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>proximal maximal breadth</td><td>58.5</td><td>50.0-55.0</td><td>42.0-43.0</td><td></td><td>39.0</td></tr><tr><td> proximal maximal depth</td><td>48.0</td><td>40.0-57.0</td><td></td><td></td><td></td></tr><tr><td>breadth at the middle of diaphysis</td><td>41.0</td><td>38.0-41.5</td><td></td><td></td><td></td></tr><tr><td>depth at the middle of diaphysis</td><td>24.0</td><td>22.0-32.0</td><td></td><td></td><td></td></tr><tr><td>Metacarpal III</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>breadth at the middle of diaphysis</td><td>55.0</td><td>52.0-65.2</td><td>48.5-52.6</td><td>69.4-76.0</td><td></td></tr><tr><td>depth at the middle of diaphysis</td><td>25.0</td><td>23.4-24.0</td><td>19.0-24.0</td><td>30.0-35.8</td><td></td></tr><tr><td>distal maximal breadth</td><td>65.5</td><td></td><td></td><td>91.8-105.7</td><td>53.0</td></tr><tr><td>distal maximal articular breadth</td><td>51.0</td><td>51.0-59.5</td><td>44.0-50.5</td><td>77.0-87.2</td><td></td></tr><tr><td>distal maximal articular depth</td><td>54.0</td><td>49.0-51.0</td><td>51.0</td><td></td><td></td></tr><tr><td>Patella</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>sagittal length</td><td>124.0</td><td>130.0</td><td>108.2</td><td></td><td></td></tr><tr><td>breadth</td><td>101.5</td><td>110.0</td><td>86.0</td><td></td><td></td></tr><tr><td>maximal depth</td><td>75.0</td><td>78.0</td><td>52.0</td><td></td><td></td></tr><tr><td>articular sagittal length</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>articular breadth</td><td>95.0 91.0</td><td>83.0 94.0</td><td></td><td></td><td></td></tr><tr><td>Calcaneus</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>length</td><td>113.0</td><td></td><td></td><td></td><td></td></tr><tr><td>articular length</td><td>92.0</td><td></td><td></td><td></td><td></td></tr><tr><td>breadth at calcaneal tuberosity</td><td>41.0</td><td></td><td></td><td></td><td>61.3</td></tr><tr><td>maximal breadth</td><td>90.0</td><td></td><td></td><td></td><td></td></tr><tr><td>depth at calcaneal tuberosity</td><td>70.0</td><td></td><td></td><td></td><td>108.7</td></tr><tr><td>distal maximal depth</td><td>91.5</td><td></td><td></td><td></td><td></td></tr><tr><td>tarsal articular breadth</td><td>31.0</td><td></td><td></td><td></td><td></td></tr><tr><td>tarsal articular depth</td><td>54.0</td><td></td><td></td><td></td><td></td></tr><tr><td>medial talar articular breadth</td><td>42.0</td><td></td><td></td><td></td><td></td></tr><tr><td>talar articular depth</td><td>77.0</td><td></td><td></td><td></td><td></td></tr><tr><td>lateral talar articular breadth</td><td>44.0</td><td></td><td></td><td></td><td></td></tr><tr><td>lateral talar articular depth</td><td>42.0</td><td></td><td></td><td></td><td></td></tr><tr><td>Metatarsal II</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>breadth at the middle of diaphysis</td><td>44.0</td><td>32.0-37.0</td><td>30.0</td><td>54.5</td><td></td></tr><tr><td>depth at the middle of diaphysis</td><td>31.0</td><td>27.0-33.0</td><td>26.0</td><td>29.3-34.5</td><td></td></tr><tr><td>distal maximal breadth</td><td>50.0,45.0</td><td>49.0</td><td>39.0</td><td></td><td>31.0</td></tr><tr><td>distal maximal articular breadth</td><td>55.0,47.5</td><td>41.0</td><td>35.0</td><td></td><td></td></tr><tr><td>distal maximal articular depth</td><td>62.0, 53.5</td><td>43.0</td><td>45.0</td><td></td><td></td></tr><tr><td>Metatarsal IV</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>breadth at the middle of diaphysis</td><td>34.0</td><td>31.0-39.0</td><td>31.0</td><td></td><td></td></tr><tr><td>depth at the middle of diaphysis</td><td>29.0</td><td>23.0-32.0</td><td>24.0</td><td></td><td></td></tr><tr><td>distal maximal breadth</td><td>43.0,49.0</td><td>46.0-55.0</td><td>38.7</td><td></td><td>33.0</td></tr><tr><td>distal maximal articular breadth</td><td>46.0, 52.0</td><td>43.0-47.0</td><td>36.5</td><td></td><td></td></tr><tr><td>distal maximal articular depth</td><td>53.0,58.0</td><td>43.0-49.0</td><td>41.2</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 26
    },
    {
        "type": "image",
        "img_path": "images/9638d23cb62022edc83afb90e81bbfa1ccf7e03cfb3b6658e47bafa4ce36e2ec.jpg",
        "img_caption": [
            "Fig.7Limb bones of Dicerorhinus sp.from Yegou A.distal portion of left Mc III(IVPPV18838.2:anterior view); B.distal portion of left Mt II(V18838.3:anterior view); C. distal portion of left MtIV(V18838.6: anterior view);D.proximal portion of left Mc II (V18838.1:anterior view); E.right patella(V18838.7:1.anterior view, 2.posterior view); F.left calcaneus (V18838.9:anterior view); G. distal portion of left radius (V18838.8:anterior view) "
        ],
        "img_footnote": [],
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "There are two Mt IIs,with one being larger than the other. Only the distal protion ispreserved(V 18838.3,Fig. 7B). The depth of the diaphysis is larger than the breadth.The medial margin is relatively flat and thicker than the lateral margin. The medial surface is rough.The maximal breadth of the distal articular facet is at the midpoint of the depth.The sagittal crest is only prominent on the plantar side. The articular surface is higher than the diaphysis surface on the dorsal side of the larger specimen,and at the same level on the smaller specimen.The sagittal crest is robust and distinctly proximally exceeds the articular surface on the plantar side of the larger specimen, but only slightly on the smaller specimen.The difference in size and morpholoty probably reflects not only variation,but also interspecific distinction. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "There are two Mt IVs as well.One is larger,and the other is smaller. Only the distal portion is preserved (V 18838.6,Fig. 7C).The morphology is basically the same as that of the Mt II. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Comparisons and discussionThree rhinocerotid species have been known from the Early Pleistocene deposits of the Nihewan Basin,including the distinctly ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "small-sized Dicerorhinusmercki ( $\\scriptstyle \\{ = { \\frac { } { } }$ Stephanorhinuskirchbergensis),medium-sized Coelodonta nihowanensis,and large-sized Elasmotherium peii(Teilhard de Chardin and Piveteau, 1930; Deng and Zheng, 2005: Elasmotherium caucasicum; Tong et al., 2014). Among them, only the limb bones of the the latter two species have been unearthed (Teilhard de Chardin and Piveteau,1930; Deng and Zheng,2005).In terms of the measurements (Table 13),the sizes of the Mc II, calcaneus,and Mt II described here are distinctly smaller than the corresponding elements of Early Pleistocene Elasmotherium peii from the same basin.The size of the radius is similar, but that of Mc II-II and Mt II, IV is distinctly greater than Early Pleistocene Coelodonta nihowanensis from the same basin.Although Dicerorhinus mercki is also known from the Nihewan Basin, there are only limb bones from Yegou, which lack decisive diagnostic morphological characters. Consequently, the new material is temporarily identified as Dicerorhinus sp. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "A Mc II that is close to the Yegou specimen is known from the red clay layer of Renjiagou, Lingtai, Gansu (Zhang et al.,1999: Rhinocerotidae gen. et sp. indet.). The proximal length/width is $5 5 . 0 ~ \\mathrm { m m } / 4 1 . 0 ~ \\mathrm { m m }$ ，and the minimal breath/depth of the diaphysis is 39.5 $\\mathrm { m m } / 2 3 . 3 \\ \\mathrm { m m }$ . The magnetostratigraphic age of the horizon is $3 . 5 { - } 3 . 4 ~ \\mathrm { M a }$ (Sun et al., 1998; Zhang et al., 1999). ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "The size of the Yegou specimen is also very close to that of the Dicerorhinus megarhinus (Christol,1835) from Hajnacka,southern Slovakia (Fejfar,1964). Based on the coexisting Mimomys hajnackensis Fejfar, 1961, its geological age should be Early Villanyian, $> 3 \\ \\mathrm { M a }$ (Repenning et al., 1990). ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Gazellablacki Teihard deChardin&Young,1931 ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "MaterialLeft horn core with the pedicle and partial frontal bone but without the tip (IVPP V 18839.1,Fig.8B), left horn core without the pedicle but with the tip slightly damaged (V18839.2),1 left and 1 right fragmentary mandibular corpora with the $\\mathsf { p } 2 \\mathrm { - } \\mathsf { m } 3$ (V 18839.3; V 18839.4, Fig. 8A), fragmentary right mandibular corpus with the p2 alveoli and the p3-m3 (V 18839.5), fragmentary right mandibular corpus with the p3-p4 (V 18839.6),fragmentary right mandibular corpus with the m3 (V18839.7). ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Measurements See Table 14. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "DescriptionV 18839.1 (Fig.8B) is a fragmentary horn core with the dorsal half missing and a small portion of frontal bone preserved at the pedicle.The supraorbital foramen can be seen anterior to the pedicle of the core.The postcornual fossa is deep and oval on the lateral side of the pedicle.The horn core slightly bends caudally. There are coarse and parallel longitudinal ridges (or grooves). Judging from the suture preserved on the medial side, the minimal distance between the pedicles is about $2 . 4 ~ \\mathrm { c m }$ ，The horn core extends caudolaterally. The other specimen does not have the frontal bone preserved,and the tip is slightly damaged (V 18839.2). Its curvature is similar to that of V 18839.1. Although the rostral surface is damaged, it seems that the longitudinal ridges (or grooves) are not as coarse as that of V 18839.1. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "All mandibular specimens are incomplete. The length of $\\mathsf { p } 2 \\mathrm { - } \\mathsf { p } 4$ is $3 8 \\%$ of that of the lower cheek teeth row, but greater than that of $\\mathrm { m } 2 { - } \\mathrm { m } 3$ . The p2 is single lobed with a pointed protoconid and two roots. The p3 and $\\mathsf { p 4 }$ both have anterior, middle,and posterior valleys.The middle and posterior valleys can both reach the labial side.The metaconid and the paraconid are not fused completely on the $\\mathsf { p 4 }$ .The protoconid is pointed. The morphology of lower molars is similar to that of other gazelles,but the goat fold is present anterolaterally in young individuals. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Comparisons and discussionThe material described in this paper is slightly larger than Gazella blacki from Xiaohongao,Hefeng and Renjiagou, Lingtai, and distinctly smaller than $G$ sinensis from the Nihewan Basin (Table 14). The average ratios of the p2-p4 length to the $\\mathsf { p } 2 \\mathrm { - } \\mathsf { m } 3$ length in percentage for these three forms are $3 8 . 2 \\%$ (Xiaohongao), $3 6 . 2 \\%$ (Renjiagou), and $3 5 . 3 \\%$ （204号 (Nihewan) respectively.The material here is therefore closer to G. blacki than to G. sinensis. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "When studying the gazelle fossils from North China, especially Yushe, Chen (1997a,b) pointed out that Gazella blacki is a valid species,and it is a typical form for the Late Pliocene of North China. The magnetostratigraphic age provided by Chen (1994) is ca. $3 \\mathrm { M a }$ ",
        "page_idx": 29
    },
    {
        "type": "image",
        "img_path": "images/a682c83d1506496f41226ce394bca4bcabdecc3b4acf5ddc777b459667f286bf.jpg",
        "img_caption": [
            "Fig.8Selected dentition and horn core of Gazella blacki from Yegou A. fragmentary right mandibular corpus with p2-m3 (IVPP V 18839.4: 1. buccal view, 2.occlusal view; 3 cm scale bar); B.fragmentary left horn core(V18839.1:1.lateral view,2.anterior view,3.medial view;2cm scale bar) "
        ],
        "img_footnote": [],
        "page_idx": 29
    },
    {
        "type": "table",
        "img_path": "images/4d35933375ee96025d5703d93c0626bca190845457aeea54ab3efc6b205da088.jpg",
        "table_caption": [
            "Table 14Measurements of the horn core and cheek teeth of Gazella blacki and G.sinensis (mm) "
        ],
        "table_footnote": [
            "1) from Chen (1994)and Teilhard de Chardin andYoung (1931);2)from Zhang etal.(1999);3) from Teilhard de Chardin and Piveteau (1930). "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"3\" colspan=\"2\"></td><td colspan=\"3\">G.blacki</td><td>G.sinensis</td></tr><tr><td>Yegou</td><td>Hefeng1)</td><td>Rengjiagou2)</td><td>Nihewan3)</td></tr><tr><td colspan=\"4\">range,number</td></tr><tr><td colspan=\"2\">length of horn core</td><td>~100.0</td><td>~88.0</td><td></td><td></td></tr><tr><td colspan=\"2\">rostrocaudal diameter of horn core base</td><td>28.2-29.4,2</td><td>23.0-25.5,2</td><td>24.8</td><td>36.0-47.0,4</td></tr><tr><td colspan=\"2\">breadth of horn core base</td><td>23.6-24.7,2</td><td>20.5-22.0,2</td><td>22.5</td><td>28.0-36.0,4</td></tr><tr><td colspan=\"2\">p2-m3</td><td>65.3-65.4,2</td><td>62.5-65.0,3</td><td>68.6</td><td>65.0-78.0, 3</td></tr><tr><td colspan=\"2\">p2-p4</td><td>24.9-25.0,2</td><td>22.0-24.5,3</td><td>24.5</td><td>22.0-28.0,3</td></tr><tr><td colspan=\"2\"></td><td>6.0-6.3,2</td><td>5.2-6.8,3</td><td></td><td></td></tr><tr><td colspan=\"2\">p2</td><td>7.8-9.0,3</td><td>7.1-8.9, 3</td><td></td><td></td></tr><tr><td colspan=\"2\">p3 p4</td><td>10.4-10.6, 3</td><td>8.7-9.5,3</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Gazella cf. G. blacki also occurs in many Early Pleistocene faunas,such as Wenxi, Houma,(Tang,1980a), Xihoudu, Ruicheng (Chia and Wang,1978), Xicun, Tunliu, Shanxi (Zong et al., 1982),and Longdan, Dongxiang, Gansu (Qiu et al.,2004). In this regard, $G$ blacki is probably a long-lasting species spanning from the Late Pliocene to Early Pleistocene. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "AxisshansiusTeilharddeChardin&Trassaert,1937 (Fig.9) ",
        "text_level": 1,
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "MaterialAntler fragment (IVPP V 18841.1, Fig. 9A), fragmentary right maxilla with the P2-M3(V 18841.2, Fig. 9B), the right P3 (V 18841.3), distal portion of the right radius (V 18841.4,Fig.9C), distal portion of the left tibia (V18841.5,Fig. 9D),1 left and 1 right tali (V 18841.6,Fig. 9E; V 18841.7), proximal portions of 2 Mt II-IVs (V 18841.8, Fig. 9F;V 18841.9). ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Measurements See Table 15. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "DescriptionThe antler (V 18841.1, Fig. 9A) is fragmentary. Only the portion where the main beam and the brown tine bifurcates is preserved.The lateral side of the main beam is also damaged.The medial surface is concave,and longitudinal grooves and ridges can be seen. The lateral surface is flat, and the grooves and ridges are not as clear. Judging from the longitudinal orientation of the main beam,the angle between it and the brown tine is probably greater than $9 0 ^ { \\circ }$ ： ",
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/a4669663baefb78c37da467f9f06493f4ccad475bfde6ed5b398f077b27ecba0.jpg",
        "img_caption": [
            "Fig.9Antler,upper cheek teeth,and limb bones of Axis shansius from Yegou A.antler fragment (IVPP V18841.1: 1.lateral view,2.medial view); B.fragmentary right maxilla with P2- M3 (V18841.2:occlusal view); C.distal portion of right radius (V18841.4:1.anterior view,2. distal view); D.distal portion of left tibia (V18841.5: 1. posterior view,2. distal view); E.left talus(V18841.6: posterior view); F. proximal portion of left Mt III-IV (V18841.8:1.anterior view,2. proximal view) "
        ],
        "img_footnote": [],
        "page_idx": 30
    },
    {
        "type": "table",
        "img_path": "images/d69d72f0d4929c70e9865c50447362e1003836868efe264a682225cd9112d631.jpg",
        "table_caption": [
            "Table15Measuements of antlers,limb bones and cheek teeth of Axis shansius and Cervus sp.(mm) "
        ],
        "table_footnote": [
            "1) from Teilhard de Chardinand Trassaert (1937);2)from Zheng etal. (1985);3)from Teilhard de Chardin and Young (1931). "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td rowspan=\"2\"></td><td colspan=\"3\">A.shansius</td><td rowspan=\"2\">Cervus sp. Jingle3)</td></tr><tr><td>Yegou</td><td>(type, THP27726)</td><td>Guide2</td></tr><tr><td>P2-M3</td><td></td><td>111.0</td><td>99.0</td><td></td><td></td></tr><tr><td>M1-M3</td><td>L</td><td>51.5</td><td>58.0</td><td></td><td></td></tr><tr><td>P2-P4</td><td></td><td>45.3</td><td>46.0</td><td></td><td></td></tr><tr><td>P2</td><td rowspan=\"6\">L/W</td><td>15.5/12.0</td><td>18.0/12.0</td><td></td><td></td></tr><tr><td>P3</td><td>15.5/14.0</td><td>16.0/15.0</td><td></td><td></td></tr><tr><td>P4</td><td>12.5/16.0</td><td>12.5/16.0</td><td></td><td></td></tr><tr><td>M1</td><td>18.0/17.0</td><td>18.0/17.0</td><td></td><td></td></tr><tr><td>M2</td><td>20.5/20.0</td><td>19.0/19.0</td><td></td><td></td></tr><tr><td>M3</td><td>21.0/19.5</td><td>20.0/16.0</td><td></td><td></td></tr><tr><td>height of antler base</td><td></td><td>>80.0 (burr not included)</td><td>>60.0 (burr included)</td><td>87.0-107.0 (burr included)</td><td></td></tr><tr><td>maximal diameter of antler base</td><td></td><td></td><td>43.0</td><td></td><td></td></tr><tr><td>maximal diameter of burr</td><td></td><td></td><td>56.0</td><td>56.0</td><td></td></tr><tr><td>maximal diameter of antler base above burr</td><td></td><td>>45.0</td><td>43.0</td><td>39.0-41.0</td><td></td></tr><tr><td>maximal breadth of distal radius</td><td></td><td>>57.0</td><td></td><td></td><td>50.0</td></tr><tr><td>maximal depth of distal radius</td><td></td><td>39.0</td><td></td><td></td><td></td></tr><tr><td>maximal breadth ofdistal tibia</td><td></td><td>49.5</td><td></td><td></td><td>43.0</td></tr><tr><td>maximal depth of distal tibia</td><td></td><td>38.0</td><td></td><td></td><td></td></tr><tr><td>maximal length of talus</td><td></td><td>48.0-54.5</td><td></td><td></td><td>52.0</td></tr><tr><td>maximal breadth of talus</td><td></td><td>30.0-34.0</td><td></td><td></td><td>33.5</td></tr><tr><td></td><td></td><td>35.5-37.0</td><td></td><td></td><td>34.0</td></tr><tr><td>maximal breadth of proximal metatarsal</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>breadth at the middle of metatarsal diaphysis</td><td></td><td>24.5-21.5</td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Enamel rugosity is distinct on the surface of the upper cheek teeth (V 18841.2, Fig. 9B). Spurs are developed on the buccal side of the crescent crests formed by the protocone and the metaconule.The cingulum is developed on the lingual and medial side.The lingual side of the P2 and P3 is double-lobed,and the protocone and the metaconule are developed.The P4 is single-lobed. The parastyle and the mesostyle are more developed than the metastyle on M1-3. The extent of buccal protruding of the parastyle is greater than that of the metastyle.The length of P2-4 is $8 8 \\%$ of that of M1-3. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Only the distal portion of the radius (V 18841.4, Fig.9C) is preserved,and the lateral side is damaged. The medial articular facet is convex,and the lateral articular is posteriorly positioned and concave. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Only the distal portion of the tibia(V 18841.5, Fig. 9D) is preserved. The articular portion is complete.The articulation with the talus is carried out by two facets.They are two anteroposteriorly oriented parallel concave grooves. The lateral one is wider than the medial one, but the latter one is deeper. The articulation with the lateral malleolus (vestigial distal end of the fibula) is carried out by two small facets on the lateral side.The anterior one is larger, and the posterior one is smaller. They are separated by a notch. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "There are two tali. One is left (18841.6, Fig.9E),and the other one is right (18841.7). The right one is smaller, but their morphologies are the same. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "There are two metatarsals (V 18841.8-9,Fig.9F) and both preserve only the proximal half.The groove on the dorsal side is narrow and extends distally to a very low position. On the medial side of the proximal end of the groove, there is a distinct vascular impression. The plantar groove is wider. The proximal plantar foramen is located at the proximal end of the plantar groove,and it proximodorsally penetrates the proximal metatarsal and opens at the center of the articular surface with the tarsals. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Comparisons and discussionIn terms of the size of the limb bones (Table 15), the Yegou material is very close to Cervus sp. from Jingle (Teilhard de Chardin and Young, 1931). In terms of the morphology and size of the antler, the Yegou specimen (V 18841.1) is comparable to Early Pleistocene Axis shansius from Zone II of Yushe, Shanxi, but the antler is slightly longer. It is closer to the antler ofLate Pliocene A. shansius from Guide, Qinghai (Zheng et al.,1985). The dimensions of the upper cheek teeth are also generally consistent with the holotype of A. shansius. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Muntiacus sp. ",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "(Fig. 10A) ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Material Fragmentary right maxilla with the M2-3 (IVPPV 18840,Fig. 10A). ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "MeasurementsM1: length, $1 0 . 8 ~ \\mathrm { m m }$ ， anterior width, $1 2 . 3 ~ \\mathrm { m m }$ ，posterior width, 11.3 mm; M2: length, $1 0 . 8 \\mathrm { m m }$ ,anterior width, $1 2 . 0 \\mathrm { m m }$ ,posterior width, $1 0 . 3 ~ \\mathrm { m m }$ ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Description It is a small-sized muntjac.The molars are low-crowned. The morphologies of the M2 and M3 are similar. There is strong rugosity on the enamel surface.The protocone is more developed than the hypocone,and the paracone is more developed than the metacone. The parastyle and the mesostyle are more developed than the metastyle. The paracone rib is stronger than the metacone rib.Both teeth are 4-rooted. The only difference is that the M2 is slightly larger than the M3. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Comparisons and discussion The morphology and size of the teeth are consistent with Muntiacus.Due to the fact that there is no antler, it is hard to identify it to the species level. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Paracamelus sp. ",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "(Fig.10B-E) ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "MaterialRight M2 (IVPPV18842.1, Fig.10C), right M3 (V 18842.2,Fig.10B), distal portion of the left humerus (V 18842.3, Fig. 10E), manual 4th proximal phalanx (V 18842.4, Fig. 10D). ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Measurements See Tables 16-18. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Description The molars (IVPP V 18842.1-2, Fig.10B, C) are large and anteriorly wider. The sloping of the lingual wall of the molars is gentle,so the flaring of the crown is not distinct. The protocone and metaconule are nearly equal in size,but the protocone extends more lingually. The parastyle is more developed than the mesostyle. The metastyle is extremely weak or not developed. The paracone rib is more robust than the metacone rib.The shrinking of the posterior lobe of the M3 is more distinct than that of the M2.The metastyle is relatively distinct on the M3. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Only the distal portion of the humerus is preserved (V 18842.3, Fig.10E). The lateral ligament pit is deep.The distal maximal breadth is located where the lateral epicondylar crest is in contact with the margin of the ligament pit. The medial ligament pit is shallow. There is a robust and short ridge posteroproximal to it. The trochlea of humerus is broader than the ",
        "page_idx": 33
    },
    {
        "type": "image",
        "img_path": "images/08380dc6b4237644bf86ff0b3722ecc6bcac81c21231c91b6adee7df74eeb3be.jpg",
        "img_caption": [
            ""
        ],
        "img_footnote": [],
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Fig.10 Specimens ofMuntiacus sp.and Paracamelus sp.from Yegou A.Muntiacus sp. (1 cm scale bar): fragmentary right maxilla with M2-3 (IVPP V18840: occlusal view); B-E.Paracamelus sp.(5 cm scale bar): B.right M3 (V18842.2: 1.occlusal view,2 buccal view); C.right M2 (V 18842.1: 1. occlusal view,2. buccal view); D.manual 4th proximal phalanx (V18842.4:1.anterior view,2. posterior view,3.proximal view); E.distal portion of left humerus (V18842.3: posterior view) ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "capitulum of humerus. The groove between them is shallow. The anteroproximal margin of the trochlea is more proximally positioned on the medial side. The posteroproximal margin of the trochlea extends proximally into the olecranon fossa. The posterodistal margin of the medial epicondyle meets the posterodistal margin of the diaphysis at an angle slightly less than $9 0 ^ { \\circ }$ ： ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "The distal articular surface of the proximal manual phalanx of 4th digit (V 18842.4, Fig. 10D) is damaged, but the length of the bone is measurable. The proximal lateral ligament tuberosity is more prominent than the medial one,but the shape and size of the muscle insertion area on both sides are similar. The proximal articular surface is elliptical in shape. There is a depression at the center of the posterior portion of the surface that divides it into two parts.The lateral part is narrower and higher than the medial part.The distal end is slim and narrow. The ligament tuberosity on both sides is weak. ",
        "page_idx": 34
    },
    {
        "type": "table",
        "img_path": "images/d0d949a059f283f24d3520cdc55a426c206e698fe658a823e8bedbeacf45e7da.jpg",
        "table_caption": [
            "Table 16 Measurements of upper molars of Paracamelus sp.and P. gigas (mm) "
        ],
        "table_footnote": [
            "1) from Zhang et al.(1999);2) from Zdansky(1926). "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\" colspan=\"2\"></td><td colspan=\"2\">Paracamelus sp.</td><td>P. gigas</td></tr><tr><td>Yegou</td><td>Renjiagou (Zhang et al.,1999)</td><td>Mianchi (Zdansky,1926)</td></tr><tr><td rowspan=\"2\">M2</td><td>length</td><td>45.5</td><td>42.0</td><td>?46.0</td></tr><tr><td>anterior width</td><td>35.0</td><td>29.7</td><td>42.4</td></tr><tr><td rowspan=\"4\">M3</td><td>posterior width</td><td>33.0</td><td></td><td></td></tr><tr><td>length</td><td>43.0</td><td>42.0</td><td>55.0</td></tr><tr><td>anterior width</td><td>34.5</td><td>23.5</td><td>43.3</td></tr><tr><td>posterior width</td><td>29.0</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 34
    },
    {
        "type": "table",
        "img_path": "images/489b48a821a02ac334736fc325e6e1025607ae7d6c85f4ade96e93ff5d0cc7cb.jpg",
        "table_caption": [
            "Table17 Measurements of the humerus of Paracamelus sp.from Yegou (mm) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>distal maximal breadth</td><td>71.0</td></tr><tr><td>distal maximal depth</td><td>73.0</td></tr><tr><td></td><td></td></tr><tr><td>breadth of olecranon fossa</td><td>22.0</td></tr><tr><td>medial depth of trochlea</td><td>44.0</td></tr><tr><td>depth of capitulum</td><td>50.0</td></tr><tr><td>minimal depth between trochlea and capitulum</td><td>37.0</td></tr></table></body></html>",
        "page_idx": 34
    },
    {
        "type": "table",
        "img_path": "images/da8ea894b67a6bec4861a78bb03be6758ce4bbc93473a3b09a3b09aea2745746.jpg",
        "table_caption": [
            "Table18 Measurements of the fourth proximal phalanx of selected camelins (mm) "
        ],
        "table_footnote": [
            "1) from Young (1932);2) from Zdansky(1926); 3) from Teilhard de Chardin and Trassaert (1937). "
        ],
        "table_body": "<html><body><table><tr><td></td><td>Paracamelus sp.(manual)</td><td colspan=\"3\">P. gigas (pedal)</td><td>Camelus ferus</td></tr><tr><td></td><td>Yegou</td><td>Zhoukoudian1)</td><td>Mianchi2)</td><td>Yushe3</td><td>extant</td></tr><tr><td>length</td><td>127.0</td><td>112.0</td><td>111.5</td><td>106.0-131.0</td><td>88.0</td></tr><tr><td>proximal breadth</td><td>55.0</td><td>48.0</td><td>44.3</td><td>44.0-49.0</td><td>44.0</td></tr><tr><td>distal breadth</td><td>37.0</td><td>?38.0</td><td>36.8</td><td>35.0-43.0</td><td>34.0</td></tr></table></body></html>",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "Comparisons and discussionMaterial of Paracamelus gigas known from the Quaternary strata in the Nihewan Basin is limited to one calcaneus and the distal portion of one radius (Teilhard de Chardin and Piviteau,193O). That of Paracamelus sp. from the Late Pliocene strata is also limited to one talus (Tang,198ob).Yegou is therefore the first locality in the Nihewan Basin that has yielded dental remains. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "There is material of maxilla with complete dentition,humerus, talus,and metatarsal known from the Upper Pliocene at Renjiagou, Lingtai, Gansu assigned to Paracamelus sp. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "(Zhang et al., 1999). The size (M2 and M3 length, $4 2 . 0 \\ \\mathrm { m m }$ ） and morphology (including shrinking posterior lobe,developed parastyle and mesostyle, weak metastyle)are the same as that of the Yegou specimen,but the humerus is neither described nor figured,so it can not be compared with the Yegou specimen. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "The phalanx (V 18842.4) from Yegou is distinctly larger than that of Paracamelus gigas from Loc.1, Zhoukoudian (Young,1932) and Mianchi, Henan (Zdansky,1926),and even larger than that of extant camels. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "3Composition and age of the Late Pliocene Hipparion houfenense fauna in Nihewan Basin ",
        "text_level": 1,
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "The localities or horizons that yield fossils of large mammals including Hipparion are relatively rare in the Nihewan Basin. In addition to Yegou and Laowogou (Cai et al., 2004), there are still the following localities: 1） the red clay layer of Luanshigedagou, Hongya Village,yielding Hipparion sp.and Chilotherium sp. (Huang et al.,1974: Layer 3); 2) the red clay layer of the“Yuxian Formation”of the upper portion of the Huabaogou section (Layer 3), Xiyaozitou Vilage, yielding Postschizotherium sp.， Viverra sp., Hipparion houfenense, Gazella blacki, Gazella spp., and Antispiroides hopeiensis (Wang,1982; Li et al.,2008); 3) the red clay layer of the“Huliuhe Formation” of the lower portion of the Huabaogou section (Layer 1),Xiyaozitou Village,yielding Canis sp., Canis multicuspus,Nyctereutes sinensis,Hipparion cf. H. hippidiodus, Hipparion sp., Palaeotragus spp., Gazella blacki, and Gazella sp. (Wang, 1982; Li et al., 20o8); and 4) the red clay layer of the Danangou section,Dongyaozitou Village, yielding Lynx variabilis,Nyctereutes cf. sinensis,Hipparion cf.H. houfenense,Paracamelus sp., Antilospira yuxianensis, and Palaeotragus progressus (Layer 1 of Tang, 198ob and Tang and Ji,1983; Layer 1-2 of Zheng and Cai, 1991 and Cai et al.,2004,2013; Li et al.,2008). ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "If the horizon of the Yegou Hipparion houfenense fauna can be correlated to Layer 9 of the Laowogou section (Cai et al., 20o4),Layer 1 or 3 of the Huabaogou section (Wang,1982), and Layer 1(Tang,1980b; Tang and Ji,1983) or Layer 1-2 (Zheng and Cai,1991; Cai et al., 2004,2013) of the east cliff section of Danangou, then the large mammals of the Late Pliocene mammalian fauna of the Nihewan Basin should tentatively include at least the following 27 forms: ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Canis sp. [-]   \nCanis multicuspus Wang,1982[-](nomen nudum) Nyctereutes tingi Tedford & Qiu,1991   \nNyctereutes cf.N. sinensis (Schlosser,1903)[-] Nyctereutes sinensis (Schlosser,1903)   \nPachycrocuta pyrenaica (Depéret,1890)   \nHomotherium sp.   \nLynx variabilis Tang, $1 9 8 0 [ + ]$   \nViverra sp. [-] Hipparion houfenense(Teilhardde Chardin& Young,1931)   \nHipparion cf.H. houfenense (Teilhard de Chardin & Young,1931) [-] Hipparioncf.H.hippidiodus Sefve,1927 [-]   \nHipparion sp. [-]   \nDicerorhinus sp.   \nChilotherium sp. [-]   \nPostschizotherium sp.[-]   \nMuntiacus sp.   \nAxisshansiusTeilharddeChardin&Trassaert,1937   \nCervus sp. [-]   \nGazella spp. [-]   \nGazellablacki TeilharddeChardin& Young,1931   \nAntilospira sp. [-]   \nAntilospira yuxianensis Tang,1980 $[ + ]$ （204号   \nAntispiroides hopeiensis Wang,1982[-](nomen nudum)   \nPalaeotragus spp. [-]   \nPalaeotragus progressus Tang& Ji,1983 [+]   \nParacamelus sp. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Although most of these fossils have not been systematically studied (species with [-l) or have only been briefly described (species with $[ + ] \\}$ ）and need further taxonomic revision, their Pliocene age (compared with the classic Early Pleistocene Nihewan fauna) is affirmative. These taxonomic names are tentatively retained here for the following discussion in the sense of the fossil entities they represent, including the unidentified species and nomina nuda. Among them, Viverra, Nyctereutes,Dicerorhinus,Muntiacus, Gazella,Axis are extant genera. There are no extant species. Such a dominant proportion of extinct species is not possessed by any other Early Pleistocene faunas. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "The key features of the Late Pliocene Hipparion houfenense fauna of the Nihewan Basin represented by the 10 large mammals described here are as follows:1) the coexistence of Gazella blacki and Hippaion (Plesiohipparion) houfenense; 2) the coexistence of Nyctereutes tingi and N. sinensis; 3) the appearance of Pachycrocuta pyrenaica; and 4) the coexistence of Axisshansius andParacamelus. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "According to the first feature, the age of the fauna is directly comparable to those of the red clay of Layer 1, 3 of the Huabaogou section near Xiyaozitou Village in Yuxian Basin (Wang, 1982), the Jingle red clay of the Renjiagou section,Lingtai, Gansu (Zhang et al.,1999), the red clay of Xiaohongao,Hefeng, Jingle, Shanxi (Teilhard de Chardin and Young,1931; Chen, 1994),the Mazegou Formation of Yushe, Shanxi (Flynn et al.,1991; Deng and Hou, 2011). According to the second feature,Nyctereutes tingi only has Pliocene stratigraphic records in the Yushe Basin (Tedford and Qiu,1991) and Leijiahe, Lingtai, Gansu (Huang et al.,1993) so far,while the coexistence of $N .$ tingi and N. sinensis only occurs in the Yushe Basin and the Nihewan Basin. According to the third feature, Pachycrocuta pyrenaica is only known from strata before Villafranchian in France, Spain, and Ukraine (Depéret,1890; Crusafont and Sondaar,1971; Adrover et al.,1976; Howell and Petter,1980), whereas in China,it is only known from the lower Mazegou Formation, the Gaozhuang Formation of Pliocene,and even the upper Mahui Formation of Upper Miocene in the Yushe Basin (Qiu,1987; Deng et al., 2010;Deng and Hou,2011).According to the fourth feature,in addition to the Late Pliocene records of Axis shansius in Guide, Qinghai (Zheng et al.,1985) and Laowogou, Daodi Villge,the Nihewan Basin (Cai et al., 20o4), the holotype of this species comes from Zone II of Yushe, Shanxi (belongs to the Lower Pleistocene); Paracamelus also has both Pliocene records, such as Danangou, the Nihewan Basin (Tang,198ob) and Renjiagou, Lingtai (Zhang et al.,1999),and Pleistocene records (Teilhard de Chardin and Piveateu,193O; Teilhard de Chardin and Trassaert, 1937; Young,1932). Taken as a whole, the age of the Yegou Hipparion houfenense fauna should be the Late Pliocene before $2 . 6 \\mathrm { M a }$ ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "The Mazegou Formation of the Yushe Basin, Shanxi is the horizon yielding the richest fossils of Late Pliocene large mammals,and 65 forms have been currently preliminarily identified (Flynn et al.,1991; Deng and Hou, 2011; Wang et al.,2017),which contains nearly all species of large mammals from Late Pliocene localities in North China.It is therefore a helpful standard to compare with when trying to determine if the age of a fauna is Late Pliocene.For example, the sand layer of Guide and the Leijiahe Formation of Lingtai can be correlated the Mazegou Formation to by sharing Anancus sinensis; the Leijiahe Formation can also be correlated to the Mazegou Formation by sharing Hipparion pater. Accordingly, based on the combinations of Nyctereutes tingi-N. sinensis and Homotherium sp.-Dicerorhinus sp.- Paracamelus sp., the Yegou horizon can also be correlated to the Mazegou Formation. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Nyctereutes tingi, Pachycrocuta pyrenaica, Homotherium sp.,Hipparion (Plesiohipparion) houfenense,and Gazella blacki of the Late Pliocene Yegou Hipparion houfenense fauna of the Nihewan Basin are more primitive than N. sinensis,Pachycrocuta brevirostris licenti,Homotherium crenatidens,Hipparion (Proboscidipparion) sinense, and Gazella sinensis of the Early Pleistocene fauna from the Xiashagou-Nihewan Village area, respectively. Consequently, the age of the former fauna should be older. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "In the Nihewan Basin,the localities or horizons that yield common faunal elements with the Yegou Hipparion houfenense fauna include the following: 1) Layer 9 of Laowogou, sharing Hipparion and Axis shansius (Cai et al., 2004); 2) Layer 1 of the east cliff section, Danangou, Dongyaozitou Village, sharing Hipparion cf. H. houfenense (Tang,198ob; Tang and Ji,1983); 3) Layer 1 of Huabaogou, Xiyaozitou Village, sharing Nyctereutes sinensis and Gazella blacki (Wang, 1982); and 4) Layer 3 of Huabaogou, Xiyaozitou Village, sharing Hipparion houfenense and Gazella blacki (Wang,1982). Based on biostratigraphic correlations (Li et al.,2008; Cai et al.,2013),Layer 3 of the Huabaogou section can be correlated to Layer 9 of Laowogou; Layer 1 of Huabaogou can be correlated to Layer 2 of Laowogou; Layer 1 of the east cliff section of Danangou can be correlated to Layer 16-19 of Laowogou. Accordingly, the horizon of the Yegou Hipparion houfenense fauna can be generally correlated to the above horizons, especially Layer 9 of Laowogou. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Presently, the magnetostratigraphic dating results of the horizons of the Hipparion houfenense fauna characterized by Hipparion (Plesiohipparion) houfenense and Gazella blacki are not completely consistent. The red clay of Xiaohongao, Jingle has been dated to 3 Ma (Chen, 1994). The red clay of Renjiagou, Lingtai has been dated to $3 . 5 { - } 3 . 4 ~ \\mathrm { M a }$ (Sun et al.,1998; Zhang et al.,1999). The Mazegou Formation has been dated to $3 . 6 { - } 2 . 6 ~ \\mathrm { M a }$ (Flynn and Qiu,2O13).The fossil layer of the east cliff section,Danangou,Dongyaozitou Village has also been dated to 3.04-2.58 Ma (Liu et al,2021). It can be inferred from these results that the age of the Yegou horizon should fall within the range of $3 . 6 { - } 2 . 6 ~ \\mathrm { M a }$ . Only the red clay of Layer 1, 3 of the Huabaogou section is unexpectedly younger, the magnetostratigraphic age of them ranges 1.95-1.77 Ma (Zhu et al.,2007; Deng et al., 2008; Deng,2011). The most likely reason for this is that depositional hiatus in the Huabaogou section may have been ignored by these investigators. This, once again, proves the importance of the mutual compatibility between biostratigraphy and magnetostratigraphy. For the magnetostratigraphic dating results to be robust, it is necessary to carefully verify if the correlation of polarity chrons to GPTS is compatible with biostratigraphy based on fossils,especially when contradictions arise. If contradictions arise,the results are subject to cautious reinterpretation, as is the case for the results mentioned above. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "4Features of Late Pliocene and Early Pleistocene mammalian faunas (large) in Nihewan Basin ",
        "text_level": 1,
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "In recent years,many Late Pliocene horizons yielding Hipparion houfenense have been discovered in North China, such as Layer1(Tang,198Ob; Tang and Ji,1983) or Layer 1-2 (Zheng and Cai,1991; Cai et al., 2004,2013) of the Danangou section, Dongyaozitou Village and Layer 1, 3 of the Huabaogou section, Xiyaozitou Village in the Nihewan Basin (Wang, 1982),Renjiagou, Lingtai (Zhang et al.,1999) and the Leijiahe Formation (Huang et al., 1993) in Lingtai, Gansu, the Mazegou Formation of Yushe (Flynn et al.,1991; Deng and Hou, 2011) and Xiaohongao, Jingle (Zhou, 1988; Chen,1994) in Shanxi, the sand layer of Guide in Qinghai (Zheng et al.,1985),and so on. The discovery of these Late Pliocene horizons with fossils of large mammals provides us with a better understanding about the general features of the Hipparion houfenense fauna in China. It should be noted that Lynx variabilis,Hipparion cf.H. houfenense, Paracamelus sp., Antilospira yuxianensis, etc. in the “Pliocene-Early Pleistocene transitional mammalian fauna” derived from Layer l of the east cliff section of Danangou in the Nihewan Basin（Tang,198Ob; Tang and Ji, 1983） should be Late Pliocene in age (Zheng and Cai, 1991; Cai et al., 2004,2013). Based on the fossils of large mammals derived from the above horizons,the Late Pliocene mammalian fauna (large) in the Nihewan Basin is characterized by having the following features: 1) few Early Pliocene forms,such as Nyctereutes tingi Tedford & Qiu,1991,Pachycrocuta pyrenacia (Depéret,1890),Hipparion cf. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "H. hippidiodus Sefve,1927,and Palaeotragus sp.; 2) several species unique to Late Pliocene, such as Canis multicuspus Wang,1982 (nomen nudum),Lynx variabilis Tang,1980,Hipparion (Plesiohipparion) houfenense (Teilhard de Chardin & Young,1931),Antilospira yuxianensis Tang,1980,Antispiroides hopeiensis Wang,1982 (nomen nudum),and Palaeotragus progressus Tang & Ji,1983; 3) some Late Pliocene-Early Pleistocene transitional forms,such as Homotherium sp. (Yegou),Nyctereutes sinensis (Schlosser,1903), Gazella blacki Teilhard et Chardin & Young,1931,and Paracamelus sp.(Yegou, Danangou); and 4) no extant species. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "In addition to the classic Early Pleistocene Nihewan mammalian fauna (large) with multiple revisions and supplements (Teilhard de Chardin and Piveteau,1930; Qiu,1987,2000), numerous Early Pleistocene horizons yielding fossils of large mammals have been discovered in the Nihewan Basin in recent years, such as the Xiaochangliang site (You et al., 1980; Tang et al.,1981,1995; Chen et al.,1999; Zhang et al., 2008), the Majuangou site (Wei et al., 2003; Cai and Li,2004; Cai et al.,2008), the west section of Danangou (Tang et al.,1981; Li,1984), Layer 3,5 of the east cliff section of Danangou (Tang,198Ob; Tang and Ji,1983),and so on. Based on the fossils of large mammals derived from these horizons,the Early Pleistocene mammalian fauna (large) in the Nihewan Basin is characterized by having the following features: 1） few Late Pliocene-Early Pleistocene transitional forms, such as Zygolophodon sp. (Danangou),Nyctereutes sinensis (Schlosser,1903), Crocuta honanensis (Zdansky,1924), Hipparion sp. (Xiaochangliang, Majuangou, Danangou), Elasmotherium sp. (Nihewan Village), and Postschizotherium chardini von Koenigswald, 1932; 2) a lot of species unique to the Early Pleistocene, including Mammuthus trogontherii Pohlig, 1885, Canis chiliensis Zdansky, 1924,Canis c. var. palmidens Teilhard de Chardin & Piveteau, 193o,Eucyon minor (Teilhard de Chardin & Piveteau,1930), Erictis pachygnatha (Teilhard de Chardin & Piveteau,1930), Meles chiai Teilhard de Chardin,1940,Lutra licenti Teilhard de Chardin & Piveteau,1930, Casmaporthetes progressus (Qiu, 1987),Pachycrocuta licenti (Pei, 1934),Homotherium crenatidens Fabrini,1890,Megantreon nihowanensis (Teilhard de Chardin & Piveteau,1930), Sivapentahera cf. S. pleistocaenicus (Zdansky, 1925), Lynx shansius Teilhard de Chardin, 1945,Hipparion (Proboscidipparion) sinense (Sefve, 1927), Equus sanmeniensis Teilhard de Chardin & Piveteau,1930,Coelodonta nihowanensis Kahlke,1969,Muntiacus bohlini (Teilhard de Chardin,1940),Eucladoceros boulei Teilhard de Chard & Piveteau, 1930,Nipponicervus elegans (Teilhard de Chardin & Piveteau,1930),Elaphurus bifurcates Teilhard de Chardin & Piveteau,1930,Spirocerus wongi Teilhard de Chardin & Piveteau,1930, Gazella sinensis Teilhard de Chardin&Piveteau,1930,and Bison palaeosinensis Teilhard de Chardin & Piveteau, 1930;and 3) a considerable number of Middle to Late Pleistocene and extant species, such as Canis sp. (Majuangou), Vulpes sp. (Danangou), Martes sp. (Xiaochangliang), Ursus thibetanus G. Cuvier,1823, Viverra sp. (Xiaochangliang), Felis sp. (Nihewan Village), Sus cf.S. lydekkeri Zdansky,1928, Axis sp. (Danangou), Cervus sp. (Nihewan Village, Xiaochangliang), Gazella sp. (Xiaochangliang), Gazella cf. G. subgutturosa (Guldenstadt,1780), Ovis sp. (Nihewan Village), Ovis shantungensis Matsumoto,1926, Bison sp. (Xiaochangliang),and so on. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "AcknowledgementsThis work was supported by the Strategic Priority Research Program of Chinese Academy of Sciences (Grant No: XDB26ooooo0) and National Science Foundation of China (Grant No: 41772018). Prof. YAO Pei-Yi and Prof. YAO Zhen of Institute of Geology, Chinese Academy of Geological Sciences,Mr. CHEN Xing-Qiang of China University of Geosciences participated in the field investigation and fossil collection.Mr. WANG Zhao of Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences (IVPP) participated in the excavation and prepared the fossils.Mr. GAO Wei of IVPP photographed the specimens. Prof. QIU Zhang-Xiang of IVPP gave valuable comments and suggestions during the preparation of the manuscript. Prof. ZHANG Zhao-Qun and Prof. LI Qiang of IVPP provided helpful comments that improved the content of the article when reviewing the manuscript. We would like to express our profound gratitude to these institutions and individuals. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "泥河湾盆地叶沟晚上新世贺风三趾马动物群及其生物地层学意义",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "刘金毅1,2 张颖奇1,2 迟振卿³王　永³　杨劲松4　郑绍华1(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室北京100044)(2 中国科学院生物演化与环境卓越创新中心北京100044)(3中国地质科学院地质研究所北京100037)(4中国地质科学院水文地质环境地质研究所 石家庄050061)",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "摘要：目前对于泥河湾盆地晚新生代地层的年代学认识还存在分歧，基于哺乳动物化石的生物地层学对比结果与基于磁性地层学的年代测定结果存在较大矛盾。生物地层学对比表明，泥河湾盆地桑干河峡谷地带与壶流河下游两岸出露的风成红粘土、含砂砾石河湖相红粘土与沼泽相砂质粘土属上上新统；而磁性地层学研究一般将其归为下更新统。记述了泥河湾盆地叶沟晚上新世贺风三趾马动物群，由丁氏貉Nyctereutes tingi,中华貉N.sinensis，比利牛斯硕鬣狗Pachycrocuta pyrenaica,锯齿虎属(未定种) Homotherium sp.,贺风(近)三趾马Hipparion (Plesiohipparion) houfenense,额鼻角犀属(未定种) Dicerorhinus sp.,麂属(未定种)Muntiacus sp.,山西轴鹿Axis shansius,步氏羚羊Gazella blacki,副驼属(未定种)Paracamelussp.等9属10种构成。这个动物群的组成与经典的泥河湾早更新世动物群显著不同，是泥河湾盆地内上上新统存在的新证据。在系统记述的基础上，对叶沟贺风三趾马动物群的时代和组成进行了讨论，并对泥河湾盆地晚上新世与早更新世大型哺乳动物群的组合特征进行了归纳，以期对今后泥河湾盆地的地层学研究工作有所帮助。",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "关键词：泥河湾盆地，上上新统，大型哺乳动物，贺风三趾马，生物地层学，磁性地层学",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "References   \nAdroverR,Morales J,SoriaD,1976.Hallazgode Hyaen donnezani ViretenLa Calera I(Aldehuela,provinciadeTeruel). Teruel,55-56: 189-205   \nAllen G M,1938.The mammalsof China and Mongolia,Part1.New York: The American Museum of Natural History. 1-620   \nAnton M,Salesa MJ,Morales Jetal.,2004.First known complete skulsof the scimitar-toothed cat Machairodus aphanistus (Felidae,Carnivora) fromthe Spanish Late Miocene site of Batalones-1.JVert Paleont,24(4): 957- 969   \nAo H,An ZS,Dekkers MJetal.,2013.Pleistocene magnetochronologyofthe fauna and Paleolithic sites inthe Nihewan Basin: significance for environmental and hominin evolution in North China. Quat Geochronol,18:78-92   \nBallesio R,963.Monographied'un Machairodusdugisementvillfranchiende Seneze: HomotheriumcrenatidensFabrini. Trav Doc Lab Geol Lyon,NSér,9: 1-129   \nCai B Q,LiQ,2O04.Humanremainsandthe environmentofEarlyPleistocene inthe Nihewan Basin.Sci China,SerD-Earth Sci, 47(5): 437-444   \nCai B Q,Zhang ZQ, Zheng S H et al.,2O04.New advances in the stratigraphic study onrepresentative sections in the Nihewan Basin, Hebei.Prof Pap Stratigr Palaeont,28: 267-285   \nCai B Q,LiQ,Zheng S H,20o8.Fossil mammals from Majuangou section of Nihewan Basin, China and theirage.Acta Anthrop Sin,27(2): 127-140   \nCaiB Q,Zheng SH,LiddicoatJCetal.,2013.Reviewofthe litho-,bio-,and chronostratigraphy intheNihewan Basin, Hebei, China.In: Wang X M,Flyn LJ,Fortelius Meds.Fossil mammals of Asia-Neogene Biostratigraphy and Chronology. New York: Columbia University Press.218-242   \nChen C,Shen C,Chen WYetal.,1999.1998 excavationofthe Xiaochangliang site atYangyuan,Hebei.Acta Anthrop Sin, 18(3): 225-239   \nChen GF,1997a.Gazell blacki TeilhardandYoung,1931(Bovidae,Artidactyla,Mammalia)from theLatePlioceneof Hefeng,Jingle District, Shanxi Province.Vert PalAsiat, 35(3): 189-200   \nChen GF,1997b.The genus Gazella Blainvile,1861(Bovidae,Artiodactyla) from the Late Neogene of Yushe Basin, Shanxi Province,China. Vert PalAsiat,35(4): 233-249   \nChen XF,1994.Stratigraphyand large mammals of the“Jinglean”Stage,Shanxi,China. Quaternary Sci,14(4):339- 353   \nChia L P, Wang C,1978.Hsihoutu-a culture site of Early Pleistocene in Shansi Province.Beijing: Cultural Relics Publishing House. 1-85   \nCroizet JB,JobertA,1828.Recherchessur lesossements fosilsdu departement du Puy-de-Dome.Clermont-Ferrand: Thibaud-Landriot édit.1-224   \nCrusafont M,Sondaar P,1971. Une nouvele espece d'Hippariondu Miocene terminal d'Espagne.Palaeovertebrata,4(2): 59-66   \nDaguenetT,Sen S,2019.PhylogeneticrelationshipsofNyctereutes Temminck,838(Canidae,Carnivora,Mammalia) from Early Pliocene ofCalta,Turkey.In:de Bonis L,Werdelin Leds.Memorial to Stephane Peigné: Carnivores (Hyaenodonta and Carnivora) of the Cenozoic. Geodiversitas,41(18): 663-677   \ndeBeaumontG,975.Recherches sur lesFelides (Mammiferes,Carnivores)duPliocene inferieurdessablesaDinotherium des environs d'Eppelsheim (Rheinhessen).Arch Sci,28(3):369-405   \nde Beaumont G,1978.Notes complementaires sur quelques Felides (Carnivores). Arch Sci,31(3): 219-227   \nDeng CL,20l1. Chapter 2,Section4,Chronologyof magnetic stratigraphy.In: YuanBY, Xia Z K,NiuPSeds.Nihewan Rift and Early Man.Beijing: Geological Publishing House. 61-68   \nDeng CL, Zhu R X, Zhang R et al.,20o8.Timing of the Niheawan formation and faunas.Quaternary Res,69(1): 77- 90   \nDeng T,HouSK,2011.The Mazegouan Stageof the continental Pliocene Series in China.JStratigr,35(3): 237-249   \nDeng T, Zheng M,oo5.LimbbonesofElasmotherium (Rhinocerotidae,Perisodactyla)from Nhewan (Hebei, Chia).Vert PalAsiat, 43(2): 110-121   \nDeng T,Hou SK,Wang TMetal.,2010.The Gaozhuangian Stageof thecontinental Pliocene series in China.JStratigr, 34(3): 225-240   \nDeperet C,1890.Les animaux Pliocenes du Roussillon.Mém Soc Geol Fr, Paléont,3:1-164   \nDu HJ,Wang A D, Zhao QQet al.,1988.On anew stratigraphic unit-DaodiFormation ofLate Pliocene of Nihewan Basin. Earth Sci-JChina Univ Geosci,13(5): 561-568   \nFarjand A,Zhang ZQ,LiuWHet al.,2021.The evolutionof Nyctereutes (Carnivora: Canidae) inthe Nihewan Basin, Hebei, northern China. Palaeoworld,30(2): 373-381   \nFejfar O,1964.The lower-Vilafrancian vertebrates from Hajnacka near Filakovo in southern Slovakia.Rozpr Ustredn Ustavu Geol,30: 1-115   \nFiccarelli G,1979.The Villafranchian machairodonts of Tuscany.Palaentogr Ital,71(N S 41): 17-26   \nFlynn L J, Qiu Z X,2013.Biostratigraphy and the Yushe Basin.In: Tedford R H, Qiu Z X,Flynn L Jeds.Late Cenozoic Yushe Basin,Shanxi Province,China: Geology and Fossil Mammals,Vol.I: History, Geology,and Magnetostratigraphy. New York: Springer. 79-82   \nFlynn LJ,TedfordR H,Qiu ZX,1991.Enrichment and stability in the Pliocene mammalian fauna of North China. Paleobiology,17(3): 246-265   \nHowellFC,PetterG,1980.The Pachycrocutaand Hyaena lineages (Plio-leistoceneand extant speciesofthe Hyaenidae) -their relationships with Miocene ictiteres: Palhyaena and Hyaenictitherium.Geobios,13(4): 579-623   \nHuang WB, Zhong ZK,1991.Chapter6,Section 1,Carnivora Bowdich,1821.In: Huang WB,FangQR et al.eds. Wushan Hominid Site. Beijing: China Ocean Pres. 92-112   \nHuang WB,TangYJ, ZongGFetal.,1974.Observationof severalLate Cenozoic stratigraphic sections in the Nihewan Basin. Vert PalAsiat,12(2): 99-108   \nHuang WB,Zheng SH,Zong GFet al.,1993.Pliocene mammals from the LeijaheFormationofLingtai, Gansu,ChinaPreliminary report on field work in 1972 and 1992.North Hemisph Geo-Bio Trav,1: 29-37   \nJen PH,1965.Mammalian fossils froman Upper Cenozoic sectionat Puchen,Shensi. VertPalAsiat, 9(3): 298-301   \nKurten B,Anderson E,1980.Pleistocene Mammals of North America.New York: Columbia UniversityPres.1-398   \nLi Q, Zheng SH,Cai B Q,2008.Pliocenebiostratigraphic sequencein the Nihewan Basin,Hebei, China.VertPalAsiat, 46(3): 210-232   \nLiY,1984.The EarlyPleistocene mammalian fosils of Danangou,Yuxian,Hebei.VertPalAsiat,22(1): 60-68   \nLiu JY,20o3.Machairondont and other carnivore fosils from the Renzidong Cave,Fanchang County,Anhui Province, China.Ph.D.Dissertation. Beijing: Graduate School of Chinese Academy of Sciences.1-257   \nLiu JY,QiuZX,2009.Chater4,Section 6,Carnivora.In: Jin C Z,LiuJYeds.Paleolithic Site-The Renzidong Cave, Fanchang,Anhui Province.Beijing: Science Press.220-283   \nLiu JY,FangYS,Zhang ZH,2007.Chapter2,Section2,CarnivoraBowdich,1821.In: Nanjing Museum,Instituteof Archaeology, Jiangsu Province eds.The EarlyPleistocene MammalianFaunaat Tuozi Cave,Nanjing,China.Beijing: Science Press. 25-68   \nLiu P,Qin HF,LiSHetal.,2O21.Magnetostratigraphicdatingof the DanangouandDongyaozitou mammalian faunas in the Nihewan Basin, North China.Quaternary Sci Rev,257: 106855   \nLiu WH,2019.Nyctereutes from Hongya Yangshuizhan Locality at Nihewan Basin,and the systematic revision of the genus Nyctereutes.PhD Dissertation.Beijing: University of Chinese Academy of Sciences.1-353   \nPei W C,1934. On the Carnivores from Locality 1 of Choukoutien.Palaeont Sin,Ser C,8:1-166   \nQiu ZX,1987.Die Hyaeniden aus dem Ruscinium und Villfranchium Chinas.Munchner GeowissAbh Reihe A, Geol Palaont, 9: 1-108   \nQiu Z X,20oo.Nihewan fauna and Q/N boundary in China. Quaternary Sci, 20(2):142-154   \nQiu ZX,HuangWL,KuoZH,980.Notesonthefirstdiscoveryof the skullofHipparionhoufenense.VertPalAsiat, 18(2): 131-137   \nQiu Z X,Huang WL,Guo ZH,1987.The Chinese hipparionine fossils.Palaeont Sin,New Ser C,25:1-250   \nQiu ZX,DengT,WangBY,4.EarlyPleistocene mammalian fauna fromLongdan,Dongxiang,Gansu,China.Palaeont Sin,New Ser C,27: 1-198   \nQiu ZX,ShiQQ,LiuJY,008.DescriptionofsullmaterialofMchairodushoriblisSchlosser,903.VertPaAiat, 46(4): 265-283   \nRepenningCA,FejfarO,Heinrich W-D,1990.ArvicolidrodentbiochronologyoftheNorthern Hemisphere.In:FejfarO, Heinrich W-Deds.International Symposium-Evolution,Phylogenyand Biostratigraphyof Arvicolids (Rodentia, Mammalia). Prague: Geological Survey. 385-418   \nSchutt G,1972.Fosil mammalsof Java.IV.OnPleistocene hyenasofJava.Proc KNed Akad Wet,SerB,75(4):261- 288   \nSharapov S,1989.Onanew species of thesaber-toothed catfromthe Late Eopleistoceneof Afgano-Tadjik depression and the evolution of the genus Homotherium Fabrini,1890.Paleont Zh,3:73-83   \nSoria D,Aguirre E,1976.Elcanido de Layna: revision de los Nyctereutes fosiles.Trab Ne6g Cuat,5: 83-115   \nSotnikova MV,1992.Anew species of Machairodus from the Late Miocene Kalmakpai locality in eastern Kazakhstan (USSR).Ann Zool Fenn,28(3-4): 361-369   \nSun DH,ChenMY,ShawJetal.,1998.Magnetostratigraphyandpalaeoclimaticrecordsof theLate Cenozoic aeoliandust accumulation sequences from China Loess Plateau. Sci China, Ser D,28(l): 79-84   \nTang YJ,198Oa.Early Pleistocene stratigraphyand mammalian fosils from Wenxi,southwestern Shansi. VertPalAsiat, 18(1): 33-44   \nTang YJ,198Ob.Noteonasmall collectionofEarlyPleistocene mammalian fosils from northern Hebei.VertPalAsiat, 18(4): 314-323   \nTangYJ,JiHX,1983.Aiocene-PleistocenetransitionalfaunafromYuxian,northernHebei.VertPalAsiat,21(3):245- 254   \nTang YJ,YouYZ,LiY,1981.Some new fosillocalitiesofEarlyPeistocene fromYangyuanandYuxianbasins,northern Hopei. Vert PalAsiat,19(3): 256-268   \nTang YJ,LiY,Chen WY,1995.Mammalianfosilsand theageof Xiaochangliang Paleolithic siteofYangyuan,Hebei.Vert PalAsiat,33(1): 74-83   \nTedford R H,Qiu ZX,1991.Pliocene Nyctereutes(Carnivora:Canidae)fromYushe,Shanxi, withcomments on Chinese fossil racoon-dogs.Vert PalAsiat,29(3): 176-189   \nTedfordRH,TaylorBE,Wang XM,1995.Phylogenyof theCaninae(Carnivora: Canidae): he living taxa.Am Mus Novit, 3146: 1-37   \nTedford R H,Wang XM,TaylorBE,2009.Phylogenetic systematicsof the North Americanfossil Caninae (Carnivora: Canidae). Bull Am Mus Nat Hist,325: 1-218   \nTeilhard de Chardin P,LeroyP,1945.Les Felides de Chine.Publ Inst Geo-Biol,Pekin,11:1-58   \nTeilhard de Chardin P,Pei WC,1941.The fossil mammals from Locality13of Choukoutien.Palaeont Sin,Ser C,11: 1-106   \nTeilhardde Chardin P,Piveteau J,1930.Les mammiferes fossils de Nihowan (Chine).Ann Paleont,19:1-134   \nTeilhard de Chardin P,Trassert M,1937.Pliocene Camelidae,Graffidae and Cervidaeof south-eastern Shansi.Palaeont Sin,New Ser C,1: 1-68   \nTeilhardde Chardin P,Young CC,1931.Fosil mammals fromtheLate Cenozoic of northern China.Palaeont Sin,SerC, 9(1): 1-88   \nTongHW,WangFG,Zheng Metal.,2014.NewfosilsofStephanorhinus kirchbergensisandElasmotheriumpei fromthe Nihewan Basin. Acta Anthrop Sin,33(3): 369-388   \nTong YS,Huang WB,QiuZD,1975.A Hipparion fauna from Anle,Huoxian,Shanxi. Vert PalAsiat,13(1): 34-47   \nTseng ZJ,Wang XM,LiQetal.,2016.Pliocene bone-cracking Hyaeninae (Carnivora,Mammalia)fromthe Zanda Basin, Tibet Autonomous Region,China,Hist Biol,28(1-2): 69-77,doi: 10.1080/08912963.2015.1004330   \nTurner A,Anton M,WerdelinL,20o8.Taxonomyand evolutionary pattrns in the fosil Hyaenidaeof Europe.Geobios 41(5): 677-687   \nViretMJ,1954.Leloess abancsdurcis de Saint-Vailer(Drome),etsafaunede mammiferesVillfranchiens.NouvArch Mus Hist Nat Lyon,4: 1-200   \nWang AD,1982.The discoveryof Pliocene mammals from Nihewan areaand its significance.Kexue Tongbao(Chinese Sci Bull),27(9): 990-993   \nWang XM,GrohéG,SuDFetal.,2O17.Anew oterof giantsize,Siamogale melilutra sp.nov.(Lutrinae: Mustelidae: Carnivora),from the latest Miocene Shuitangba site in north-eastern Yunnan,south-western China,and a totalevidence phylogeny of lutrines.JSyst Palaeont,16(1): 39-65   \nWei G B,TarunoH,JinCZetal.,2003.Theearliest specimensofthe steppe mammoth,Mammuthus trogontheri,fromthe Early Pleistocene Nihewan Formation,North China. Earth Sci (Chikyu Kagaku),57: 289-298   \nWeithofer KA,1889.Die fosilen Hyänen desArnotalesin Toskana.Denk Kaiser Akad Wiss,Math-NaturwissClasse,55: 337-360   \nWerdelin L,Solounias N,1991.The Hyaenidae:taxonomy,systematics and evolution.Fossils Strata,30:1-104   \nXue XX,1981.AnEarlyPleistocene mammalianfunaanditsstratigraphyoftheRiverYou,Weinan,Shensi.VertPalAsiat 19(1): 35-44   \nYouYZ,TangYJ,LiY,980.DiscoveryofPaleolithicstone artifacts fromtheNihewanFormation.QuaterarySci,5(l): ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "1-11 ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Young CC,1932.On the Artiodyctyla from the Sinanthropus Siteat Choukoutien.Palaeont Sin,Ser C,8(2):1-158   \nZdansky O,1924.Jungteriare Carnivoren Chinas.Palaeont Sin, Ser C,2(1):1-149   \nZdansky O,1926.Paracamelus gigas,Schlosser.Palaeont Sin,Ser C,2(4): 1-44   \nZhang etal.,1993.Comprehensive studyon the Jinniushan Paleolithic Site.Mem Inst Vert Palaeont Palaeoanthrop,Acad Sin,19: 1-163   \nZhang YQ,KawamuraY,CaiBQ,2008.Smallmammal fauna ofEarlyPleistoceneage from the Xiaochangliang site inthe Nihewan Basin,Hebei, nortern China. Quaternary Res,47(2): 81-92   \nZhangYX,SunDH,AnZSetal.,1999.Mammalian fossils fromLatePliocene(lowerMN16)ofLingtai,GansuProvince. Vert PalAsiat,37(3):190-199   \nZhang ZQ,2001.Fossil mammals of Early Pleistocene from Ningyang,Shandong Province.Vert PalAsiat,39(2):139- 150   \nZhang ZQ,Zheng SH,LiuJB,2Oo3.Pliocene micromammalianbiostratigraphyofNihewan Basin,with commentsonthe stratigraphic division.Vert PalAsiat,41(4): 306-313   \nZheng SH,Cai BQ,1991.Micromammalian fosils from Danangouof Yuxian,Hebei.In: Institute of Vertebrate Paleontology and Paleoanthropology, Academia Sinica ed.Contributions to the XII INQUA. Beijing: Beijing Scientific and Technological Publishing House.100-131   \nZheng SH,Wu WY,LiYet al.,1985.LateCenozoic mammalian faunas of Guide and Gonghe basins,Qinghai Province. Vert PalAsiat,23(2): 89-134   \nZhou XY,1988.ThePliocene micromammalianfaunafromJingle,Shanxi-adiscusionof theageofJingleRedClay.Vert PalAsiat,26(3): 181-197   \nZhu RX,Deng CL,PanYX,2O07.Magnetochronologyof the fuvio-lacustrine sequences inthe Nihewan Basinand its implications for early human colonization of northeast Asia. Quaternary Sci, 27(6): 922-944   \nZong GF,TangYJ,XuQQetal.,198.The EarlyPleistocenein Tunliu,Shanxi. VertPalAsiat,20(3): 236-247 ",
        "page_idx": 45
    }
]