[
    {
        "type": "text",
        "text": "Discovery of a rare genus Litostigma (Gesneriaceae) from northern Vietnam with the supplementary description of L. crystallinum ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LU Zhaocen1, NGUYEN Khang Sinh²,3, PHAN Ke Loc4, TRAN Thi Phuong Anh, XU Weibinl \\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1. Guangxi Key Laboratory of Plant Conservation and Restoration Ecology in Karst Terrain, Guangxi Institute of Botany， Guangxi Zhuang Autonomous Region and Chinese Academy of Sciences，Guilin 541006, Guangxi， China; 2. Institute of Ecology and Biological Resources, Vietnam Academy of Science and Technology (VAST), No.18 Hoang Quoc Viet 10072, Ha Noi, Vietnam; 3. Graduate University of Science and Technology， VAST, Cau Giay 100o0, Hanoi, Vietnam; 4. Vietnam National University, Hanoi University of Science, No. 334 Nguyen Trai, Thanh Xuan 11416, Hanoi, Vietnam) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: The Sino-Vietnamese limestone karsts show specially high levels of plant diversity among Indo-China floras, and also are biodiversity hotspots in the world, and many new species or genera of Gesneriaceae have been found there recently. The genus Litostigma Y.G. Wei, F.Wen & M. Moller (Gesneriaceae) was reported firstly from limestone areas of southwestern China in 2010, included two species,namely Litostigma coriaceifolium Y.G. Wei， F. Wen & M. Moller(Typus generis) from southwestern Guizhou, and Litostigma crystallinum Y.M. Shui & W.H. Chen from southeastern Yunnan. We fortunately found Litostigma crystallinum from Ha Giang, northern Vietnam， and reported here to suficiently know the diversity of Gesneriaceae in Vietnam. The description of Litostigma crystallinumwas supplemented base on the collections from Ha Giang, northern Vietnam,and the habitat photos were also provided. The discovery of Litostigma crystallinum from northern Vietnam demonstrates the closely floristic relationship between northern Vietnam and southern China once again. The new localities are also very important for the conservation of Litostigma crystallinum. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words: Flora of Vietnam, limestone flora, Sino-Vietnamese limestone karsts 中图分类号：Q949 文献标识码：A ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "苦苣苔科凹柱苣苔属在越南的发现",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "及水晶凹柱苣苔的补充描述",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "陆昭岑1，NGUYENKhang $\\operatorname { S i n h } ^ { 2 , 3 }$ ，PHAN Ke Loc 4， TRAN Thi Phuong $\\operatorname { A n h } ^ { 3 }$ ，许为斌1\\*（1.广西喀斯特植物保育和恢复生态学重点实验室，广西壮族自治区中国科学院广西植物研究所，中国广",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "收稿日期：2020-04-12",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "西 桂林 541006；2．越南科学技术研究院 生态与生物资源研究所，越南 河内10072；3．越南科学技术研究院 科学技术研究生院，越南 河内10000；4.越南国立大学 河内科学院，越南 河内 11416)",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "摘要：中越边境喀斯特地区有着异乎寻常的植物多样性，已经成为全球生物多样性研究和保护的热点区域，近年来在该区发现了多个苦苣苔科植物的新种或新属。凹柱苣苔属是2010年才被建立的新属，该属花相比于叶较大，叶相对较小，叶片边缘稍外卷，花序仅单花，柱头盘状或凹坑状，蒴果长椭球形而有别于苦苣苔科的其它属。凹柱苣苔属为喀斯特专性植物，目前仅包括分布于黔西南的凹柱苣苔和分布于滇东南的水晶凹柱苣苔两个物种。作者在开展中越边境喀斯特地区植物多样性调查时，在越南北部的河江省也发现了水晶凹柱苣苔，基于该新发现居群的植物标本，对其进行了补充描述，并确认其花期为11一12月，最后对该物种濒危状况进行了重新评估，同时提供野外生态照片以资辨认。越南目前已记录苦苣苔科植物32属150余种，凹柱苣苔属在越南北部的发现丰富了该国苦苣苔科植物的多样性，也再一次充分证明了中越边境喀斯特地区是一个完整的植物区系地理单元，也为稀有的水晶凹柱苣苔提供了更加丰富的野外本底资料，对其将来的深入研究和保护有着重要的生物地理学和保护生物学意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "关键词：越南植物，石灰岩植物区系，中越边境喀斯特地貌",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The genus Litostigma Y.G. Wei, F. Wen & M. Moller was described with two species from limestone areas of southern China, Litostigma coriaceifolium Y.G. Wei, F. Wen & M.Moller (Typus generis） was recorded from southwestern Guizhou, and Litostigma crystallinum Y.M. Shui & W.H. Chen was found from southeastern Yunnan, China (Wei et al., 201O). Litostigma crystallinum only occurred at limestone caves in Malipo County， Yunnan， southwestern China, near the Sino-Vietnamese boundary when it was published, so it maybe also distributed in northern Vietnam due to its similar habitat and proximity to the type locality (Wei et al., 2010). Until now, two collections of Litostigma crytallinum had been collected in Ha Giang Province, northern Vietnam, but they are not recorded for the Gesneriaceae of Vietnam in any relevant literatures from Vietnam (Pham, 2000; Vu, 2005, 2017; Luu et al. 2018). According to the original literature and specimens from northern Vietnam， the supplementary description, ecology, and colour photos of Litostigma crystallinum are provided here. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Taxonomic treatment ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Litostigma Y.G. Wei, F. Wen & M. Moller in Edinb. J. Bot., 67(1): 178. 2010. Type: Litostigma coriaceifolium Y.G. Wei, F. Wen & M. Moller ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Perennial, stemless, rhizomatous herbs. Leaves basal, distinctly petiolate. Cymes 1-flowered, 1-bracteate. Sepals 5. Corolla zygomorphic, infundibuliform, adaxial lip 2-parted, abaxial lip 3-parted, all lobes divided nearly to the base, orbicular-ovate. Stamens 2, staminodes 3. Disc annular, ovary ovoid-ellipsoid, 1-loculed; placentae 2, parietal， intrusive, bifid. Stigma crateriform or disciform. Fruit narrowly ovoid, glabrous,dehiscing into 4 valves. Seeds reticulate,with raised testa cell walls. Only two species in the genus Litostigma at present, $L$ ： coriaceifolium is endemic to southwestern Guizhou, China, and $L$ . crystallinum is endemic to the limestone areas of boundary between northern Vietnam and southwestern China. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Litostigma crystallinum Y.M. Shui & W.H. Chen in Edinb. J. Bot., 67 (1): 181. 2010. (Fig 1) ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Perennial herb, stemless.Rhizome subterete, $3 { - } 5 ~ \\mathrm { m m }$ long, $2 { - } 3 ~ \\mathrm { m m }$ in diameter. Leaves 5-14, basal; leaf blade thickly papery, elliptic, 4.5-8 cm long, $3 { - } 5 ~ \\mathrm { c m }$ wide, apex acute, obtuse to rounded, base broadly cuneiform， margin entire, slightly revolute, glabrous, green above, greyish green beneath; lateral veins 5-6 on each side of midrib,flat adaxially and prominent abaxially; petiole $4 { \\mathrm { - } } 1 5 \\ { \\mathrm { c m } }$ long，glabrous. Cymes 1-2， 1-flowered; peduncle 3-10 cm long， pubescent; 2-bracteate， small, lanceolate, ca. $3 \\times 0 . 8 ~ \\mathrm { m m }$ ; pedicel 2.5-3 cm long, pubescent. Sepals 5,lanceolate, ca. $7 \\times 2 ~ \\mathrm { m m }$ ，pubescent outside， glabrous inside. Corolla purple， infundibuliform, 1.5-2.1 cm long, slightly pubescent outside, glabrous inside; corolla tube $0 . 7 \\mathrm { - } 1 . 2 ~ \\mathrm { c m }$ long with short proximal undilated part,2 yellow spots inside the tube under the anthers；adaxial lobes 2,rather oblong，ca. $7 \\times 6 ~ \\mathrm { m m }$ ，abaxial lobes 3,oblong or obovate, $7 - 9 \\times 6 { - } 7 ~ \\mathrm { m m }$ . Stamens 2 in anterior position,adnate to ca. $3 \\ \\mathrm { m m }$ above base of corolla tube; filaments linear, slightly erect, ca. $4 \\mathrm { m m }$ long; anthers elliptic, ca. $2 \\ \\mathrm { m m }$ long，pilosous,coherent adaxially. Staminodes 2 $, 1 - 2 . 5 \\ \\mathrm { m m }$ long，glabrous, adnate to $2 { - } 3 \\ \\mathrm { m m }$ above corolla base. Disc annular. Pistil 1.2-1.5 cm long; ovary ovoidellipsoid, ca. $1 . 5 ~ \\mathrm { m m }$ long, ca. $1 ~ \\mathrm { m m }$ in diameter, 1-loculed with 2 parietal and intrusive placentae; style $9 . 5 \\mathrm { - } 1 3 ~ \\mathrm { m m }$ long, pubescent. Stigma disciform, ca. $0 . 5 ~ \\mathrm { m m }$ in diameter. Fruit $4 { \\mathrm { - } } 5 \\ \\mathrm { m m }$ long，narrowly ovoid, glabrous, dehiscing into 4 valves. Seeds ovoid, obliquely reticulate with raised testa cell walls, $0 . 3 \\times 0 . 1 \\mathrm { m m }$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Distribution and habitat: So far, only two localities have been recorded for the Litostigma crystallinum, one is in Tianbao Town, Malipo County, Yunnan Province, China,and the other closed to Yunnan Province is in Du Gia Commune, Yen Minh District， Ha Giang Province, Vietnam. L. crystallinum grows on the moist rock surface of the entrance of limestone caves at elevation of ca. $8 5 0 \\mathrm { m }$ a.s.l. in China and on the humid open cliffs of travertine caves at elevation of $5 0 0 { - } 8 5 0 \\mathrm { ~ m ~ }$ a.s.l. in Vietnam. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Phenology: Flowering from November to December. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Conservation assessment: According to Wei et al. (2010), Litostigma crystallinum, was assessed as Critically Endangered (CR) $[ \\mathrm { B } 1 \\mathrm { a b } ( \\mathrm { v } ) + \\mathrm { C } 2 \\mathrm { a } ( \\mathrm { i } ) + \\mathrm { D } ]$ based on the single population found in the type locality with steadily declined mature individuals recorded from 2002 to 2008. However, with the newly discovered population having many mature plants in Vietnam, about $4 0 ~ \\mathrm { k m }$ away from the northwestern type locality， and the extent of occurrence of this species more than $1 0 0 \\mathrm { k m } ^ { 2 }$ but it will be less than $5 0 0 0 \\mathrm { k m } ^ { 2 }$ . Thus, following the IUCN (2019) red list categories and criteria, we propose the conservation status of $L$ ： cystallinum as Endangered (EN) [B1ab (iii,v)]. At the same time, we believe that more populations of $L$ . crystallinum will be found out at cave mouths in many limestone areas between southeastern Yunnan, China and Ha Giang, Vietnam if field investigations are extensively conducted there. Specimens examined:-VIETNAM. Ha Giang: Yen Minh, Du Gia, Giang Chu, $1 0 5 ^ { \\circ } 0 9 ^ { \\prime } 4 7 ^ { \\prime \\prime } \\mathrm { E }$ 、 $2 2 ^ { \\circ } 5 6 ^ { \\prime } 5 4 ^ { \\prime \\prime } \\mathrm { N }$ alt. $5 4 0 \\mathrm { m }$ , 15 November 2004, Ching-I Peng et al. 20212 (HAST 111912!); Yen Minh, Du Gia, $1 0 5 ^ { \\circ } 1 0 ^ { \\prime } 2 4 ^ { \\prime \\prime } \\mathrm { E }$ ， $2 2 ^ { \\circ } 5 6 ^ { \\prime } 5 1 ^ { \\prime \\prime } \\mathrm { N }$ ,alt. $5 0 0 { - } 8 5 0 \\mathrm { m }$ 28 November 2004, S.K. Wu et al. WP738 (MO 04825175!). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3Disccusion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Hitherto, the number of species and genera of Gesneriaceae in Vietnam have not been adequately inventoried, while Vu (2017) recorded 147 species of 31 genera of Gesneriaceae for the Flora of Vietnam, Luu et al. (2018) only recognized 130 species of 28 genera in Vietnam. In recent years, some new taxa or records of Gesneriaceae have been reported from the boundary between northern Vietnam and southern China (Do and Vu, 2011; Vu et al., 2011; Truong et al., 2016; Chen et al., 2018; Nguyen and Wen，2018； Yang et al.，2018； Nguyen et al.，2019；Wen et al.，2020)，which sufficiently demonstrates a closely floristic relationship of Gesneriaceae between northern Vietnam and southern China, especially the Sino-Vietnamese limestone karsts. The discovery of Litostigma crystallinum from northern Vietnam once again proves the above statement. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We are grateful to the curators and staffs of HAST, HN, IBK, KUN, MO, PE and SING offering facilities to check Gesneriad specimens and special to Dr. KF Chung (HAST) and Dr. DJ Middleton (SING) for their enthusiastic help. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "References: ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "IUCN,2019. Guidelines for Using the IUCN Red List Categories and Criteria version 14[EB/OL]. 2020-04-10. Prepared by the Standards and Petitions Subcommitee. Available download from https://www.iucnredlist.org/documents/RedListGuidelines.pdf   \nDO TX, VU XP, 2011. A new record of species Loxostigma fimbrisepalum K.Y. Pan (Gesneriaceae) for the flora of Vietnam [J]. J Biol, 33(4): 45-47.   \nCHEN WH, ZHANG YM, LI ZY, et al., 2018. Hemiboea crystallina, a new species of Gesneriaceae from karst regions of China and Vietnam [J]. Phytotaxa, 336 (1): 95-99.   \nLUU HT, NGUYEN TQT, NGUYEN QD, et al., 2018. An updated species checklist of Gesneriaceae in Vietnam [M]// NGUYEN LHS (ed.). Proceeding of the third national scientific conference on biological research and teaching in Vietnam, Quy Nhon: 16-24.   \nNGUYEN KS, WEN F, 2018. Notes on taxonomy of Raphiocarpus begoniifolius (Levl.) Burtt(Gesneriaceae) from Vietnam [J]. Guihaia, 38(11): 1422-1427.   \nNGUYEN KS, AVERYANOV LV, MAISAK TV, et al., 2019. Hemiboea malipoensis Y.H Tan: A Newly Recorded Species for the Gesneriads of Vietnam [J]. Guangxi Sci, 26(1): 95-101.   \nPHAM HH, 2000. Gesneriaceae [M]// PHAMHH (ed.). An Illustrated Flora of Vietnam. Ho Chi Minh: Young Publishing House, 3: 12-29.   \nTRUONG VD,LI S, WEI YG, et al., 2016. New records and keys to species of Hemiboea and Loxostigma (Gesneriaceae) for the flora of Vietnam [J]. Taiwania, 61(4): 369-374.   \nVU XP, 2005. Gesneriaceae [M]// NGUYEN BT (ed.). Checklist of plant species of Vietnam. Ha Noi: Agriculture Publishing House. 3: 235-246.   \nVU XP,2017. Flora of Vietnam-Gesneriaceae [M]. Ha Noi: Publising House for Science & Technology,18: 1-416.   \nVU XP, DO TX, WEN F, et al., 2011. Two occurrence taxa in Paraboea (C.B. Clarke) Ridl. (Gesneriaceae) for flora of Vietnam [J]. Guihaia, 31(3): 288-290.   \nWEI YG, WEN F, CHEN WH, et al., 2010. Litostigma, a new genus from China: a morphological link between basal and derived didymocarpoid Gesneriaceae [J]. Edinb JBot, 67: 161-184.   \nWENF, XIN ZB, LF FU, et al., 2020. Michaelmoelleria (Gesneriaceae), a new lithophilous dwelling genus and species with zigzag corolla tube from southern Vietnam [J]. Phytokeys 146: 89-107.   \nYANG LH, CHEN JL, WENF, et al., 2018. Primulina malipoensis (Gesneriaceae), a new species from Sino-Vietnamese border area [J]. Phytokeys, 94: 107-116. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/b378858554b8dc3c8863746b4812485968dcc52fd38f8061af7fabcc4fd81686.jpg",
        "img_caption": [
            "Fig.1 Litostigma crystallinum A. Habitat; B,C. habit: D, E. Flower face view. All photos taken by PHAN Ke Loc. "
        ],
        "img_footnote": [],
        "page_idx": 6
    }
]