[
    {
        "type": "text",
        "text": "Impacts of management practices on bioenergy feedstock yield and economic feasibility on Conservation Reserve Program grasslands ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ERIC K.ANDERSON1,EZRA ABERLE²,CHENGCI CHEN³,JOSH EGENOLF4,KEITH HARMONEY,VIJAYA GOPAL KAKANI,ROBERT KALLENBACH,MADHU KHANNA8, WEIWEI WANGand DOKYOUNG LEE1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1DepartmentofCrop Sciences,UnioersityofIlinois Urbana-Champaign,AW-101Turner Hall02S.Goodwin Avenue, Urbana,IL 6180,USA,Carrington ResearchExtensionCenter,NorthDakota StateUniersity663Huy281N.PO Box219，Carington,N841A,CentralAgricultualResearchCenter,ontanaStatenesity253Hy87 Moccasin,M59462,USA,OdumSchoolofcologyheUnioersityofGeorgia,AthensGA3060USA,Agricultral Research CenterKansastateUnoersityHys,K76OA,DepartmentofantandSoiliencesOklaomatate Unioersity6culalHlllaeriionotensesitfsoie Columbia,M6A,epartmentof AgriculturalandConsumerEconomics,UnoersityofIinois Urbana-Campign 326Mumford Hall，1301 W.Gregory Dr.，Urbana,IL 61801,USA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Perennial grass mixtures planted on Conservation Reserve Program (CRP)land are a potential source of dedicated bioenergy feedstock. Long-term nitrogen (N) and harvest management are critical factors for maximizing biomass yield while maintaining the longevity of grass stands.A six-year farm-scale study was conducted to understand the impact of weather variability on biomass yield, determine optimal $\\mathrm { \\Delta N }$ fertilization and harvest timing management practices for sustainable biomass production,and estimate economic viability at six CRP sites in the United States.Precipitation during the growing season was a critical factor for annual biomass production acrossal regions,and annual biomass production was severely reduced when growing season precipitation was below $5 0 \\%$ of average. The $\\mathrm { \\Delta N }$ rate of $1 1 2 ~ \\mathrm { k g ~ h a } ^ { - 1 }$ produced the highest biomass yield at each location.Harvest timing resulting in the highest biomass yield was site-specificand was a factor of predominant grass type,seasonal precipitation,and the numberof harvests taken per year.Theuse of N fertilizer for yield enhancement unambiguously increased the cost of biomass regardlessof the harvest timing for all six sites.The breakeven price of biomass at the farmgate ranged from $\\$ 37$ to $\\$ 311\\mathrm { ~ M g ^ { - 1 } }$ depending on the rate of N application,timing of harvesting,and location when foregone opportunity costs were not considered. Breakeven prices ranged from $\\$ 69$ to $\\$ 526,7$ when the loss of CRP land rental payments was included as an opportunity cost. Annual cost of the CRP to the federal government could be reduced by over $8 \\%$ in the states included in this study;however,this would require the biomass price to be much higher than in the case where the landowner receives the CRP land rent.This field research demonstrated the importance of long-term,farm-scale research for accurate estimation of biomass feedstock production and economic viability from perennial grasslands. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:biomass，breakevenprice,cool-season mixture,harvest management，nitrogen management，opportunitycost )erennial grasses, warm-season mixture ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received14 September 2015;revised version received 9 December 2015 and accepted 12 December 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The Conservation Reserve Program (CRP) is a land retirement program established by the Food Security Act of 1985 (Food Security Act of 1985;Glaser,1986). The goals of this program were to protect environmentally sensitive land and, to a lesser extent, to reduce production of cash crops in order to stabilize commodity prices.These lands are potentially a major resource for cellulosic biofuel feedstock production (USDOE 2011), and up to 10 million ha of CRP grassland could be dedicated to bioenergy feedstock production from which biomass production of approximately 50 million dry metric tons could be expected annually (Perlack et al., 2005). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Total land enrolled in the CRP has decreased by nearly 4.5 Mha since 2007,mainly due to the loss of existing grasses and legumes (USDA-FSA,2015).In the Western Corn Belt alone (ND,SD,NE,MN,and IA), total conversion of grassland to conventional cropping systems from 2006 to 2011 was estimated tobe 530000 ha (Wright & Wimberly，2013).Recent annual wetland loss rate in the Dakota Prairie Pothole Region, an area of particular concern for wildlife preservation, was estimated to be between O.28 and $0 . 3 5 \\%$ (5203- $6 2 2 3 \\mathrm { \\ h a \\ y r } ^ { - 1 } ,$ ） due to row crop expansion (Johnston, 2013). One reason for these declines was the rise in corn (ZeamaysL.)and soybean[Glycinemax(L.)Merr.] prices from 2006 to 2013,which attracted growers away from reserve programs with the prospects of greater revenues.If corn and soybean prices were to increase again in the future,an incremental increase in CRPland leaving the program is predicted—this would likely bring more environmentally fragile land into production with the likely outcome of reduced environmental quality (Secchi et al.,20o9).Increased prices for corn may result in the decline in lands under CRP contracts in the Northern Great Plains (Fargione et al.,2Oo9),although grassland conversion to corn and soybean cropping has exceeded the amount of land area lost from CRP in the eastern portions of the Dakotas and Nebraska (Wright &Wimberly,2013).Total CRP enrollment as of September 2015 was $9 . 8 \\ \\mathrm { M h a } .$ ，and contracts incorporating 2.8 Mha of CRP land expire between 2015 and 2018 (USDAFSA,2015). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Numerous benefits are reported of perennial bioenergy feedstock production compared with conventional rowcrop production systems. Impactsof conversion of CRP grasslands to conventional cropping systems on soil and water quality are more certain and assumed to be more negative than impacts from conversion to managed second-generation (i.e., cellulosic）bioenergy feedstocks(Clark et al.，2013). Periodic harvesting of biomass in CRP grasslands maybe a beneficial methodof removing litter buildup that can reduce the benefits to certain wildlife species，particularly if burning is not a viable option (Venuto & Daniel，201O).Other benefitsof perennial grasses include increasing soil organic matter (Burke et al.，1995；Lee et al.，2007a,b)，increasing biodiversity and wildlife conservation (Fargione et al., 2009；Meehan et al.，2010;Wright&Wimberly，2013), and positive energy and greenhouse gas (GHG) balances (Tilman et al.,2006;Schmer et al.,2008;Gelfand et al.，2011，2013; Georgescu et al.，2011).Harvesting biomass on a successional old-field system with N fertilization achieved energy production rates comparable to those with no-till continuous corn cropping (62 GJ $\\mathrm { \\ h a } ^ { - 1 } \\ \\mathrm { y r } ^ { - 1 } )$ ，with much better net GHG balances $( - 9 3 2$ and $- 3 4 4 ~ \\mathrm { g } ~ \\mathrm { C O } _ { 2 \\mathrm { e q } } ~ \\mathrm { m } ^ { - 2 } ~ \\mathrm { y r } ^ { - 1 } ,$ respectively） (Gelfand et al.,2013).Ruan & Robertson (2013) found that $\\mathrm { N } _ { 2 } \\mathrm { O }$ and $\\mathrm { C O } _ { 2 }$ emissions in the initial period following conversion of CRP fields in Michigan to soybean were much higher using conventional tillage compared with no-till practices,and both systems resulted in substantially greater emissions than in the undisturbed CRP field.Gelfand et al.(2011） expected a C debt when converting CRP grassland to managed perennial grasses during the transition period while Follett et al. (20o9) detected no significant changes in soil organic C over 6 years when converting from smooth bromegrass (Bromus inermis Leyss） to no-till corn production. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Degraded and sensitive lands of drier regions are unlikely to produce appreciable biomass yields,given thereduced harvest frequency allowed under CRP contracts.Juneja et al.(2011） estimated that $< 2 4 2 ~ \\mathrm { L }$ ethanol $\\mathbf { h } \\mathbf { a } ^ { - 1 }$ could be expected annually from CRP land in eastern Oregon and Washington if harvested every 10 years,which is the allowed harvesting frequency on CRP land in this region because of the dry climate. Modeling has shown that easing restrictions on harvest frequency and widening the harvest window can greatly reduce feedstock production costs (Mapemba et al., 2007). However, increasing harvest frequency may also reduce biomass production. Annual harvesting without the addition of fertilizer caused a linear decline in biomass production in a three-year Oklahoma study (Venuto & Daniel，2010)，yet Mapemba et al.(2007) assumed no fertilization was necessary to maintain biomass productivity on CRP lands when harvested every second or fourth year. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Farm Security and Rural Investment Act of 2002 (a.k.a., 2002 Farm Bill) permitted managed haying, grazing,and biomass harvesting of CRP grassland in accordance with a conservation plan (Farm Security and Rural Investment Act of 2002，2002;Mapemba et al., 2007).These harvests,however，were subject to limitations in frequency and timing during the year. The Food, Conservation,and Energy Act of 2oo8 (a.k.a., 2008 Farm Bill),Title I,Subtitle B allowed harvests for forage or biomass after the primary nesting season for grassnesting birds (USDA 2008),and other restrictions apply (USDA-FSA 2011). Participants accept a $2 5 \\%$ reduction in CRP land rental payment during years when biomass ishayed,grazed,or harvested for biomass (USDA-FSA 2011). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Production of perennial cellulosic bioenergy feedstocks on CRP land may provide a means to meet the goals of the program while providing landowners additional revenue.Decisions to convert CRP land would be based on expected biomass revenue minus income from program payments (Khanna et al.，2011).Therefore, these lands provide an excellent source of cellulosic feedstock without significant land-use changes while maintaining many of the original environmental benefitsof the CRP (Chamberlain et al.，2011;Clark et al., 2013).With this in mind, the Sun Grant/US Department of Energy Regional Biomass Feedstock Partnership has identified grass mixtures planted in CRP lands as one of five herbaceous sources with potential as a dedicated bioenergy feedstock. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The overall goal of this study was to perform long term，replicated field trials on CRP land to assess the yield potential and suitability of CRP grassland as a bioenergy feedstock source across logical regions of adaptation. One of the objectives of this project was to quantify effects of N fertilization and harvest timing on yield potential of CRP grassland grown in different environments using field-scale agricultural practices that are standard for each test region.The results from the first 3 years of this six-year study have been published (Lee et al.，2O13).This study will present the results of the final 3 years and summarize the overall conclusions of the study.A second goal was to better estimate the effect of weather variability on biomass yield potential.A third goal was to examine the costs of biomass harvest on CRP land under alternative N fertilization and harvest timing scenarios.Our analysis has implications for CRP land owners regarding economic viability and the best management practice of biomass harvest and for the government regarding CRP rental payment management once CRP land is allowed for biomass production. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Materialsand methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Six established CRP grassland sites,one each in Georgia (GA), Kansas (KS)，Missouri (MO)，Montana (MT)，North Dakota (ND),and Oklahoma (OK) U.S.A.,were chosen for the study. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Warm-season grasses were the predominant species in KS, ND, and OK while cool-season grasses were predominant at GA, MO,and MT. Site locations, soil types,soil analysis results, predominant individual biomass species,and site preparation procedures were outlined in Lee et al.(2O13). Initial soil analyses were conducted at each site;PandK were adequate at all locations with the exception of low P (9 and $1 4 ~ \\mathrm { m g ~ k g ^ { - 1 } } ;$ atKSand ND,respectively.All locations had been managed in accordance with CRP regulations,including no N fertilization and/ or aboveground biomass harvest since the start of the contract until fall 2007.All field sites were selected in spring 2008 and mowed at a $1 0 { - } 1 5 ~ \\mathrm { c m }$ height in the spring before imposing fertilization treatments. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The experimental design was a factorial arrangement of three urea N rates $( 0 , 5 6 ,$ and $1 1 2 ~ \\mathrm { { k g } ~ N ~ \\mathrm { { h a } ^ { - 1 } , } }$ ，applied annually in the spring using a farm-scale fertilizer spreader and two harvest timings (peak standing crop at anthesis，PSC, and the end of the growing season，EGS,which typically coincided with a killing frost)with three replicates at each location.The plot size for treatments was approximately $0 . 5 \\mathrm { { h a } }$ .Treatments were first applied in the spring of 2008 except in GA where no N was applied that year. Dates of fertilizer applications and biomass harvests are presented in Table 1.Precipitation data were recorded for each location for the duration of the study (Fig.1). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Biomass yield was determined by harvesting whole plots using farm-scale equipment (mowing,raking,baling,and hauling) at a cutting height of $1 0 { - } 1 5 ~ \\mathrm { c m }$ .For warm-season grass CRP sites,biomass was harvested annually either at PSC or EGS (Table 1).For cool-season CRP sites,biomass was harvestedat PSC and/or EGS ina single-cut (MT) or two-cut (GA and MO) system.At MO,biomass in the PSC treatment was harvested at anthesis and again at the end of the growing seasonwhile the EGS treatment was harvested at maximum standing crop in the spring and again at the end of the growing season in the fall.At GA,EGS treatments included harvests both at PSC and EGS timing.Detailed harvest protocols for each location were outlined in Lee et al.(2013).Aboveground biomass for each plot was baled with a large-round baler, weighed，and then subsampled.Subsamples were collected from bales using a core sampler ${ 5 \\mathrm { ~ c m } }$ diameter and $5 0 ~ \\mathrm { c m }$ long)attached to an electric drill and were dried at $6 0 ~ ^ { \\circ } \\mathrm { C }$ for $^ { 4 8 \\mathrm { ~ h ~ } }$ in a forced-air oven to determine percent moisture. No harvest was conducted in OK in 2011 due to insufficient biomass production caused by drought. Final harvests were made in 2012 in GA and MT and in 2013 at the remaining sites. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/6051c502936a153e86cf4bc0357abd6e0bb2adaa5cf2f272c9344b52fe14b99b.jpg",
        "table_caption": [
            "Table 1 Dates for N applications and biomass harvests from 2011 to 2013 "
        ],
        "table_footnote": [
            "\\*PSC, peak standing crop; at anthesis; EGS,end of growing season. $\\mathrm { \\dag { P S C } }$ treatment was harvested in GA only at PSC while EGS treatment was harvested at both PSC and EGS. Bothharvest reatments inMOwere two-cutsystemsanearlyPSCharvest (anthesis)andalatePSC(maximumbiomassaccmulation)harvest;bothwereharvestedagaininautumnattheendofthegrowingseason.TheearlyPSCharvestplus theharvestatthe endoftheseasonwasconsideredthePSCtreatmentwhilethelatePSCharvestplustheharvestattheendoftheseasonwereonsidered as the EGS treatment in the analyses. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Location</td><td colspan=\"3\">N application</td><td colspan=\"3\">PSC*</td><td colspan=\"3\">EGS</td></tr><tr><td>2011</td><td>2012</td><td>2013</td><td>2011</td><td>2012</td><td>2013</td><td>2011</td><td>2012</td><td>2013</td></tr><tr><td colspan=\"10\">Warm-season grass locations</td></tr><tr><td>KS</td><td>22-Mar</td><td>28-Mar</td><td>19-Mar</td><td>29-Jul</td><td>26-Oct</td><td>23-Jul</td><td>27-Oct</td><td>26-Oct</td><td>12-Nov</td></tr><tr><td>OK</td><td>5-Jun</td><td>18-Jun</td><td>18-Jun</td><td>n/a</td><td>25-Sep</td><td>12-Oct</td><td>n/a</td><td>22-Dec</td><td>14-Jan</td></tr><tr><td>ND</td><td>9-Jun</td><td>22-May</td><td>12-Jun</td><td>24-Aug</td><td>9-Aug</td><td>9-Aug</td><td>1-Nov</td><td>1-Oct</td><td>9-0ct</td></tr><tr><td colspan=\"10\">Cool-season grass locations</td></tr><tr><td>MT</td><td>13-May</td><td>20-Apr</td><td>n/a</td><td>5-Jul</td><td>5-Jul</td><td>n/a</td><td>27-Oct</td><td>18-Oct</td><td>n/a</td></tr><tr><td>GAt</td><td>8-Apr</td><td>22-Mar</td><td>n/a</td><td>24-May</td><td>8-May</td><td>n/a</td><td>24-May/ 26-Oct</td><td>8-May/22-Oct</td><td>n/a</td></tr><tr><td>MOt</td><td>18-Mar</td><td>15-Mar</td><td>18-Mar</td><td>2 Jun/</td><td>14 May/</td><td>4 Jun/</td><td>27 Jul/</td><td>22 Jun/</td><td>27 Jun/</td></tr><tr><td></td><td></td><td></td><td></td><td>17-Oct</td><td>22 Jun</td><td>27 Jun</td><td>17-Oct</td><td>29-Oct</td><td>8-Nov</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/c88c5a2d954a452bb6e471e29b1de952daa401bfdb028c1cfb7db2431a8feb75.jpg",
        "img_caption": [
            "Fig.1Precipitationfor008-2013andthe3-yearaverages(981-010)forhewarm-seasongrass(KS,OK,ND)ndcoolseasol grass sites (MT,GA,MO). "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Normality of the residuals was evaluated using box plots in theUNIVARIATE procedure,and equality of the varianceswas evaluated using plots of the observed versus predicted residuals with sAs software (SAS Institute,2012.The SAS System for Windows,Version 9.4.SAS Institute,Inc., Cary,NC,USA).Statistical analyses were performed using the PROC MIXED procedure in SAS with significant differences detected at $\\alpha = 0 . 0 5$ Year,nitro genrate,harvest timing,and the interaction terms were considered fixed variables while block was considered a random variable.Locations were analyzed separately due to the differences in predominant grass species and harvest timing protocols.Single degree-of-freedom contrast statements were used to determine significant differences among treatments.Critical time period for precipitation was considered to be AprilSeptember which provided the highest correlation with biomass production at the greatest number of locations. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Farmgate breakeven prices of biomass harvesting on CRP land were estimated by the following steps: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.Constructed costs of biomass production for each $\\mathrm { ~ N ~ }$ use rate,harvest timing,and location for each year over the study time period (Table 2).   \n2.Determined the farmgate biomass yields after incorporating a $7 \\%$ loss of biomass during storage.   \n3.Divided the costs by the corresponding level of farmgate biomass yield to obtain the breakeven price of producing biomass with a particular harvest practice in $\\$ 9$ dry $\\mathrm { M g ^ { - 1 } }$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Four different cost scenarios were investigated.The first scenario (no opportunity cost） includes the total annual cost of production with no foregone opportunity costs for land rental payments included. The second scenario (reduced rental payment) includes production costs plus $2 5 \\%$ of CRP land rental payment included as an opportunity cost during harvest years per USDA-FSA guidelines (USDA-FSA 2011).The third scenario (no rental payment) includes production costs plus full CRP land rental payment included as a foregone opportunity cost (i.e., CRP contract expires without renewal). The fourth scenario (opportunity cost of crop production） is similar to the third but instead of CRP payment costs it includes the foregone opportunity costs associated with net income from row crop production. Average land rental payment amounts for each state in 2011 (USDA-FSA,2015) were used in total cost calculations for scenarios two and three.In scenario four，we estimate the breakeven price of biomass that landowners would need to prevent a conversion of land under CRP to row crop production. This requires the return to biomass production to cover not only the costs of producing the biomass but also the foregone net returns from producing the major crop in that county in 2Oo7 dollars (as in Jain et al.,201o). The alternative crop is assumed to be wheat in MT,GA,and OK,and corn and soybean in MO,ND,and KS.The data of yield and state-level price for each alternative crop were published by the National Agricultural Statistics Service (NASS) in 2007 (USDA-NASS 2015).We assume that CRP land has one-third less productivity compared to cropland following the assumption in Hertel et al. (2010).As a result,when CRP acres are converted to crop production, they will achieve below-average crop yield. The associated production cost is estimated using information from crop budgets complied for that state by state extension services. Breakeven prices for biomass were analyzed by location in a mixed model with N rate,harvest timing and their interaction considered as fixed effects while year and block were considered as random effects.Least square means of fixed effects were compared when effects were significant at $\\alpha = 0 . 0 5$ using the SAS pdmix800 macro (Saxton,1998). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Significance levels of a few variables at most sites were different when analyzed across all years of the study compared with analysis from the first 3 years as indicated by italics in Table 3. The N rate $\\times$ harvest timing interaction was significant in MO when analyzed across all years of the study. This was due to yields at $5 6 ~ \\mathrm { k g } \\mathrm { ~ N ~ h a } ^ { - 1 }$ not being different from thoseat $0 ~ \\mathrm { k g ~ N ~ h a } ^ { - 1 }$ when harvested at the EGS timing in each of the last 3 years (2011-2013) which tended to be dry during the latter part of the season.The N rate $\\times$ harvest timing interaction was not significant in OK when analyzed across years,whereas it was considered to be significant but not important during the first 3 years (Lee et al.,2013). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The year $\\times \\ : \\mathrm { ~ N ~ }$ rate interaction was significant in KS, ND,and OK because the yield response at both 56 and $1 1 2 ~ \\mathrm { k g } ~ \\mathrm { N } ~ \\mathrm { h a } ^ { - 1 }$ was much lower in the last 3 years (2011-2013) which were drier than the first 3 years (2008-2010).Harvest timing was significant in ND due to higher yields with EGS harvests compared with PSC in the latter 3 years of the study,whereas this was only true in 2Oo9 during the first half of the study. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Nitrogen fertility had a significant effect on biomass yield at all locations when analyzed across all years of the study(Table 3).This was different from the results in MT during the first half of the study due to a flat yield response in 2008 and 2009. The N rate of $1 1 2 ~ \\mathrm { { k g } ~ h a } ^ { - 1 }$ produced the highest biomass yield at each location and so was considered an agro",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/442874fd7f53dda78d47143e0497064974e5031121dc0bb01f404143927b913e.jpg",
        "table_caption": [
            "Table 2Asumptions forcosts of biomassproduction,CRPland rental payment,androwcrop land rent forsixlocations "
        ],
        "table_footnote": [
            "\\*Data obtained from Quick Stats (USDA-NASS2015). tData obtained from Haque et al. (2009). ↑Actual custom service rates paid at each location. \\$Data obtained from Duffy (2008). |Data obtained from Brummer et al. (2002). \\*\\*Average CRP land rental rates for each state in 2011 obtained from USDA-FSA (2014). ttIn MT, $\\mathrm { G A } ,$ and $\\mathrm { O K } ,$ opportunity costof ropland is basedon the profitof leading crop,wheat,in2007; in KS,MO,and ND,opportunity cost of cropland is based on corn-soybean profit in 2007. "
        ],
        "table_body": "<html><body><table><tr><td></td><td>GA</td><td>KS</td><td>MO</td><td>MT</td><td>ND</td><td>OK</td></tr><tr><td>N fertilizer price ($ kg-1)*</td><td>0.95</td><td>0.77</td><td>0.58</td><td>1.10</td><td>0.95</td><td>0.77</td></tr><tr><td>Fertilizer spreading ($ ha-1)t</td><td>9.26</td><td>9.26</td><td>9.26</td><td>9.26</td><td>9.26</td><td>9.26</td></tr><tr><td>Mowing ($ ha-1)t</td><td>45.22</td><td>28.19</td><td>25.15</td><td>24.71</td><td>24.71</td><td>26.22</td></tr><tr><td>Baling ($ Mg-1)t</td><td>24.58</td><td>16.43</td><td>18.55</td><td>13.56</td><td>13.56</td><td>24.02</td></tr><tr><td>Staging and loading ($ Mg-1)s</td><td>6.38</td><td>6.38</td><td>6.38</td><td>6.38</td><td>6.38</td><td>6.38</td></tr><tr><td>Storage ($ Mg-1)|l</td><td>3.22</td><td>3.22</td><td>3.22</td><td>3.22</td><td>3.22</td><td>3.22</td></tr><tr><td>Average land rental payment ($ ha-1)**</td><td>115.97</td><td>99.05</td><td>182.90</td><td>79.27</td><td>89.43</td><td>82.78</td></tr><tr><td>Average row crop land rent ($/ha-1)+t</td><td>165.87</td><td>236.78</td><td>262.91</td><td>173.95</td><td>205.69</td><td>146.12</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/6ca6b4882c823334be106004a3d1f347422b72b9424ac3afc7ca4498947267cc.jpg",
        "table_caption": [
            "Table3Probabilityvaluesfromtheanalysisofvarianceforbiomass yieldandeconomicanalysesfor5or6yearsateachof theCRF researchsites\\*† "
        ],
        "table_footnote": [
            "$^ { * } \\mathrm { G A }$ and MT were not harvested in 2013,and OK was not harvested in 2011. $\\dagger$ Probabilityvaluesintasrepresetchangesinsigificaneithnalsisin(seeLetal13)ompaedialyis of the full study. ",
            "$\\ddag \\mathrm { H T } ,$ harvest timing. "
        ],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"3\">Warm-season grass sites</td><td colspan=\"3\">Cool-season grass sites</td></tr><tr><td>Source of variation</td><td>KS</td><td>OK</td><td>ND</td><td>MT</td><td>GA</td><td>MO</td></tr><tr><td colspan=\"7\">Biomass yield</td></tr><tr><td>Year</td><td><0.0001</td><td><0.0001</td><td><0.0001</td><td><0.0001</td><td><0.0001</td><td><0.0001</td></tr><tr><td>N rate</td><td><0.0001</td><td><0.0001</td><td><0.0001</td><td>0.0108</td><td>0.0001</td><td><0.0001</td></tr><tr><td>Year × N rate</td><td>0.0042</td><td><0.0001</td><td>0.096</td><td>0.1256</td><td>0.6222</td><td>0.9776</td></tr><tr><td>HTt</td><td>0.0015</td><td>0.0074</td><td>0.0126</td><td><0.0001</td><td><0.0001</td><td><0.0001</td></tr><tr><td>Year ×HT</td><td><0.0001</td><td><0.0001</td><td>0.0002</td><td><0.0001</td><td><0.0001</td><td>0.0005</td></tr><tr><td>N rate × HT</td><td>0.2284</td><td>0.2748</td><td>0.3945</td><td>0.2249</td><td>0.8729</td><td>0.0260</td></tr><tr><td>Year × Nrate × HT</td><td>0.9699</td><td>0.6879</td><td>0.5992</td><td>0.8450</td><td>0.9747</td><td>0.7373</td></tr><tr><td colspan=\"7\">Breakeven pricesS</td></tr><tr><td colspan=\"7\">No opportunity cost</td></tr><tr><td>N rate</td><td><0.0001</td><td><0.0001</td><td><0.0001</td><td><0.0001</td><td><0.0001</td><td>0.0435</td></tr><tr><td>HT</td><td>0.0172</td><td>0.0162</td><td>0.0313</td><td><0.0001</td><td>0.0472</td><td>0.0004</td></tr><tr><td>N rate × HT</td><td>0.1965</td><td>0.7085</td><td>0.1754</td><td>0.0248</td><td>0.1341</td><td>0.3269</td></tr><tr><td colspan=\"7\">Reduced rental payment</td></tr><tr><td>N rate</td><td>0.0011</td><td>0.0002</td><td><0.0001</td><td><0.0001</td><td>0.0002</td><td>0.6958</td></tr><tr><td>HT</td><td>0.0157</td><td>0.0079</td><td>0.0354</td><td><0.0001</td><td>0.0120</td><td>0.0003</td></tr><tr><td>N rate × HT</td><td>0.1728</td><td>0.8039</td><td>0.1894</td><td>0.0418</td><td>0.2092</td><td>0.1611</td></tr><tr><td colspan=\"7\">No rental payment</td></tr><tr><td>N rate</td><td>0.1838</td><td>0.2598</td><td>0.1831</td><td><0.0001</td><td>0.0249</td><td>0.1513</td></tr><tr><td>HT</td><td>0.0165</td><td>0.0004</td><td>0.0498</td><td><0.0001</td><td>0.0008</td><td>0.0004</td></tr><tr><td>N rate × HT</td><td>0.1510</td><td>0.3737</td><td>0.2257</td><td>0.1321</td><td>0.4195</td><td>0.0750</td></tr><tr><td colspan=\"7\">Opportunity cost of crop production</td></tr><tr><td>N rate</td><td>0.8826</td><td>0.9663</td><td>0.1354</td><td>0.0002</td><td>0.0931</td><td>0.0734</td></tr><tr><td>HT</td><td>0.0120</td><td>0.0003</td><td>0.0690</td><td><0.0001</td><td>0.0002</td><td>0.0004</td></tr><tr><td>N rate × HT</td><td>0.1458</td><td>0.5883</td><td>0.2621</td><td>0.3187</td><td>0.5126</td><td>0.0651</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "$\\ S$ Breakeven prices forbiomassunder fourscenarios:Noopportunitycost:nolossof CRPlandrental paymenttaken intoaccount;   \nReduced rental payment: CRP land rental payment reduction of $2 5 \\%$ during harvest years considered a foregone opportunity cost;   \nNorentalpayment:CRPontractalowed toexpireandterefoe,landentalpaymentsareconsideredaforegoneopporuityost;   \nOpportunitycostofcrop production:netreturns from themajorcrop(corn-soybeanorwheat)considered asaforegone opportunity cost. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "nomic best management practice (BMP) (Fig. 2a). Yieldswith $1 1 2 ~ \\mathrm { { k g } ~ h a } ^ { - 1 }$ were significantly higher than those with $5 6 ~ \\mathrm { k g } \\ \\mathrm { h a } ^ { - 1 }$ at all locations except KS and MT.Yields increased from O to $5 6 ~ \\mathrm { k g } \\mathrm { ~ N ~ h a } ^ { - 1 }$ at all sites，although the difference was not significant at GA. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The year $\\times$ harvest timing interaction was significant for MO when analyzed over the entire study but not during the first 3 years because the PSC biomass yields were slightly higher than those with the EGS harvest in 2013,although the difference between the two was not significant (Table 3;Fig.3).Harvest timing with the highest biomass yield was site-specific and wasa factor ofpredominant grasstype， seasonal precipitation regime,and number of harvests taken per year. The ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "EGS harvest timing produced the highest yields at GA and MO among cool-season grass sites and at ND and OK among warm-season sites (Fig.2b).Yields at KS and MT were significantly higher with the PSC harvest timing.No pattern was observed over time between yields harvested at PSC and EGS with the exception of MO,which consistently produced higher yields in the EGS treatment except in 2013 (Fig.3). The harvest tim ing considered to be an agronomic BMP was the one producing the highest yields at each respective site averaged over time. Mean yields under BMP were significantly greater (range of $0 . 3 { - } 1 . 7 \\ \\mathrm { M g \\ h a } ^ { - 1 }$ higher) than yields averaged across treatments at each location (Fig. 4).Under BMP,biomass yields of $1 . 6 { - } 3 . 5$ and 3.7- $6 . 4 ~ \\mathrm { M g ~ h a } ^ { - 1 }$ were recorded for warm- and cool-season mixture CRP land，respectively，when averaged over time. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/7c197e38bc0315ffba19a3bce5b403373ddb169982dd02436406d49edeb8a8f4.jpg",
        "img_caption": [
            "Fig.2Biomass yield asaffected by (a)N rate and (b) harvest timing for CRP sites with predominantly warm-season or coolseason grass mixtures.Yields were averaged across all harvest years.Harvest timings included PSC (peak standing crop,at anthesis) and EGS (end of the growing season). Bars represent standard errors of the differences of means when analyzed by location $( \\alpha = 0 . 0 5 )$ ！ "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Biomass yields tended to increase with increasing precipitation at most sites (Fig.5),although the critical period for precipitation differed among sites.Precipitation amount at each site was a primary factor in annual yields.At KS，OK，and MT，the highest correlation between yield and precipitation was observed for the April-September period (Fig. 5).At MO, yield and precipitation during the entire growing season were not strongly correlated $( R ^ { 2 } = 0 . 0 8 9$ and 0.315 for O and $1 1 2 ~ \\mathrm { k g ~ N ~ h a } ^ { - 1 } .$ ,respectively, harvested at EGS),and the yieldresponse wasrelatively flat (slope $= 0 . 0 0 3$ on average). However， the correlationwas much better $\\langle R ^ { 2 } = 0 . 7 2 1 3$ and 0.7571)，and the yield response was higher(slope $= 0 . 0 1 4$ onaverage） forprecipitation received during April-June (data not shown).At ND and GA, the correlations between yield and precipitation were very low and yield responses to precipitation were relatively flat.Aside from the decline in yields during drought years，no trend was observed with respect to yields over time (Fig. 3). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Nitrogen fertility rate significantly impacted the breakeven biomass price for all sites when no opportunity costs were included (Table 3).Thiswas also true forall sites except MO when biomass is harvested periodically from CRPland with a $2 5 \\%$ reduction in land rental payments.However, $\\Nu$ rate was significant for only MT and GA when land was removed from the CRP,and the full rental payment was considered a foregone opportunity cost,and for MT when crop production was included as a foregone opportunity cost. Harvest timing significantly impacted breakeven prices under all scenarios at every location except at ND with row crop production included as a foregone opportunity cost. The N rate $\\times$ harvest timing interaction was significant only at MT when no or partial land rent opportunity costs were included. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "When no opportunity costs were assessed, breakeven prices for biomass at the farmgate were significantly lower when no $\\Nu$ fertilizer was applied compared with $1 1 2 ~ \\mathrm { k g } ~ \\mathrm { N } ~ \\mathrm { h a } ^ { - 1 }$ for all locations and significantly lower than $5 6 ~ \\mathrm { k g } \\mathrm { ~ N ~ h a } ^ { - 1 }$ for all locations except GA and MO (Table 4).This was also true with $2 5 \\%$ reduced CRP rental payments for all locations except MO where differences among $\\mathrm { \\Delta N }$ rateswere not significant.No differences among $\\mathsf { N }$ rates were found when the full CRP rental payment or revenue from crop production were considered a foregone opportunity cost for all sites except MT where costs were impacted by $\\mathrm { \\Delta N }$ rates similar to the other economic scenarios. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Significant breakeven price differences were found between the two harvest timings for all economic scenarios and locations except at ND when crop production opportunity costs were assessed and at GA with no or reduced CRP payment opportunity costs assessed. Biomass prices were lower when harvested at EGS at ND, GA,and MO and lower at PSC at KS,OK,and MT. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The Conservation Reserve Program was originally established for soil and water conservation,not biomass production.However,CRP land is a potentially important resource for sustainable biomass feedstock productionasmajorland-use change isnot expected (Chamberlain et al.，2011；Clark et al.，2013).Accordingly,in order for CRP to bea reliable source of sustainable biofuel feedstock,BMP must be developed and followed. This study evaluated CRP grasslands as a herbaceous biomass source with potential use as a dedicated bioenergy feedstock and well covered the range of CRP land distribution in the United States. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/e9a1f7eaf030b823677f953b2d2a4b322a897dcb6ad376ff9f54e327b574b9b6.jpg",
        "img_caption": [
            "Fig.3Biomass yields from 2008 to 2013 averaged across $\\mathrm { \\Delta N }$ rates at warm-season (KS, OK, ND) and cool-season (MT,GA,MO) grass locations.Bars represent standard errors of the diferences of means when analyzed by location $( \\alpha = 0 . 0 5 )$ .Harvest timings included PSC (peak standing crop,at anthesis) and EGS (the end of the growing season). "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Nitrogen fertilization significantly increased biomass feedstock production，and adequate $\\Nu$ application is crucial to obtaining the yields outlined by the BillionTon Update (USDOE 2011).Biomass yields significantly increased with increasing $_ \\mathrm { N }$ fertilization rates at all locations.Differences between adjacent rates (O vs. 56 and 56 vs. $1 1 2 ~ \\mathrm { k g } ~ \\mathrm { N } ~ \\mathrm { h a } ^ { - 1 } ,$ ）were not significant in every site-year，although differences between O and $1 1 2 ~ \\mathrm { k g ~ N ~ h a } ^ { - 1 }$ were significant in all cases except when rainfall was severely limited.Nitrogen rate recommendations for perennial grasses grown for biomass are based in part on the long-term precipitation means for a given region. Vogel et al.(2002） recommended $1 2 0 ~ \\mathrm { k g ~ N ~ h a } ^ { - 1 }$ for switchgrass (Panicum virgatum L.） grown in Nebraska and Iowa，while Brejda (2000）recommended $3 3 { - } 1 1 0 \\ \\mathrm { k g \\ N h a } ^ { - 1 }$ for areas with lower rainfall. Biomass yields did not significantly increasewithfertilizationrateshigherthan $5 6 ~ \\mathrm { k g } ~ \\mathrm { N } ~ \\mathrm { h a } ^ { - 1 }$ in a mixture of switchgrass,big bluestem (Andropogon gerardii Vitman)，and indiangrass (Sorghastrum nutans (L.）Nash) (Mulkey et al.,2008)or in a switchgrass monoculture (Mulkey et al.，2006） in central South Dakota where precipitation is generally limited. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Harvest timing management did not have much impact on long-term biomass production.No trend was observed with respect to yield response to harvest timing over the course of the study except at MO where EGS produced consistently higher yields than PSC except in 2013.Precipitation at MO was much lower than normal from June onward in 2013 which impacted biomass production for the later spring harvest (27 June） more than the earlier spring harvest (4 June) (Table 1).Both the PSC and EGS treatments in MO included a spring and a fall harvest，the difference being the later timing of the spring harvest for the latter treatment. This two-cut system for the cool-season mixtures allowed for a more consistent response to the difference in harvest timing and provided a buffering effect against weather variability.Reynolds et al. (2000) in eastern Tennessee and Richner et al. (2O14) in Missouri also found that a two-cut system produced the highest aboveground biomass yields in switchgrass, although the $\\Nu$ removal rate was also significantly higher than in a one-cut system when rainfall was not severelylimited. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/0bdad9fb515231e7550212a0de707598d1bdc12a82ebb76fced82ece92bb71bc.jpg",
        "img_caption": [
            "Fig.4 Biomass yields at (a) warm-season and (b) cool-season grass locations.Overall mean yields were averaged across years,N rates,and harvest timings while best management practices (BMP) were site-specific and based on the harvest timing and $\\Nu$ rate with the highest mean biomass yield over time.Bars represent standard errors of the differences of means when analyzed by location $( \\alpha = 0 . 0 5 )$ ： "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Although biomass yield was consistent under different harvest regimes,delaying harvest until after a killing frost or at the end of the growing season is generally recommended for stand longevity for warm-season species.Biomass harvests conducted after a killing frost yielded slightly lower than when harvested in early October in northwestern Oklahoma; however, percent moisture and N removal decreased with the later harvest (Venuto & Daniel,201O).Anderson et al. (2013) found that delaying harvest until after a killing frost (late fall through early spring) resulted in lower biomass yieldscompared witha late summerharvest,but moisture content and ash and protein concentrations were all significantly lower while cellulose,hemicellulose,and lignin were higherwith the later harvest. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The inability to detecta trend over time with regard to harvest timingat other locations is likely due in part to the dry conditions experienced at most locations during the latter half of the study.Precipitation during the growing season was a critical factor for annual biomass feedstock production across all regions,and annual feedstock production was severely reduced when growing season precipitation was below $5 0 \\%$ of average. For example,inKS and OK,the drought severely impacted crop growth beginning in 2011,and the effects appeared to persist throughout the remainder of the study.The effect of weather likely masked the effect of harvest timing similar to the situation with N fertility. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Biomass yields during the first 3 years (2oo8-2010) were much higher than those during the last 3 years (2011-2013) for all locations except GA. The main reason for low biomass yield during the latter period was lack ofprecipitation during the growing season (April through September) (Figs 1 and 5). In particular, limited biomass yields in KS and OK during 2011 through 2013 were caused by severe drought in the Great Plains region. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A lack of precipitation has been linked with reduced photosynthetic rates in switchgrass (Wullschleger et al., 1996；Sanderson & Reed，20oO)．Sanderson & Reed (2000),however, found that water stress did not always result in lower biomass yield in central Texas,possibly due to abundant spring precipitation and because the interval between precipitation events during the summer was not long enough to affect plant yields.Lee & Boe (2005) found that switchgrass biomass yieldswere highly variable but that April-Mayprecipitation explained ${ > } 9 0 \\%$ of the variation over a four-year period in central South Dakota when precipitation was below average.On native rangelands surrounding the KS location，combined May and June precipitation accounted for $56 \\%$ of the variation in growing season dry matter production (Harmoney& Jaeger,2013).The lack of cor relation between yield and precipitation in GA was possibly because water was not limiting with precipitation levels between 280 and $8 0 0 ~ \\mathrm { { m m } }$ during the growing season each year of the study (Fig. 5).However,in ND, the lack of correlation was more likely an effect of generally poor soil fertilityat that site,although soil fertility factors were not monitored during the study,with the result that biomass yields much higher than $4 ~ \\mathrm { M g } ~ \\mathrm { h a } ^ { - 1 }$ are considered unlikely regardless of precipitation levels. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The breakeven farmgate prices of biomass harvested on CRP land increased significantly as $\\mathsf { N }$ application rate increased for all six sites under most opportunity cost scenarios (Table 4).Geographically，MT had the lowest costs of biomass production followed by ND, MO, OK, GA,and KS when no $\\mathsf { N }$ was applied and no opportunity costs were included.When N was applied at 56 or $1 1 2 ~ \\mathrm { { k g } ~ h a } ^ { - 1 }$ ，MO had the lowest costs of biomass production because of its high biomass yield response to $\\mathsf { N }$ application while KS remained consistently the most costly place for biomass harvesting among the six study sites. The high cost in KS was due to verylowharvests in thelatter 3 years of the studyas discussed earlier, resulting in average total production costs of $\\$ 74$ and $\\$ 294\\mathrm { M g } ^ { - 1 }$ for 2008-2010 and 2011- 2013,respectively. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/701a86cf380ca7a21f16dfe9b46a3bd3ad0343faca7e5a59aea6392c36ce2470.jpg",
        "img_caption": [
            "Fig.5Yield response with standard practices $( \\bullet , \\mathrm { E G S } \\ 0 \\ \\mathrm { N } )$ and best management practices $\\left( \\mathbf { \\overline { { \\Pi } } } \\right)$ at each CRP site with predominantly warm-season grass mixtures (KS,OK,ndND)andcol-seasograssmixtures(MT,GA,andMO)andthelinearrelationshipwith precipitation duringthe growing season.Eachdata point representsamean foranindividualyear.Nitrogen rates given in $\\mathrm { k g \\ N h a } ^ { - 1 }$ . PSC: peak standing crop,at anthesis; EGS: harvests occurring at the end of the growing season. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "As discussed earlier,harvested biomass yields illustrate a clear response to N application for most study sites.However，our results show that the N-induced increase in biomass yields is not large enough to offset the incremental costs entailed from the purchase and application of $_ \\mathrm { N }$ fertilizer.A more detailed examination showed that the costs of $_ \\mathrm { N }$ application across the study sites ranged from $\\$ 44.22$ to $\\$ 75.31\\mathrm { \\ h a } ^ { - 1 }$ and $\\$ 79.17$ to $\\$ 141.36\\mathrm { \\ h a } ^ { - 1 }$ for 56and $1 1 2 ~ \\mathrm { k g ~ N ~ h a } ^ { - 1 } ,$ respectively (data not shown). Compared with the no $\\mathsf { N }$ application case，the N-induced costs imply an increase in the total operating costs of biomass harvesting by $2 2 \\mathrm { - } 1 2 6 \\%$ and $5 4 - 2 2 5 \\%$ in the 56 and $1 1 2 ~ \\mathrm { k g ~ N ~ h a } ^ { - 1 }$ cases，respectively，depending on location.However,the corresponding N-induced increases inharvestedbiomass yieldsrelativeto the ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "$0 ~ \\mathrm { k g ~ N ~ h a } ^ { - 1 }$ case were only $1 1 \\mathrm { - } 6 1 \\%$ and $1 5 \\mathrm { - } 9 8 \\%$ in the 56 and $1 1 2 ~ \\mathrm { k g } ~ \\mathrm { N } ~ \\mathrm { h a } ^ { - 1 }$ cases，respectively—substantiallylower than the increase in costs of biomass harvesting due to $\\Nu$ application. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Conservation Reserve Program land owners are economically incentivized to harvest biomass on their grassland at the timing that produces the highest yields.However，for a variety of reasons—to ensure stand longevity by allowing translocation of nutrients to overwintering plant structures,to allow dry-down of standing biomass prior to harvest，to extend the period of wildlife cover,etc.—farmers may have other incentives to harvest at EGS.As biomass breakeven prices were minimized with no N fertilizer application，it is of interest to compare the breakeven price under different economic scenarios for biomass with $0 ~ \\mathrm { k g ~ N ~ h a } ^ { - 1 }$ and harvested at EGS.Given the high breakeven prices when full CRP land rental payments areincluded as foregone opportunity costs(e.g., $\\$ 105\\mathrm { M g } ^ { - 1 }$ on average for MT where costs were the lowest)，CRP land owners are unlikely to have the economic incentives to allow a CRP contract to expire in order to harvest biomass annually unless biomass prices were very high. The situation is similar when considering row crop production revenue a foregone opportunity cost. When no opportunity costs were assessed，breakevenpricesrangedfrom $\\$ 41$ to $\\$ 67\\mathrm { M g } ^ { - 1 }$ for all sites except KS $( \\mathbb { S } 9 2 ~ \\mathrm { M g } ^ { - 1 } ;$ ）when averaged across years.When a $2 5 \\%$ reduction in CRP payments was included,breakeven prices ranged from $\\$ 52$ to $\\$ 81\\mathrm { ~ M g } ^ { - 1 }$ for all sites except KS $( \\$ 147\\mathrm { M g } ^ { - 1 } )$ Breakeven prices under the $2 5 \\%$ rental payment reduction scenario are $2 6 { - } 3 9 \\%$ lower than the scenario foregoing full rental payment but $1 4 - 2 7 \\%$ higher than those with no opportunity cost assessed for all locations when averaged across all treatment variables. ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/cad1a0de1dda0ea352c01447a9373f9875a20382ba2c5b460bba70279382c2f3.jpg",
        "table_caption": [
            "Table 4 Breakeven prices $( \\$ 123,456,7$ ） for biomass analyzed by location under four economic scenarios as affcted by harvest timing and nitrogen fertility "
        ],
        "table_footnote": [
            "$^ { * } \\mathrm { { N o } }$ opportunitycost:nolossof CRP land rentalpayment taken intoaccount; Reduced rentalpayment: CRP land rental payment reduction of $2 5 \\%$ during harvest years considered a foregone opportunity cost; No rental payment: CRP contract alowed to expire andthereforelandrental paymentsareconsidered aforegoneopportunitycost;Opportunitycostofcropland: netreturnsfrommajor crop (corn-soybean or wheat) considered as a foregone opportunity cost. +LoweraseletersdenotesignificantdiferencesbetweenharvesttimingsanduppercaseletersbetweenNratesforeachlocation; mean separation conducted at $\\alpha = 0 . 0 5$ ， ${ } ^ { \\ddag } \\mathrm { H T } _ { \\vphantom { \\Bigg ] } }$ harvest timing; PSC, peak standing crop; EGS,end of growing season; Nrates in $\\mathrm { { k g \\ h a } ^ { - 1 } }$ ， "
        ],
        "table_body": "<html><body><table><tr><td>Effect</td><td>Level</td><td>No opportunity cost*+</td><td>Reduced rental payment</td><td>No rental payment</td><td>Opportunity cos of cropland</td></tr><tr><td>Warm-season grass</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>KS HTt</td><td>PSC</td><td>151 b</td><td>194 b</td><td>322 b</td><td>559 b</td></tr><tr><td></td><td>EGS</td><td>217 a</td><td>275 a</td><td>448a</td><td>768 a</td></tr><tr><td>N rate</td><td>0</td><td>94 B</td><td>150 B</td><td>319 ns</td><td>633 ns</td></tr><tr><td></td><td>56</td><td>200A</td><td>251A</td><td>402 ns</td><td>683 ns</td></tr><tr><td></td><td>112</td><td>258A</td><td>302A</td><td>432 ns</td><td>675 ns</td></tr><tr><td>OK</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>HT</td><td>PSC</td><td>72 b</td><td>83b</td><td>114 b</td><td>161 b</td></tr><tr><td></td><td>EGS</td><td></td><td>103 a</td><td>160 a</td><td>205 a</td></tr><tr><td>N rate</td><td></td><td>88a</td><td></td><td></td><td></td></tr><tr><td></td><td>0</td><td>57 C</td><td>74 C</td><td>123 ns</td><td>181 ns</td></tr><tr><td></td><td>56</td><td>82B</td><td>92B</td><td>144 ns</td><td>186 ns</td></tr><tr><td>ND</td><td>112</td><td>102 A</td><td>112 A</td><td>143 ns</td><td>182 ns</td></tr><tr><td>HT</td><td>PSC</td><td></td><td>86a</td><td>125 a</td><td></td></tr><tr><td></td><td></td><td>73 a</td><td>76 b</td><td></td><td>193 ns</td></tr><tr><td>N rate</td><td>EGS</td><td>65b</td><td></td><td>112 b</td><td>174 ns</td></tr><tr><td></td><td>0</td><td>45C</td><td>61B</td><td>110 ns</td><td>195 ns</td></tr><tr><td></td><td>56</td><td>76B</td><td>88A 94A</td><td>124 ns</td><td>187 ns</td></tr><tr><td>Cool-season grass</td><td>112</td><td>85A</td><td></td><td>122 ns</td><td>169 ns</td></tr><tr><td>MT</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>HT‡</td><td>PSC</td><td>60b</td><td>67b</td><td>88b</td><td>122 b</td></tr><tr><td></td><td>EGS</td><td>79 a</td><td>90 a</td><td>122 a</td><td>174 a</td></tr><tr><td>N rate</td><td>0</td><td>39 C</td><td>49 C</td><td>78C</td><td>124 B</td></tr><tr><td></td><td>56</td><td>70B</td><td>79 B</td><td>105B</td><td>146 B</td></tr><tr><td></td><td>112</td><td>99A</td><td>107 A</td><td>133A</td><td>174 A</td></tr><tr><td>GA</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>HT</td><td>PSC</td><td>98 ns</td><td>114 ns</td><td>161 a</td><td>189 a</td></tr><tr><td></td><td>EGS</td><td>83 ns</td><td>91 ns</td><td>117 b</td><td>130 b</td></tr><tr><td>N rate</td><td>0</td><td>65B</td><td>78B</td><td>116 B</td><td>138 ns</td></tr><tr><td></td><td>56</td><td>94 B</td><td>106A</td><td>144 AB</td><td>162 ns</td></tr><tr><td></td><td>112</td><td>112 A</td><td>123A</td><td>158AB</td><td>178 ns</td></tr><tr><td>MO</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>HT</td><td>PSC</td><td>63a</td><td>81a</td><td>134 a</td><td>165 a</td></tr><tr><td></td><td>EGS</td><td>51b</td><td>61b</td><td>92 b</td><td>109 b</td></tr><tr><td>N rate</td><td>0</td><td>53B</td><td>72 ns</td><td>129 ns</td><td>167 ns</td></tr><tr><td></td><td>56</td><td>56AB</td><td>68 ns</td><td>103 ns</td><td>124 ns</td></tr><tr><td></td><td>112</td><td>63A</td><td>73 ns</td><td>106 ns</td><td>125 ns</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In contrast to the high breakeven prices needed for harvesting the naturally growing biomass from CRP acres,previous studies have shown that high-yielding perennial energy grasses like switchgrass and miscanthus (Miscanthus $\\times$ giganteus Greef and Deuter ex Hodkinson and Renvoize) could be grown at much lower breakeven prices (Miao & Khanna，2014).Using CRP land rental payments as the opportunity cost of produc ing miscanthus and switchgrass in these counties,Miao & Khanna (2014) find that breakeven prices would range between $\\$ 43-60\\mathrm { \\ M g ^ { - 1 } }$ for switchgrass and $\\$ 40-$ $9 6 ~ \\mathrm { M g ^ { - 1 } }$ for miscanthus. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Our results have implications for CRP land rental payment and cost management under the influence of biofuel and climate policies currently being pursued in the United States. The total cost for the government of the CRP in the six study states was $\\$ 377$ million in 2014 (USDA-FSA,2015).If biomass was to be harvested on CRP land with the $2 5 \\%$ rental payment reduction,the total cost of the CRP in the six states together could be reduced by $\\$ 31$ million annually (assuming only one third of the acreage would be harvested in a given year per the current rules), suggesting an annual reduction in CRP costs for the government of $8 . 2 \\%$ .This reduction in cost for the government would,however，be offset by the increased costs of production incurred by growers. Although this scenario would generate only one-third of the potential biomass for the developing cellulosic bioenergyindustry,it wouldallow for theutilization of otherwise unharvested lands and likely provide economic benefits for land owners,biomass processors and the U.S. government. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This six-year field experiment has demonstrated the importance of long-term farm-scale research for estimating the biomass feedstock production potential of CRP grasslands.This is highlighted by the fact that,by far, the greatest impacts on seasonal biomass production were due to location-specific precipitation.The results presented here demonstrate that CRP land is a potential resource for bioenergy feedstock production if the appropriate management practices are followed under normal precipitation during the growing season. These results will provide a base of information for a projection of feedstock production in CRP land for economic analysis. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Based on the biomass yield and economic data collected during this study at six different CRP sites across theUnited States,we show that the use of N for yield enhancement unambiguously increased the farmgate unit price of biomass regardless of the timing of harvest for all six study sites.We also find that if the net revenue from biomass harvesting can be used to reduce CRP land rental payments received by land owners without compromising their economic welfare,we estimate that the current CRP rental rate for the six study states can be reduced by over $8 \\%$ on average, leading to significant saving in the costs of the CRP for the govern ment. However，such a scenario would require relatively high biomass prices at most study locations which does not seem likely in the near future. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This research was supported by funding from the North Central Regional Sun Grant Center at South Dakota State University through a grant provided by the U.S.Department of Energy Office of Biomass Programs under award number DEFC36-05GO85041. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Anderson EK,Parrsh AS,Voigt TB,Owens VN,Hong C-H, Lee DK (2013) Nitrogen fertility and harvest management of switchgrass for sustainable bioenergy feedstock production in Illinois.Industrial Crops and Products,48,19-27.   \nBrejda JJ(2ooo) Fertilization of native warm-season grasses.In: Native Warm-season Grasses:Research Trends and Issues.Moore KJ,Anderson B (eds)，pp.177-200. CSSA Spec.Publ. 30.CSSA andASA,Madison,WI.   \nBrummer EC,Burras CL,Duffy MD,MooreKJ (2002) Switchgrass Production in Iowa: EconomicAnalysis,Soiluitability,and VarietalPerformance.Preparedforioenergy Feedstock Development Program, Oak Ridge National Laboratory,Oak Ridge, TN. pp. 1-140.   \nBurke IC, Lauenroth WK, Coffin DP (1995) Soil organic-matter recovery in semiarid grasslands - Implications for the Conservation Reserve Program. Ecological Applications,5, 793–801.   \nChamberlain JF,Miller SA,Frederick JR (2011) Using DAYCENT to quantify on-farm GHG emissions and N dynamics of land use conversion to N-managed switchgrass in the Southern U.S.Agriculture Ecosystems& Environment,141,332-341.   \nClark CM,Lin Y,Bierwagen BG et al. (2013) Growing a sustainable biofuels industry: economics,environmental considerations,and the role of the Conservation Reserve Program.Environmental Research Letters,8,025016.   \nDuffy MD (2Oo8) Estimated Costs for Production, Storage and Transportation of Switchgrass.Iowa State Extension,Ames,IA. File A1-22,1-8.   \nFargione JE,Cooper TR,Flaspohler DJ et al. (2oo9) Bioenergy and wildlife: threats and opportunities for grassland conservation. BioScience,59,767-777.   \nFarm Security and Rural Investment Act of 2002 (2002) Pub.L.107-171.   \nFollett RF,Varvel GE,Kimble JM,Vogel KP (2009)No-till corn after bromegrass: effect on soil carbon and soil aggregates.Agronomy Journal,1o1,261-268.   \nFood Security Act of 1985 (1985) Pub.L.99-198,99 Stat.1504, Codified at 16 U.S.C. 3801-3862.   \nGelfand I, Zenone T,Jasrotia P,Chen J,Hamilton SK,Robertson GP (2011) Carbon debt of Conservation Reserve Program (CRP) grasslands converted to bioenergy production.Proceedings of the National Academy of Sciences of the United States of America,108,13864–13869.   \nGelfand I, Sahajpal R, Zhang X, Izaurralde RC, Gross KL,Robertson GP (2013) Sustainable bioenergy production from marginal lands in the US Midwest. Nature, 493, 514–520.   \nGeorgescu M,Lobell DB,Field CB (2011) Direct climate effects of perennial bioenergy cropsin the United States.Proceedings of the National Academy of Sciences of the UnitedStatesofAmerica,108,4307-4312.   \nGlaser L(1986) Provisions of the Food Security Act of 1985.Agriculture Information Bulletin No. AIB-498. 1-112.   \nHaque M, Epplin FM, Taliaferro CM (20o9) Nitrogenand harvest frequency effect on yield and cost for four perennial grasses.Agronomy Journal,101,463-1469.   \nHarmoney K, Jaeger J (2013) Precipitation Effects on Shortgrass Rangeland: Vegetation Production and Steer Gain.Report of Progress 1086.Kansas State University Agricultural Experiment Station, Manhattan, KS. pp. 36-41.   \nHertel TW,Golub AA, Jones AD,O'Hare M, Plevin RJ, Kammen DM (2010) Effects of US maize ethanol on global land use and greenhouse gas emissions: estimating market-mediated responses. BioScience, 60, 223-231.   \nJain AK,Khanna M, Erickson M,Huang H(201o)An integrated biogeochemical and economic analysis of bioenergy crops in the Midwestern United States.GCB Bioenergy,2,217-234.   \nJohnston CA (2013)Wetland losses due to row crop expansion in the Dakota Prairie Pothole Region. Wetlands,33,175-182.   \nJuneja A,Kumar D,Williams JD,Wysocki DJ,Murthy GS (2011) Potential for ethanol production from Conservation Reserve Program lands in Oregon. Journal of Renewable and Sustainable Energy,3,063102.   \nKhanna M, Chen X, Huang H, Oenal H (2011) Supply of cellulosic biofuel feedstocks and regional production pattern. American Journal of Agricultural Economics,93, 473–480.   \nLee D,Boe A (2005) Biomass production of switchgrass in central South Dakota. Crop Science,45,2583-2590.   \nLee DK,Doolittle JJ, Owens VN (2007a) Soil carbon dioxide fluxes in established switchgrass land managed for biomass production. Soil Biology & Biochemistry,39, 178-186.   \nLee DK, Owens VN,Doolittle JJ (2007b) Switchgrass and soil carbon sequestration response to ammonium nitrate,manure,and harvest frequency on conservation reserve program land. Agronomy Journal, 99,462-468.   \nLee D,Aberle E,Chen C et al. (2013) Nitrogen and harvest management of Conservation Reserve Program (CRP) grassland for sustainable biomass feedstock production. Global Change Biology Bioenergy,5,6-15.   \nMapemba LD,Epplin FM,Taliaferro CM,Huhnke RL (2007) Biorefinery feedstock production on Conservation Reserve Program land.Review of Agricultural Eco1omics, 29, 227-246.   \nMeehan TD,Hurlbert AH,Gratton C (2010) Bird communities in future bioenergy landscapes of the Upper Midwest.Proceedings of the National Academy of Sciences of the United StatesofAmerica,107,18533-18538.   \nMiao R,Khanna M (2014) Are Bioenergy Crops Riskier than Corn? Implications for Biomass Price.Choices.Quarter 1，Available at: http://choicesmagazine.org/ choices-magazine/theme-articles/economic-and-policy-analysis-of-advanced-biofuels/are-bioenergy-crops-riskier-than-corn-implications-for-biomass-price/ (accessed 29 December 2015).   \nMulkey V,Owens V,Lee D (2006) Management of switchgrass-dominated Conservation Reserve Program lands for biomass production in South Dakota. Crop Science, 46, 712–720.   \nMulkey VR,Owens VN, Lee DK (2008) Management of warm-season grass mixtures for biomass production in South Dakota USA.Bioresource Technology,99, 609-617.   \nPerlack RD,Wright LL, Turhollow A, Graham RL,Stokes B, Erbach DC (2005) BiomassasFeedstock fora Bioenergy and BioproductsIndustry:TheTechnical Feasibility of a Billon-Ton Annual Supply. Oak Ridge National Laboratory,Oak Ridge,TN. pp. 78.   \nReynolds J,Walker C,Kirchner M (20oo)Nitrogen removal in switchgrass biomass under two harvest systems.Biomassand Bioenergy,19,281-286.   \nRichner JM,Kallenbach RL,Roberts CA (2014) Dual use switchgras: managing switchgrass for biomass production and summer forage.Agronomy Journal,106, 1438–1444.   \nRuan L,Robertson GP (2013) Initial nitrous oxide,carbon dioxide,and methane costs of converting Conservation Reserve Program grassand to row crops under no-till vs. conventional tillage.Global Change Biology,19,2478-2489.   \nSanderson MA,Reed RL (20oo) Switchgrass growth and development: water, nitrogen,and plant density effects. Journal of Range Management,53,221-227.   \nSaxton AM (1998)A Macro for Converting Mean Separation Output to Letter Groupings in Proc Mixed.In C.SAS Institute NC (ed.) Proc. 23rd SAS Users Group Intl. Nashville, TN. 22-25 Mar. 1998. 1243-1246.   \nSchmer MR,Vogel KP,Mitchell RB,Perrin RK (2008) Net energy of cellulosic ethanol fromswitchgrass.Proceedings of theNational Academy of Sciences of the United States of America,105,464-469.   \nSecchi S, Gassman PW,Williams JR, Babcock BA (2009) Corn-based ethanol production and environmental quality: a case of Iowa and the Conservation Reserve Program.EnironmentalManagement,44,732-744.   \nTilman D,Hill J,Lehman C (2oo6) Carbon-negative biofuels from low-input highdiversity grassland biomass. Science,314, 1598-1600.   \nUSDA(2008) The Food,Conservation,and Energy Act of 2008.Available at: https://www.gpo.gov/fdsys/pkg/BILLS-110hr2419enr/pdf/BILLS110hr2419enr.pdf (Accessed December 31,2015)   \nUSDA-FSA (2011) Conservation Reserve Program - Haying and Grazing of Acreage Fact Sheet.Available at: <https://www.fsa.usda.gov/Internet/FSA_File/crphayinggrazing2011.pdf> (accessed 15 June 2015).   \nUSDA-FSA (2015)Conservation Programs Statistics.Available at:<http:// www.fsa.usda.gov/FSA/webapp?area=home&subject=copr&topic=rns-css>(accessed 27 October 2015).   \nUSDA-NASS (2015) Quick Stats.United States Department of Agriculture-National Agricultural Statistics Service.Available at: <http://quickstats.nass.usda.gov/> (accessed 15 June 2015).   \nUSDOE(2011) U.S.Billion-Ton Update: Biomass Supply fora Bioenergy and Bioproducts Industry.R.D. Perlack and B.J. Stokes (Leads), ORNL/TM-2011/224. Oak Ridge National Laboratory, Oak Ridge, TN. pp.227.   \nVenuto BC, Daniel JA (2010) Biomass feedstock harvest from Conservation Reserve Program land in Northwestern Oklahoma. Crop Science,50,737-743.   \nVogel K, Brejda J,Walters D, Buxton D (2oo2) Switchgrass biomass production in the Midwest USA: harvest and nitrogen management. Agronomy Journal,94,413-420.   \nWright CK,Wimberly MC (2013) Recent land use change in the Western Corn Belt threatens grasslandsand wetlands.Proceedings of the National Academy of Sciences of theUnitedStatesofAmerica,110,41344139.   \nWullschleger SD, Sanderson MA,McLaughlin SB,Biradar DP,Rayburn AL (1996) Photosynthetic rates and ploidy levels among populations of switchgrass. Crop Science,36,306-312. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]