[
    {
        "type": "text",
        "text": "Redescription of Nochelaspis maeandrine, thelargest eugaleaspiform from the Lower Devonian of Qujing, Yunnan ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MENG Xin-Yuan1,3 ZHU Min1,2.3 GAI Zhi-Kun1,2.3\\* (1KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontology and Paleoanthropology,Chinese Academy ofSciences Beijing100044) (2CASCenterfor Excellence inLife and Paleoenvironment Beijing10044) (3 University ofChinese Academy of Sciences Beijing 10049\\* Corresponding author: gaizhikun@ivpp.ac.cn) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract The new specimens of the largest eugaleaspiform Nochelaspis maeandrine are redescribed from two localities of the Xishancun Formation in Qujing City,Yunnan Province, southwestern China.Nochelaspis is most suggestive of Yunnanogaleaspis from the same horizon, but differs in its slit-like median dorsal opening (length/width ${ > } 6$ ),much stronger inner cornual process,coarse stellate ornamentation,and the serrations along the edges of the median dorsal opening and headshield.The new findings reveal the morphological details on the ventral side of the headshield as well.The oralobranchial fenestra is covered by a large dermal ventral plate, which is decorated with dense,tiny granular tubercles,and aligned with six pairs of separated, large,and circular branchial openings.This condition is different from that of osteostracans,in which the oralobranchial fenestra is covered by numerous minute scales or larger dermal platelets, and the branchial openings are slit-shaped and covered by small skin flaps somewhat like those of elasmobranchs. However, the branchial openings of galeaspids and osteostracans are both located ventrally as in modern rays,indicating a benthic lifestyle dwelling on sandy or muddy substrates in a quiet marine environment. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeywordsQujing,Yunnan;Early Devonian; eugaleaspiform,Nochelaspis ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Meng XY, Zhu M, Gai $Z \\operatorname { K }$ ,in press.Redescription of Nochelaspis maeandrine, the largest eugaleaspiform from the Lower Devonian of Qujing,Yunnan. Vertebrata PalAsiatica. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The jawless armored galeaspids thrived in the Siluro-Devonian period, but were strictly restricted in China and northern Vietnam (Zhu, 1992; Janvier,1996; Zhu and Gai, 2006; ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Janvier et al., 2009; Gai et al., 2018; Shan et al., 2020; Jiang et al.,2021). They are among the enigmatic clades of stem-gnathostomes for understanding the transition from jawless to jawed vertebrates (Janvier,1996; Donoghue et al.,2000; Sansom et al.,2010; Gai et al., 2011, 2019; Gai and Zhu, 2012).As one of three major groups of Galeaspida, Eugaleaspiformes diverged from the basal galeaspids as early as the middle Telychian,Llandovery of Silurian (Janvier,1996; Zhu and Gai,2006; Shan et al.,2020).The oldest eugaleaspiform Jiangxialepis (Liu et al., 2O21), which is associated with the large-sized basal galeaspid Hanyangaspis (Liu et al.,202O),is from the upper part of the Fentou Formation (middle Telychian, Silurian) in Wuhan, Hubei Province, South China. Compared to the large-sized basal galeaspids, the early diversified eugaleaspiforms (mainly Shuyuidae and Sinogaleaspidae) are all small-sized fishes with their headshield length less than $4 0 ~ \\mathrm { m m }$ (Pan,1986a; Wang, 1991; Gai and Zhu, 2005;Gai et al.,2005; Shan et al., 2020). Therefore,they are easily preserved with threedimensional neurocrania and ideal for Micro-CT scanning.For example, Gai et al. (2011) used the Synchrotron Radiation X-ray Tomographic Microscopy (SRXTM) to illustrate the nailsized Shuyu from the Silurian of Zhejiang Province and provided the key cranial anatomical evidence for the origin of jawed vertebrates.The size of eugaleaspiforms did not increase until the Ludlow (Silurian) when a medium-sized eugaleaspiform Dunyu longiforus (about $8 0 ~ \\mathrm { m m }$ in headshield length) occurred in the Kuanti Formation of Qujing, Yunnan, southwestern China (Zhu et al., 2012). To our knowledge, the largest eugaleaspiform is Nochelaspis maeandrine from the bottom of the Xishancun Formation (Lochkovian, Early Devonian),Liaokuo Hill, Qujing City, Yunnan (Zhu,1992). Although the size of $N .$ maeandrine is still much smaller than the largest polybranchiaspiform Dongfangaspis major (about $2 0 0 ~ \\mathrm { { m m } }$ in headshield length) from the Pragian Guangshanpo Formation in Yanmenba (Longmenshan), Jiangyou, Sichuan Province (Liu,1975),and the largest huananaspiform Antiquisastiaspis cornuta (about $3 0 0 \\mathrm { m m }$ in headshield length) from the Pragian Nahkaoling Formation in Liujing, Guangxi (Liu, 1985), the maximum length and width of the headshield of N. maeandrine have reached 127.0 and $1 5 8 . 5 ~ \\mathrm { m m }$ respectively. However,Nochelaspis,as the largest eugaleaspiform, remains poorly known in its morphology and taxonomy because of the scarcity of material. Although the type species was described based on a nearly complete headshield and its counterpart, the morphological information from the ventral side of the headshield is absent. Since 2012, the authors have organized several field excursions in the Lower Devonian of Qujing,and found a new fossil site of the Xishancun Formation,around the Miandian Reservoir, in the Triathlon Sports Park, where a large amount of dark grey siltstone from the Xishancun Formation piled up along with the construction of a tunnel through the Liaokuo Hill (Fig.1A). Abundant fish remains, including two new specimens of $N .$ maeandrine, were found. Another fossil site is near the Qujing Maternal and Child Health Care Hospital, at the bottom of the Xishancun Formation (Fig. 1A). Here, we present a detailed redescription of $N .$ maeandrine based on the new material from two localities of the Xishancun Formation in Qujing City, Yunnan Province. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Geological setting ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The holotype IVPP V 10106 and the new specimens IVPP V 26124.1, 4 were collected by the second author (ZM) in 1987 from the light-yellow pelitic siltstone at the bottom of the Xishancun Formation, near the Qujing Maternal and Child Health Care Hospital, Liaokuo Hill, Qujing City (Fig. 1A). The new specimens V 26124.2, 3 were collected from the dark grey siltstone in the middle part of the Xishancun Formation in a new fossil site around the Miandian Reservoir, in the Triathlon Sports Park, Qujing City (Fig.1A). The Early Devonian strata in eastern Yunnan Province can be subdivided into four formations: Xishancun, Xitun, Guijiatun,and Xujiachong formations in asending order (Wang,1984; Liu,20o2;Ma et al., 2009;Zhao and Zhu, 2010; Xue et al.,2018). The Xishancun Formation was conformably in contact with the Silurian Yulungssu Formation by a layer of grayish-yellow fine-grained sandstone,and was overlaid by the Xitun Formation (Lin et al.,1998;Ma et al.,2009; Zhao and Zhu, 2010; Xue et al., 2018) (Fig. 1B).A large number of fossil galeaspids, placoderms, sarcopterygians,and actinopterygians have been found in the Xishancun Formation, comprising an important early vertebrate fauna (Zhu, 2Ooo; Zhao and Zhu, 2010). The Xishancun Formation is considered to represent a foreshore-offshore environment by the sandstones intercalated with shales (Ma et al.,2009; Zhao and Zhu, 2010),and probably dates back to early Lochkovian, Early Devonian (Cai et al.,1994; Qie et al., 2018). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "NΛ 2.5 km 103045sitt 138 Stage Formation Lito A 55351 Doootrorrn Xitun ? Qujing Normal 1300065 University S101 Qujing G60 Xishancun A Fossil site QujingMaternal and Child / Health Care Hospital MiandianReservoir + Yulungssu Expressway Fossil site Pippr ? University Miaokao   \n100 km +△ Hositste silty calcareous silty   \nshale silty shale mudstone mudstone mudstone uI 川 亮 開 B 000 Moppnn Kuanti   \nfine thin-bedded argillaceous nodular   \nsandstone limestone limestone limestone marlite fossil fish 二 部 H H 盛 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A.location map of the two fossil sites in Qujing, Yunnan, Southwest China; B.fish-bearing lithological column in Qujing (revised from Cai et al.,202o; Jiang et al.,2021) ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Material and methods ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The new material of Nochelaspis maeandrine includes two incomplete headshields (IVPP V 26124.1, 2) and two complete cornual and inner cornual processes of headshield (V 26124.3,4). They are permanently housed and accessible for examination in the collections of the Institute of Vertebrate Paleontology and Paleoanthropology (IVPP), Chinese Academy of Sciences.In addition, the holotype of $N .$ maeandrine (IVPP V 10106) housed in IVPP and the holotype of Yunnanogaleaspis major (GMC V 1734) housed in the Geological Museum of China (GMC) are reexamined, remeasured,and photographed for comparative study. The fossils were prepared mechanically using a vibro tool with a tungsten-carbide bit or a needle, and measured with a digital vernier calliper, studied under an Olympus SZ6l zoom stereo microscope, and photographed with a Canon EOS 5D Mark II camera coupled with a Canon macro photo lens EF $1 0 0 \\ \\mathrm { m m } \\ 1 { : } 2 . 8 \\mathrm { L }$ for the general morphology as well as a Canon macro photo lens MP-E $6 5 \\ : \\mathrm { m m } 1 { : } 2 . 8 \\ : 1 { - } 5 \\times$ for a close-up of the ornamentation. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4 Systematic paleontology ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "SubclassGaleaspida Tarlo,1967 Order Eugaleaspiformes (Liu, 1965) Liu,1980 Genus Nochelaspis Zhu,1992 (Figs. 2-5) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Diagnosis (emended) A large-sized eugaleaspiform fish; triangular headshield with the maximum length about 115-127 mm, and the maximum width about $1 3 0 { - } 1 5 9 ~ \\mathrm { m m }$ ； the width/ length estimated to be 1.2; rostral margin arciform, slightly pointed without rostral process; cornual process developed, spine-like, projecting posterolaterally; inner cornual process leaflike, more robust than the cornual process, extending posteriortly beyond the posterior end of cornual process; headshield margin serrated; median dorsal opening slit-like (length/width ${ \\left. \\vert > 6 \\right. }$ ） with serrated lateral edges,and its posterior end in front of the anterior margin of orbital openings; orbital opening large,and dorsally positioned; typical eugaleaspid-type sensory canal system consisting of U-shaped median dorsal canals, posterior supraorbital canals,infraorbital canals,lateral dorsal canals,and three pairs of lateral transverse canals; ventrally, a large pearshaped oralobranchial fenestra covered by a ventral plate; six pairs of large,round branchial openings lying between the ventral rim and plate; ornamentation composed of coarse stellate tubercles on the dorsal headshield and small, dense granular tubercles on the ventral plate. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/864a86d11eff2bbbfd70475dddbf2c40286b2a24c220baa0efaec8a6522c6605.jpg",
        "img_caption": [
            "Fig.2 Photographs of the holotypes of Nochelaspis maeandrine (A)and Yunnanogaleaspis major (B) from the Xishancun Formation in Qujing,Yunnan, China A,B. external mould of nearly complete headshields in ventral view: A. IVPP V 10106,B. GMC V1734 Abbreviations: c.cornual process; dcm.dorsal commissure; ic.inner cornual process; ifc.infraorbital canal; ldc.lateral dorsal canal; ltc.lateral transverse canal; mdc. median dorsal canal; md.o. median dorsal opening; orb.orbital opening; pi. pineal fossa; se.serrated edge of the median dorsal opening; （204号 $\\mathbf { s o c } _ { 2 }$ .posterior supraorbital canal "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "RemarksNochelaspis differs from Shuyuidae and Sinogaleaspidae in its slit-like median dorsal opening,leaf-like inner cornual process,absence of the fourth lateral transverse canal,differs from Tridensaspidae in the absence of rostral process and laterally projecting cornual processes,and differs from Eugaleaspidae in the presence of inner corner process, anteriorly positioned median dorsal opening and coarse stellte tubercles. It is most suggestive of Yunnanogaleaspis from the same horizon with the striking resemblances in the general shape of headshield, leaf-shaped inner cornual processes, the position of the median dorsal opening, and typical eugaleaspid-type sensory canal system (Fig. 2A,B). However, Nochelaspis is distinguishable from Yunnanogaleaspis in its slit-like median dorsal opening (length/width ${ \\left| > 6 \\right. }$ ), and more robust inner cornual process with the posterior end far beyond the posterior margin of the cornual process (Fig.2A, B). Since the ratio between maximum length and maximum width of the longitudinal oval median dorsal opening is a continuous quantitative character in Eugaleaspiformes, Shan et al. (202O) conducted a Q-mode cluster analysis by SPSS v17.0 and use the value (length/width ${ > } 6$ ） to define the slit-like median dorsal opening. The length/width ratio in Yunnanogaleaspis is less than 6 (approximately equal to 5.3 through Table 1, GMC V 1734),whereas the length/width ratio about 10.O in N. maeandrine.In addition,the headshield of Nochelaspis is closer to a triangle with the width longer than the length, while the headshield of Yunnanogaleaspis is closer to an elipse with the length longer than the width (Fig.2A, B). Their dermal ornamentations are diferent as well. Nochelaspis is decorated with coarse stellate tubercles,whereas tiny,dense granular tubercles in Yunnanogaleaspis. Furthermore, the new material of Nochelaspis reveals a new feature that margins of the headshield and median dorsal opening are aligned with serrations, which are absent in Yunnanogaleaspis. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "NochelaspismaeandrineZhu,1992 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(Figs. 2-5) ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Nochelaspis maeandrine Zhu,1992,p.170,fig.1   \nNochelaspis maeandrine Gai et al.,20o5,p.68   \nNochelaspis maeandrine Zhu and Gai,2006,p.7   \nNochelaspis maeandrineLiu etal.,2015,p.191,fig. 95   \nNochelaspismaeandrine Gai and Zhu,2017,p.240,fig.7-64 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Holotype A nearly complete headshield, IVPP V 10106. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Referred specimensTwo incomplete headshields, IVPP V 26124.1, 2,and two complete cornual and inner cornual processes,V 26124.3, 4. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Locality and horizonTwo localities near the Qujing Maternal and Child Health Care Hospital and the Miandian Reservoir in the Triathlon Sports Park, Qilin District respectively, Qujing City, Yunnan Province; the lower and middle part of the Xishancun Formation, Cuifengshan Group, early Lochkovian, Early Devonian. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Diagnosis The only known species, diagnosis as that of the genus. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Measurements See Table 1. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Description The holotype IVPP V 10106 (Fig.2A) and the new specimen V 26124.2 (Fig.3A) are two nearly complete triangular headshields,which show that $N .$ maeandrine is a large-sized eugaleaspiform. The measurements of the holotype and the new specimen V 26124.2 indicate that the preserved maximum widths of the headshields are 158.5 and $1 1 3 . 6 \\mathrm { m m }$ (Table 1), respectively,and the preserved maximum lengths of the headshields are 127.0 and $1 0 6 . 5 \\mathrm { m m }$ (Table 1),respectively. The length of the headshield in the midline is about $7 8 . 0 \\mathrm { m m }$ in the holotype(Table 1).The maximum width is located near the tips of paired cornual processes and estimated to be 130 to $1 6 0 \\mathrm { m m }$ ,and the maximum length of headshied is about 115 to $1 2 7 \\mathrm { m m }$ (distance between the tips of rostral margin and inner cornual process). The middle part of the dorsal headshield is more convex than the lateral parts.The lateral margins of the headsheild are serrated. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/f982e8689e1ae7aee67ca209b388320c9f1b9b2095118786c80e4874a0ffaf3f.jpg",
        "img_caption": [
            "Fig.3Photographs of Nochelaspis maeandrine IVPP V 26124.2,3 from the dark grey sandy mudstone of the Xishancun Formation in Qujing, Yunnan, China A,B.a nearly complete headshield, V26124.2:A.in dorsal view,B. in ventral view to the anterior part, showing the oral fenestra; C.close-up of median dorsal opening (box region ofFig.3A); D.the complete ornual and inner cornual process of the headshield,V26l24.3,inventral view;E.close-upofserrated margin of the headshield(box region ofFig.3D).Abbreviations see Fig.2 plus or.f.oral fenestra; vr.ventral rim "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The cornual processes, completely preserved in all five specimens (Figs.2A; 3A,D; 4A,E),are spine-like, projecting posterolaterally and tapering off rapidly without a hook at the end. The paired inner cornual processes,which are completely preserved in V 10106,V 26124.2, 3,are leaf-like, more robust than the cornual processes, and projecting caudally. The inner cornual processes overstep the posterior end of the cornual processes,which is different from that of Yunnanogaleaspis (Fig. 2B). The distance between paired inner cornual processes is $4 9 . 0 \\mathrm { m m }$ ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The median dorsal opening (md.o, Fig. 2A; 3A,C) is slit-like in shape with nearly parallel lateral margins and blunt ends.The long axis of the median dorsal opening is 24.5 and $2 1 . 6 ~ \\mathrm { m m }$ in the holotype (IVPP V 10106) and the new specimen (IVPP V 26124.2) respectively,whereas the short axis is about $2 . 4 ~ \\mathrm { m m }$ in both specimens (Table 1). The ratio of the long/short axis of the median dorsal opening is about 10.O in $N .$ maeandrine,whereas the ratio is about 5.3 in Yunnanogaleaspis. The anterior end of the median dorsal opening is apart from the rostral margin of the headshield,and the distance between them is about $7 . 5 ~ \\mathrm { m m }$ The posterior end of the median dorsal opening roughly levels with the anterior margin of the orbital openings.Many tiny serrated spines are aligned along the lateral margins of the median dorsal opening. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/1f88a7c3b6631ccb5f902a8228da251473503612520c6e1c26945f6b372ccdec.jpg",
        "img_caption": [
            "Fig.4Photographs of Nochelaspis maeandrine,IVPP V26124.1,4 from the light-yellow pelitic siltstone of the Xishancun Formation in Qujing,Yunnan, China A.an incomplete headshield (left-half part)of N.maeandrine,V26124.1 associated with an incomplete headshield of Laxaspis cf.L. qujingensis,in dorsal view; B.close-up of two branchial openings (box inset 1 ofFig.4A); C.close-up of the ornamentation on the ventral plate (box inset 2 ofFig.4A),showing small, dense granular tubercles; D.close-up of the ornamentation on the headshield (box inset 3 of Fig.4A), showing large,stellate tubercles; E.cornual processand inner cornual process of the headshield, V26124.4 Abbreviations see Figs.2,3 plus br.f. branchial fenestra; br.o.branchial opening;vp.ventral plate "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/f0c8dd3c7b5d2582ee8cacd8113a858ba75378ecdd0407556c5919aacbccaf11.jpg",
        "table_caption": [
            "Table1 Measurements of Nochelaspis maeandrine and Yunnanogaleaspis major (mm) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Item</td><td colspan=\"2\">N.maeandrine</td><td>Y. major</td></tr><tr><td>IVPPV10106</td><td>V 26124.2</td><td>GMCV1734</td></tr><tr><td>Maximum length of the headshield</td><td>127.0</td><td>1</td><td>112</td></tr><tr><td>Maximum width of the headshield</td><td>158.5</td><td>1</td><td>1</td></tr><tr><td>Length of the headshield in midline</td><td>78.0</td><td>1</td><td>78.0</td></tr><tr><td>Maximum diameter of the orbital opening</td><td>10.0</td><td>9.0</td><td>9.8</td></tr><tr><td>Distance between the orbital openings</td><td>33.0</td><td>32.8</td><td>31.3</td></tr><tr><td>Long axis of the median dorsal opening</td><td>24.5</td><td>21.6</td><td>18.0</td></tr><tr><td>Short axis of the median dorsal opening</td><td>2.4</td><td>2.4</td><td>3.4</td></tr><tr><td>Long axis of the pineal fossa</td><td>1</td><td>1</td><td>1.3</td></tr><tr><td>Short axis of the pineal fossa</td><td>1</td><td>1</td><td>0.9</td></tr><tr><td>Length of the pre-pineal region</td><td>1</td><td>1</td><td>45.5</td></tr><tr><td>Length of the post-pineal region</td><td>1</td><td>1</td><td>32.5</td></tr><tr><td>Distance between paired inner cornual processes</td><td>49</td><td>二</td><td>二</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The orbital openings (orb,Fig. 2A; 3A; 4A) are large, oval in outline,and positioned dorsally on the headshield. The long axis of the orbital opening is 1o.O and $9 . 0 ~ \\mathrm { m m }$ in the holotype $\\mathrm { ~ V ~ } 1 0 1 0 6$ and the new specimen V 26124.2 respectively,while the length of the short axis is 8.0 and $6 . 0 \\mathrm { m m }$ . The distance between paired orbital openings is about $3 3 . 0 \\mathrm { m m }$ (Table 1).A dimple is located behind the median dorsal opening in the midline without perforation of the headshield, which may represent the pineal fossa. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The sensory canal system of N. maeandrine displays an eugaleaspid pattern in composition and distribution,which consists of posterior supraorbital canals $\\left( \\mathsf { s o c } _ { 2 } \\right)$ ,infraorbital canals (ifc), lateral dorsal canals (ldc),lateral transverse canals (ltc),median dorsal canals (mdc),and dorsal commissure (dcm).The anterior supraorbital canals $\\left( \\mathsf { s o c } _ { 1 } \\right)$ are invisible due to either secondary degeneration or preservation. The posterior supraorbital canal extends posteriorly to connect with median dorsal canals seamlessly. The paired median dorsal canals are nearly parallel, whose posterior ends bend toward the midline and form a U-shape, and join with the dorsal commissure.The infraorbital canals are located on the lateral side of the orbital openings,then extend posteriorly as the lateral dorsal canals,which compose the main longitudinal canal on the dorsal side of headshield. Three pairs of lateral transverse canals extend from the lateral dorsal canals in each side of the headshield. Among the three pairs of lateral transverse canals,the first is the shortest and extends anterior-laterally,while the third is the longest and extends posterior-laterally as the second pair. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/24609875c46030453d31ece15d501961b83b3160ac2e66e5336fb846ce87b47a.jpg",
        "img_caption": [
            "Fig.5Restoration of Nochelaspis maeandrine in dorsal (A) and ventral(B) views Abbreviations see Figs.2-4 plus m.mouth "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The new specimens IVPP V 26124.1,2 contribute to the ventral aspect of the headshield. The headshield curves ventrally to form a flat ventral rim (vr,Figs.3B; 4A).The ventral rim expands posteriorly and posterolaterally to form the base of cornual process and inner cornual process (Fig. 4A),and medially embraces a large pear-shaped oralobranchial fenestra,which comprises an anterior oral fenestra (or.f,Fig.3B) and a posterior branchial fenestra (br.f,Fig. 4B).The oral fenestra can be observed in V 26124.2 from the ventral view (Fig.3B), whereas the branchial fenestra can be observed in V 26l24.1 (Fig.4B),which is covered by a ventral plate (vp,Fig. 4A; 5B). However, it is still unclear whether there is an anterior ventral plate as that of Hanyangaspis (avp,Fig. 6A). Therefore,the shape of the mouth is hypothetical in our restoration (Fig. 5B). There are six pairs of successive branchial openings (br.o, Fig. 4A, B; 5B) symmetrically aligned along the lateral margins of the branchial fenestra (br.f, Fig. 4B).Each branchial opening exhibits a large circular pore which is shaped by the ventral rim and the ventral plate. Compared with Polybranchiaspis liaojiaoshanensis,the ventral plate of $N .$ maeandrine is so large that has closer contact with the ventral rim as in Hanyangaspis (Fig. 6A),whereas the ventral plate of $P .$ liaojiaoshanensis is too small to shape the branchial openings. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The dorsal side of headshield is ornamented with large,stellate tubercles,and there are about 2 tubercles per square millmeters, whereas the ventral plate is decorated with tiny, dense granular tubercles,and there are 6-8 tubercles per square millimeters. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5 Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.1 Taxonomic implications ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Nochelaspis maeandrine can be referred to as Eugaleaspiformes because it exhibits a suite of diagnostic characters of eugaleaspiforms,including the triangular headshield with cornual and inner cornual processes, longitudinal oval median dorsal opening, and typical eugaleaspid-type sensory canal system (Zhu and Gai, 2006; Gai et al.,2018; Shan et al., 2020). The phylogenetic position of Nochelaspis is relatively stable. It was consistently resolved as a paraphyletic array between Sinogaleaspidae and Tridensaspidae plus Eugaleaspidae together with Yunnanogaleaspis in all the cladistically-based phylogeny of Galeaspida. Nochelaspis have a closer relationship to the Tridensaspidae plus Eugaleaspidae clade than Yunnanogaleaspis because of the synapomorphies such as the slit-like median dorsal opening and only three pairs of lateral transverse canals (Zhu and Gai,2OO6; Gai et al.,2018; Shan et al.,2020). Nochelaspis and Yunnanogaleaspis were traditionally assigned to the Eugaleaspidae in the previous cladistically-based classification of the Galeaspida (Zhu and Gai, 2006). However, this treatment makes the family Eugaleaspidae look like an inclusive basket that contains Eugaleaspis,Dunyu,Pterogonaspis,Tridensaspis,Nochelaspis,and Yunnanogaleaspis to ensure its monophyly. This has been far beyond the original definition of Eugaleaspidae, mainly based on Eugaleaspis (Liu, 1965) and we had to discard the usage of Tridensaspidae which is defined based on Tridensaspis magnoculus by Liu (1986). Therefore, Shan et al. (2020) proposed to remove Tridensaspis and Pterogonaspis to the Tridensaspidae,and remove Yunnanogaleaspis and Nochelaspis from Eugaleaspidae as incertae familiae to maintain the diagnostic stability of Eugaleaspidae. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.2 Anatomical implications ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The new material provides additional morphological data on the ventral side of the headshield, which is scarcely preserved in galeaspids except for Hanyangaspis (Fig. 6A) (Pan, 1986b), Shuyu (Fig. 6B), Yunnanogaleaspis (Fig. 6C) (Pan and Wang,1980), Pentathyraspis (Pan,1992) and Polybranchiaspis (Fig. 6D) (Liu, 1975). Complemented by Nochelaspis, a large dermal ventral plate covers the oralobranchial fenestra in galeaspids,a condition that is different from that of osteostracans,which is covered by numerous minute scales or larger dermal plates (Janvier, 1996). Among galeaspids, the ventral plate was described in Hanyangaspis (Fig. 6A), Pentathyraspis,and Polybranchiaspis (Fig. 6D),and an isolated anterior ventral plate was described in Nanjiangaspis (Lu et al., 2Oo7; Liu et al., 2019). The ventral plate of Nochelaspis differs from that of Polybranchiaspis,in which a nearly rectangular dermal plate (vp,Fig.6D) is so much smaller than the oralobranchial fenestra that makes no contribution to the branchial openings (br.o,Fig. 6D). The ventral plate of Nochelaspis (Fig. 5B) is large enough to have close contact with the ventral rim to shape the branchial openings as in Hanyangaspis (Fig. 6A) and Pentathyraspis, but it remains unclear whether there is an independent anterior ventral plate as in Hanyangaspis (avp, Fig. 6A) or several oral plates as in osteostracans (or.p,Fig. 6F) to shape the mouth. Six successive branchial openings are aligned along the ventral plate's lateral margins,and shaped and supported by the ventral plate and rim. This condition is different from that of Astraspis,in which every branchial opening is shaped and supported by individual branchial plate (br.p,Fig. 6E) (Elliott,1987; Janvier,1996; Kardong,2015),and differs from modern lampreys,in which each branchial opening is shaped and supported by ring-like cartilage,i.e. the trematic ring (tr.r, Fig. 6I) (Janvier,1996; De Iuliis and Pulera,2007; Oisi et al., 2013). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The new evidence corroborates that the branchial chambers of Nochelaspis open to the exterior by six separated,large,and circular branchial openings (Fig. 5B). This condition is different from that of hagfishes (Fig. 6H),heterostracans (Fig. 6G), placoderms,holocephalans, and osteichthyans,in which the gills open to the exterior by a common external branchial opening (Denison,1978; Janvier,1996),and quite different from that of elasmobranchs,in which the gills open to the exterior by separated gill slits covered by a small skin flap (Fig. 6K) (De Iuliis and Pulera, 20o7; Janvier, 2O07).As the main gas exchange organs,the branchial apparatuses play a fundamental role in feeding and respiration,and form a highly characteristic feature of fishes (Hughes,1984; Dearden et al.,2019). The gills of hagfishes and lampreys ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/7405c4470997bd8eff0e42b8869a82011f5141451300526ca05510518c64c35d.jpg",
        "img_caption": [
            "Fig.6 The branchial apparatuses in fossil and living craniates "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "A. photograph of Hanyangaspis guodingshanensis Pan& Liu,1975,GMC V1823,in ventral view; B. photograph of Shuyu zhejiangensis Gai etal.,2011; Pan,1986a,IVPPV14334.11,in ventral view; C. photograph of Yunnanogaleaspis major Pan & Wang,1980,counterpart of GMCV1734,in ventral view; D.drawing ofPolybranchiaspis liaojiaoshanensis Liu,1965 (modified from Janvier,1996); E.drawing of Astraspis desiderata Bryant,1936 (modified from Kardong,2015); F.drawing of a generalized cormuate osteostracan,partly based on specimens of‘Cephalaspis’cradleyensis Stensio,932 (modified fromJanvier,   \n1996); G. drawing of the pteraspidiform heterostracan Doryaspis nathorsti (redrawn according to Pernegre,   \n2002,2005; Gai etal.,2018); H.drawing of an Atlantic hagfish Myxine glutinosa (from Bloch and Schneider,   \n1801);I,J.drawing of the marine lampreyPetromyzon marinus:I.skeletal elements (modified from Oisi et al.,   \n2013),J.external morphology;K.drawingof chondrichthyan Squalus acanthias (J,K from De Iuliis and Pulera,2007) Abbreviations see Figs.2-5 plus avp.anterior ventral plate; br.a. branchial arch; br.p.branchial plate; br.s. branchial slit; gp. gill pouch; or.p. oral plate; tr.r. trematic ring ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "are pouch-like (gp,Fig. 6H) (i.e. lamellae inclined towards the center of the gill chamber in frontal section,and the gil skeleton is external to the lamellae),which contrasts sharply with the slit-like gils of the gnathostomes (i.e. lamellae inclined towards the opening and the gill arch medial to the lamellae) (Jollie,1962; Forey,1984). The jawless armored ‘ostracoderm\" groups (stem-gnathostomes), including galeaspids, osteostracans,anaspids, heterostracans,and thelodonts,are more like that of hagfishes and lampreys in possessing pouch-like branchial chambers (Janvier,1996). Typically, the pouch-like gill pouch or chamber opens to the exterior by pore-like external gill openings (br.o,Fig. 6A-J) because there is still no known instance where the opening is pore-like, but the internal anatomy is like the slit-like gills of gnathostomes (Donoghue et al., 2000).However, Janvier (2007) thought that the external gill openings of some general osteostracans (except for tremataspids） somewhat resemble those of elasmobranchs in being slit-shaped covered by a small skin flap (in turn covered with small plates or scales) (Fig. 6F),although their gills are apparently pouch-like.In this sense, the gill openings of some basal osteostracans are somewhat more similar to the operculate condition of gnathostomes (Fig. 6F, K) (personal communications with Janvier, 2021).Although the pouchlike gills are widely spread in extant and extinct jawless fishes, slit-like gils are probably a plesiomorphic condition for vertebrates because the slit-like gils are present in Branchiostoma (Jefferies,1986),and retained in ammocoetes,the larval lampreys (Janvier,1996).As to the common external branchial opening in hagfishes and heterostracans, it has been long assumed to be homologous,i.e., the hagfishes were regarded as degenerated heterostracans by secondary loss of their exoskeleton (Stensio,1968). However, the fossil evidence indicates that the Ordovician pteraspidiform Astraspis primitively possesses separate branchial openings (Fig. 6E). The single common branchial opening of Myxine (br.o,Fig. 6H) also proved to be a derived feature within hagfishes because the branchial pouches open separately to the exterior as well in the less derived family Eptatretidae (e.g., Eptatretus) (Adam and Straham,1963; Fernholm,1998). Therefore,the common gill opening of heterostracans is convergent with that of Myxine,and the branchial openings open to the exterior separately probably represent a general condition for craniates. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Last but the most noteworthy is that the external branchial openings or slits are all distributed on both sides of the body in the extant lampreys, hagfishes,and most gnathostomes. A similar condition is seen in armored astraspids, arandaspids, heterostracans,anaspids, and some deep-bodied thelodonts as well (Janvier,1996).By contrast, the branchial openings of galeaspids and osteostracans are located ventrally as in modern rays,which indicates a benthic lifestyle dwelling on sandy or muddy substrates in a quiet marine environment, preferably in lagunas,tidal flats,or deltas (Janvier,1996),but it is not ruled out that some of galeaspids such as Sinogaleaspis,Rumporostralis and Xiushuiaspis lived in a fresh river because a large number of muddy gravels in the fish-bearing sandstone beds pointed to a short distance of potamic transportation (Gai et al., 2020). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "AcknowledgementsWe are grateful to Zhao Ridong, Yi Chunjuan,Lin Xianghong,and Li Qiang for their hard fieldwork,Yang Dinghua for the illustrations (Fig. 5) and ecological restoration (cover page). We especially appreciate the courtesy of Philippe Janvier permitting the illustration Figs. 6D,F, Gerry De Iuliis and Dino Pulera permiting the illustration Figs. 6J, K,and Shigeru Kuratani permitting the illustration Fig. 6I. This work was supported by Key Research Program of Frontier Sciences, CAS (QYZDB-SSW-DQC040), the National Natural Science Foundation of China (41972006, 42072026), National Program for Support of Topnotch Young Professionals, and Strategic Priority Research Program of CAS (XDB26000000). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "云南曲靖下泥盆统最大真盔甲鱼类漫游憨鱼再描述",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "孟馨媛1,3 朱敏1,2.3 盖志琨1.2.3",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室北京100044)",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(2中国科学院生物演化与环境卓越创新中心北京100044)",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(3 中国科学院大学北京100049)",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "摘要：基于在云南曲靖西山村组两个不同产地发现的新材料，对最大的真盔甲鱼类漫游憨鱼(Nochelaspis maeandrine)进行了再描述。憨鱼属(Nochelaspis)与同一层位产出的云南盔甲鱼属(Yunnanogaleaspis)最为相似，但与后者明显不同的是，憨鱼属具有裂隙形的中背孔(长与宽之比大于6),更强壮的内角，粗大的星状纹饰，以及具锯齿的中背孔和头甲边缘。漫游憨鱼的新材料提供了头甲腹面的关键形态学信息：口鳃窗被一个大的外骨骼腹片覆盖，该腹片上装饰着致密细小的瘤点，边缘排列有6对独立的圆形大鳃孔，这些鳃孔由腹片和腹环共同形成。盔甲鱼类的这种情况明显不同于骨甲鱼类，后者的口鳃窗被许多小嵌片或大一些的膜质小骨片覆盖，鳃孔呈裂隙状，并被小皮瓣覆盖，类似于现生的板鳃类。盔甲鱼类和骨甲鱼类的鳃孔与现生的鳐类一样，都开口于腹面，指示它们均为底栖鱼类，生活在具泥沙质基底的安静滨海环境中。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "关键词：云南曲靖，早泥盆世，真盔甲鱼类，憨鱼属",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Adam H,Straham R,1963.Systematicsand geographical distributionof myxinoids.In: BrodalA,Fange R eds.The Biology of Myxine. Oslo: Universitetsforlaget.1-288   \nBloch ME,Schneider JG,1801.Systema Ichthyologiae: Iconibus CX Iustratum,Vol.2.Berolini: Sumtibus Auctoris Impressum et Bibliopolio Sanderiano Commissum.1-584   \nCai CY,FangZJ,LiXXetal.,1994.NewadvanceinthestudyofbiostratigraphyofLowerandMiddleDevonianmarinecontinental transitional strata in east Yunnan. Sci China Ser B,24: 634-639   \nCai JC,ZhaoWJ,Zhu M,2O20.Subdivisionand ageofthe Silurianfish-bearing KuantiFormation in Qujing,Yunnan Province.Vert PalAsiat,58:249-266   \nDearden R P, Stockey C,Brazeau M D,2019.The pharynx of the stem-chondrichthyan Ptomacanthus and the early evolution of the gnathostome gill skeleton. Nat Commun,10: 2050   \nDe Iulis G,Pulera D,20o7.The Dissectionof Vertebrates:aLaboratory Manual.New York: Academic Press.1-109   \nDenisonR,1978.Placodermi.In: Schultze HPeds.Handbook ofPaleoichthyology,vol..Stuttgart: GustavFischerVerlag. 1-128   \nDonoghue PCJ,ForeyPL,AldridgeRJ,2o.Conodont afinityandchordate phylogeny.BiolRevBiol Proc Cambridge Philos Soc,75: 191-251   \nElliott DK,1987.AreassessmentofAstraspis desiderata,the oldest North Americanvertebrate.Science,237:190- 192   \nFernholm B,1998.Hagfish systematics.In: JorgensenJM,LomholtJP, WeberREet al.eds.The Biologyof Hagfishes. London: Chapman & Hall. 3-44   \nForeyPL,1984.Yet more reflections on agnathan-gnathostome relationships.JVert Palaeont, 4: 330-343   \nGai ZK,ZhuM,2Oo5.Anew genus ofeugaleaspids (Galeaspida,Agnatha)fromthe SilurianofAnji,Zhejiang,China.Vert PalAsiat, 43: 165-174   \nGai ZK,ZhuM,2012.Theoriginofthevertebrate jaw:intersectionbetweendevelopmental biology-basedmodelandfosil evidence. Chinese Sci Bull, 57: 3819-3828   \nGai Z K,Zhu M,2O17.Evolutionary Historyof Agnathans andTheirFosilRecords in China.Shanghai: Shanghai Scientific & Technical Publishers.1-314   \nGai ZK,Zhu M,Zhao WJ,20o5.New material of eugaleaspids from the Silurian of Changxing,Zhejang,China,witha discussion on the eugaleaspid phylogeny. Vert PalAsiat, 43: 61-75   \nGai Z K,Donoghue PCJ, Zhu Met al.,2011.Fossil jawles fish from China foreshadows early jawed vertebrateanatomy. Nature, 476: 324-327   \nGai Z K,LuL W, Zhao WJ,2018.New polybranchiaspiform fishes (Agnatha: Galeaspida)from the middle Palaeozoicof China and their ecomorphological implications.PLoS One 13: e0202217   \nGai Z K,Zhu M,Donoghue PCJ,2019.The circulatory systemofGaleaspida (Vertebrata;stem-Gnathostomata)revealed bysynchrotron X-ray tomographic microscopy.Palaeoworld,28: 441-460   \nGai Z K,Shan XR,Sun Z Xet al.,2020.Aredescriptionof theSilurian Sinogaleaspis shankouensis (Galeaspida,stemGnathostomata) from Jiangxi, China. Vert PalAsiat,58:85-99   \nHughes G,1984.General anatomy of the gills.Fish Physiol,10: 1-72   \nJanvier P,1996.The dawnof thevertebrates: characters versus common ascentin theriseofcurrent vertebrate phylogenies. Palaeontology,39: 259-287   \nJanvier P,1996.Early Vertebrates. Oxford: Clarendon Press.1-393   \nJanvier P,2Oo.Homologies andevolutionary transitions inearlyvertebrate history.In:AndersonJS,Sues HDeds.Major Transitions in Vertebrate Evolution. Bloomington and Indianapolis: Indiana University Press.57-121   \nJanvierP,Thanh TD,PhuongTH,209.OccurrenceofSanqiaspis,Liu,975(Vertebrata,Galeaspida)intheLower Devonian of Vietnam,with remarks on the anatomy and systematics of the Sanqiaspididae.CR Palevol,8:59- 65   \nJefferies RPS,1986.The Ancestry of the Vertebrates.London: British Museum (Natural History).1-376   \nJiangWY,ZhuM,ShiXDetal.,O21.Qushiaspis,newgenusofgantarostrataspidfish(Galeaspida,stem-Gnathostomata) from the Lower Devonian of Yunnan, China.Hist Biol,doi: 10.1080/08912963.2021.1888086   \nJole M,1962. Chordate Morphology. New York: Reinhold Books.1-478   \nKardong KV,2015.Vertebrates:Comparative Anatomy,Function,Evolution.New York: McGraw-Hill Education. 1-795   \nLinBY,SuYZ,Zhu XFetal.,1998.China Stratigraphic Dictionary(Silurian).Beijing:The Geological Publishing House. 1-104   \nLiu S F,1986.Fossil eugaleaspid from Guangxi. Vert PalAsiat,24: 1-9   \nLiu YH,1965.New Devonian agnathans of Yunnan. Vert PalAsiat, 9: 125-134   \nLiu YH,1975.Lower Devonian agnathans of Yunnan and Sichuan.Vert PalAsiat,13: 202-216   \nLiuYH,1985.Agaleaspid(gnatha),Antiqusagitaspisouta gen.tspov.,froLowerevoanofuangxiCi. Vert PalAsiat,23: 247-254   \nLiuYH,2002.Theage andcorrelationof some Devonian fish-bearing bedsofEastYunnan,China.VertPalAsiat,40:52- 69   \nLiu YH,ZhuM,Gai ZKetal.,2015.SubclassGaleaspida.In: ZhuMed.Palaeovertebrata Sinica,Vol.I,Fishes,Fascile1, Agnathans.Beijing: Science Press.141-272   \nLiuYH,ZhuM,Lin XH etal.,2O19.Areappraisal of the Silurian galeaspids (stem-Gnathostomata)from Tarim Basin, Xinjiang. Vert PalAsiat,57: 253-273   \nLiuYL,HuangLB,Zong R Wet al.,2O20.New material of galeaspids from the Silurian Llandovery from Wuhan in South China.Earth Sci,1-26,doi:10.3799/dqkx.2020.343   \nLiuYL,Huang LB,Zong R Wetal.,2021.The oldest eugaleaspiform(Galeaspida) from the Silurian Fentou Formation (Telychian,Llandovery) of Wuhan, South China.J Syst Palaeont,19:1-16   \nLuL W,PanJ,ZhaoLJ,2O07.New findingsof midle Paleozoic Agnathaandfishes from Kalpin,Xinjiang.Acta Geosci Sin, 28: 143-147   \nMa X P,LiaoWH, Wang DM,2009.The Devonian System of China, witha discussiononsea-level change in South China. Geol Soc London Spec Publ, 314: 241-262   \nOisiY,OtaKG,Fujimoto Setal.,20l3.Developmentofthechondrocranium inhagfishes,with specialreference tothe early evolution of vertebrates. Zool Sci,30: 944-961   \nPanJ,1986a.Newdiscoveryof Silurian vertebrates in China.In:Departmentof Geology,Peking Universityed.Selected Papers in Memory of Prof.S.H. Yoh. Beijing: Geological Publishing House. 67-75   \nPan J,1986b.Note on Silurian vertebrates of China.Bull Chinese Acad Geol Sci,15:161-190   \nPan J,1992.New Galeaspids (Agnatha)from the Silurianand Devonian of China.Beijing: Geological Publishing House. 1-77   \nPan J,Wang S T,1980.New finding of Galeaspiformes in South China.Acta Palaeont Sin,19:1-7   \nPernegre VN,2002.The genus Doryaspis White (Heterostraci) from the Lower Devonian of Vestspitsbergen,Svalbard.J Vert Paleont, 22: 735-746   \nPernegre VN,2005.Description d'une nouvell espece et analyse morpho-fonctionnelle du genre Doryaspis White (Heterostraci) du Dévonien du Spitsbergen. Geobios M S,38: 257-268   \nQie W K,Ma XP,XuHH,2018.Devonan integrative stratigraphyandtimescaleofChina.Sci China Earth Sci,62:12 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "SansomRS,reedmanK,GabbottSEetal.,2Ol.TaphonomyandaffnityofnenigmaticSilurianvertebrate,Jamoytius kerwoodi White.Palaeontology,53:1393-1409   \nShan XR,Zhu M,Zhao WJet al.,2020.A new genus of sinogaleaspids (Galeaspida,stem-Gnathostomata) from the Silurian period in Jiangxi, China.PeerJ,8: e9008   \nStensioEA,1968.Thecyclostomes,with specialreference tothediphyleticoriginofthePetromyzontidaand Myxinoidea. In: Orvig Ted.Current Problems in Lower Vertebrate Phylogeny,Nobel Symposium 4.Stockholm:Almquist & Wiksell. 13-71   \nWang JQ,1984.Geologicaland paleogeographical distributionofDevonian fishes in China.VertPalAsiat,22:219- 229   \nWang N Z,1991.Two new Silurian galeaspids (jawless craniates）from Zhejiang Province,China,with a discussionof galeaspid-gnathostome relationships.In: Chang MM,Liu YH,Zhang G R eds.Early Vertebrates and Related Problems of Evolutionary Biology.Beijing: Science Press.41-66   \nXue JZ,Huang P,Wang DM,2O18.Silurian-Devonian terrestrialrevolution in SouthChina:taxonomy,diversityand character evolution of vascular plants in a paleogeographicall isolated,low-latitude region.Earth-SciRev,180: 92-125   \nZhao WJ,Zhu M,2010.Siluro-Devonian vertebrate biostratigraphy and biogeographyof China.Palaeoworld,19: 4-26   \nZhu M,1992.Two new eugaleaspids,with a discussion on eugaleaspid phylogeny.Vert PalAsiat,30:169-184   \nZhu M,0o0.CatalogueofDevonian vertebrates in China,with notes on bio-events.CourierForschungsinst Senckenberg, 223:373-390   \nZhu M,Gai Z K,20o6.Phylogenetic relationships of galeaspids (Agnatha). VertPalAsiat, 44:1-27   \nZhu M,LiuYH,JiaLTetal.,2012.Anew genusofeugaleaspidiforms (Agnatha: Galeaspida)from theLudlow,Silurianof Qujing,Yunnan,southwestern China.Vert PalAsiat,50:1-7 ",
        "page_idx": 15
    }
]