[
    {
        "type": "text",
        "text": "OPEN ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Circulating Peptidome to Indicate the Tumor-resident Proteolysis ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SUBJECT AREAS: PROTEASES BIOMARKERS ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received 10 December 2014 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Accepted 5 February 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Published 19 March 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Correspondence and requests for materials should be addressed to T.Y.H. (yhu@ houstonmethodist.org) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zaian Deng1,2.3, Yaojun $\\mathsf { L } ^ { 2 }$ , Jia Fan²,Guohui Wang², Yan Li4, Yaou Zhang13,Guoping Cai1.3, Haifa Shen2,5, Mauro Ferrari26 & Tony Y. Hu2,5 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1ScholofLifeSience,TsinghuaUniverstyBeijingOOo84,China,DepartmentofNanomedicine,HoustonMethodistReearch Institute,667OBererveneR8-13,Hustn,T7,Unitedates,LifeienceDision,Graduatehola TsinghuaUeslinsieisseeesd District,BeijingO1,Cina,DeparmentfellndevelopmentalogyWeillCornelledicalClgefel University,44569thretNework,erkUitedStatesDeparmntftedicine,Weilellil College of Cornell University,445E.69th Street,New York,New York 1OO21,United States. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Tumor-resident proteases (TRPs) are regarded as informative biomarkers for staging cancer progression and evaluating therapeutic efficacy. Currently in the clinic,measurement of TRP is dependent on invasive biopsies,limiting their usefulness as monitoring tools. Here we identified circulating peptides naturally produced by TRPs,and evaluated their potential to monitor the efficacy of anti-tumor treatments.We established a mouse modelfor ovarian cancer development and treatment by orthotopic implantation of the human drug-resistant ovarian cancer cel line HeyA8-MDR,followed by porous silicon particle- or multistage vector (MSV) - enabled EphA2 siRNA therapy.Immunohistochemistry staining of tumor tissue revealed decreased expression of matrix metallopeptidase 9 (MMP-9) in mice exhibiting positive responses to MSV-EphA2 siRNA treatment.Wedemonstrated,via an ex vivo proteolysis assy,that C3f peptides can act as substrates of MMP-9, which cleaves C3f at $\\mathbf { L _ { 1 3 1 1 } - L _ { 1 3 1 2 } }$ into two peptides (SSATTFRL and LWENGNLLR).Importantly,we showed that these two C3f-derived fragments detected in serum were primarily generated by tumor-resident, but not blood-circulating, MMP-9. Our results suggested that the presence of the circulating fragments specially derived from the localized cleavage in tumor microenvironment can be used to evaluate therapeutic efficacy of anti-cancer treatment,assessed through a relatively noninvasive and user-friendly proteomics approach. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "roteases play prominent roles in tumor growth,angiogenesis,invasion,and metastasis.Their activities can be used to monitor and evaluate responses to primary and adjuvant therapy in patients1,2. In addition, aberrant expression of some proteases within the tumor microenvironment has been examined as cancer diagnostic and prognostic biomarkers1,34. Traditionally, biopsyand blood testing are two assessment methods used to correlate the concentration of a particular protease with specific cancer morphologies. Biopsies,although amore directassessmentoftumor-associated changes,is limitedinclinicalapplicationdue toits invasiveness,the requirement fortrained staff,and the potential tooverlook metastasis.Blood sampling is minimallyinvasive and has a substantially reduced processing time, but a relatively high detection limit and some measure of nonspecificity can stymie the accuracy of standard tests such as enzyme-linked immunosorbent assy (ELISA).Since tumor-associated proteases often leach into the bloodstream atvery low concentrations,ELISA testing to detect blood biomarker fluctuations is not an ideal strategy. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "To overcome ELISA detection limitations for proteases,researchers have started developing methods to measure the proteases levels and activities via their proteolysis characteristics.Some have developed new output signal\"amplification” approaches whereby a specific endogenous protease activity is detected by measuring the digested products ofspiked,synthetic substrates in collected blood specimens7.These proteolytic fragments can be detected by mass spectrometry (MS),and their peak intensities reflect the blood concentration of their respective proteases -an area of study coined \"exogenous peptidomics\"7. Reliable data quality depends on many factors includingthe substrateconcentration,incubation time,and the composition ofreaction bufers.Recently, Kwong et $a l ^ { \\mathrm { s } }$ invented a nanoworm-based assay to study the proteolytic activity of matrix metalloproteinases at thetumor site.Synthetic,mass-encoded peptides conjugated to the surface of nanoworms were administered to mice,and specific cleavage of the peptides by MMPs was monitored via urinary output. By analyzing the MS profilesofthe substrates collected from urine,the investigators were able to identifythe dysregulated activity of tumor-resident MMPs.While this platform shows tremendous promise,it is dificult to implement in the clinic since it requires exogenouslyadministered peptides. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/106928732d067a04c3f1d167665073af2517be8225d3f665c88f64216c44573b.jpg",
        "img_caption": [
            "FigureAscheaticepreseatioofpeptidocsaalysisflodomarkrsoftmractiiy.（A）rotes/isaeavdyoes withinthevicfoseagirosposetreteseesaedotitse releasedntoteostrem.odmeseprocesedhog-chractoaiaoepatfostoelar weightpeptides.Creoasotelcdtstoteseeediase peaks in the mass spectrum represent the expresion and/or activity of their corrsponding tumor-resident peptidases. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "\"Endogenous Peptidomics\",also known as the profiling of native polypeptides in biofluids,can be mined for information pertaining to changes in protease expression and activity9,10. This approach relies on the notion that endogenous peptides act as substrates for proteases and that the presence of their proteolytic fragments accurately reflects the abundance of specific in vivo proteases. We hypothesize that the peptidomic signatures produced by tumor-resident proteases and host protein/peptide substrates in blood can be used to indicate the variation in target protease expression during anti-cancer treatment,and further to evaluate the therapeutic efficacy of the treatments.We established a mouse model of ovarian cancer with traceable phenotypes induced via orthotopic implantation of the human ovarian cancer cell line HeyA8-MDR.This cell line is resistant to several anti-ovarian cancer drugs such as taxol,cisplatinum,or macitentan11. It has been well-known that the ephrin type-A receptor 2 (EphA2),a member of the ephrin family of receptor tyrosine kinases, is overexpressed in various cancer cell types and plays an important role in tumor growth,invasiveness,angiogenesis,and metastasis through the EphA2 signaling pathway. Previously,we showed that EphA2-siRNA delivered by multistage vectors (MSVEphA2）accumulated in tumor tissues and induced apoptosis in ovarian cancer cells'².In this study,we demonstrated by immunohistochemistry (IHC） analysis a significant down-regulation of MMP-9 in tumors from mice treated with MSV-EphA2,compared to animals receiving only MSV carrying control siRNA (non-silencing scramble siRNA).MMP-9 is recognized as a prognostic biomarker for treatment outcome because it is expressed at significantly higher levels in advanced ovarian tumors compared to benign tumors13,14. We confirmed that the expression level of MMP-9 is correlated with the regulation of EphA2 during treatment for the ovarian cancer. Our results suggest that two circulating peptides derived from C3f,a substrate of MMP-9 in the tumor microenvironment,reflect the content of MMP-9 in tumors,and consequently indicate the therapeutic eficacy (i.e.， treatment with EphA2- siRNA).A schematic representation of this approach is depicted in Figure 1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Treatment with MSV-EphA2 siRNA suppresses MMP-9 expression in tumors.EphA2 is a receptor tyrosine kinase often overexpressed in many human cancers.Previous studies have shown the correlation of EphA2 overexpression with high expression of epithelial MMP-9 enzymes in clinical samples of ovarian cancerl5.By using siRNA knock-downofEphA2,viadeliverywithinMSV (referredto asMSVEphA2 siRNA in thiswork),Shen et al have showna reduction in EphA2 expression and attenuated tumor growth in the HeyA8-MDR-induced mouse model of ovarian cancerl².To explore whether MSV-EphA2 siRNA treatment can likewise decrease the expression of MMP-9 in HeyA8-MDR-induced ovarian tumors,and whether the reduction is also correlated with decreased tumor burden, we performed IHC using a specific anti-human MMP-9 antibody on sections of tumor tissues collected from mice treated with either MSV-EphA2or MSV-control siRNA.We observed a decrease in MMP-9 expression only in tumors treated with MSV-EphA2 siRNA (Figure 2A). Immunoblotting experiments confirmed that introducing (via transfection） EphA2 siRNA into HeyA8-MDR cell lines reduced the amount of MMP-9 found in the culture supernatant (Figure 2B). These results suggest that MMP-9 lies downstream of EphA2 in a signaling cascade affecting tumor growth.We did not detect MMP-9 (using anti-human MMP-9 antibody) or register any significant change (using anti-mouse MMP-9） in the serum of tumor-bearing mice (Figure 2C). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Characterizing the proteolysis of C3f by recombinant and in vivo MMP-9.To identify peptides in circulation,serum peptides from HeyA8-MDR tumor-bearing mice were subjected to on-chip fractionation，followed by liquid chromatography-tandem mass spectrometry (LC-MS/MS) analysis.Detected fragments of C3f are listed in Table S1. Previous studies have speculated that C3f undergoes enzymatic hydrolysisby endoproteases and exoproteases (e.g.,carboxypeptidase $\\dot { \\mathrm { ~ N ~ } } ) ^ { 9 , 1 0 }$ ；however,whether MMP-9 playsarole in this catalysis had not been determined yet.To investigate whether ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/8a39395d284191af31788d71fb0c6184911a8bf8a5aff3b377021493cd716e35.jpg",
        "img_caption": [
            "Figure2丨AdministratioortreatmentwithMSV-EphA2siRNAdecreasedMMP-9expressionintumorsofmcewithovarancanceradcel cultures.()ststlissereatedio9eUe panels $1 0 \\times$ magnification,lower panels $4 0 \\times$ magnification. Scale bar $= 2 0 ~ { \\mu \\mathrm { m } }$ .(B) Immunoblotting to examine the effect of EphA2 siRNA transfection inHeyA8-MDelaletfddeddspobdbs theblotsarepefdeeetalistefliossogure.C-9exp bearing mice showed no statistically significant diference between control and EphA2 siRNA treatments. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "C3f is a substrate of MMP-9,we designed and synthesized C3f harboring two 6xHis tags,one located at each terminus of the protein fragment (6xHis-C3f1304-132o-6xHis),to protect C3f from degradation. As described in Materials and Methods,this synthetic C3f was incubated with recombinant MMP-9 prior to matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF MS) analysis. New peaks appeared in the MS spectrum only when MMP-9 and the 6xHis-C3f1304-132o-6xHis peptides were combined. Peak sequences were matched to the sequence of synthetic C3f using the FindPept tool in ExPASy (http://web.expasy.org/findpept/). Several cleavage sites $( \\mathrm { R } _ { 1 3 1 0 } \\mathrm { - L } _ { 1 3 1 1 } , \\mathrm { L } _ { 1 3 1 1 } \\mathrm { - L } _ { 1 3 1 2 }$ $\\mathrm { W } _ { 1 3 1 3 } \\mathrm { - E } _ { 1 3 1 4 } ,$ and $\\mathrm { N } _ { 1 3 1 7 ^ { - } } \\mathrm { L } _ { 1 3 1 8 } )$ were identified in synthetic C3f, and these were also found in endogenous C3f (Figure S2).Two of these specific proteolytic products,which we now strongly presume to be MMP-9-catalyzed, appeared as MS peaks with mass/charge $\\left( \\mathrm { m / z } \\right)$ ratio of 1704.8 Da and1936.9 Da (Figure S3A).Using MALDI-TOF/TOF MS analysis, we confirmed their amino acid sequences to be 6xHis-SSATTFRL $\\mathrm { ( m / z \\ = \\ 1 7 0 4 . 8 ) }$ andLWENGNLLR-6xHis $\\mathbf { \\langle } \\mathbf { m } / \\mathbf { z } ~ = ~ 1 9 3 6 . 9 )$ . Indeed, their daughter fragments also presented in the individual MS-MS spectrum (Figure S3B).These results confirm that C3f isan enzymatic substrate of MMP-9. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Because C3f,as a fragment of complement C3,exists throughout the blood circulation and within tumor tissues,it remains unclear whether other protease(s) among possibly hundreds in biofluids,in addition to MMP-9,could also specifically cleave C3f4.To investigate this prospect in such a complex milieu,we incubated synthetic C3f peptides with serum from tumor-bearing mice,treated with MSVcontrol siRNA or conditioned media of HeyA8-MDR,prior to MALDI-TOF MS analysis.Each newly generated peak with specific $\\mathrm { m / z }$ was assigned to a unique sequence (both listed in Table S1).Both 6xHis-SSATTFRL and LWENGNLLR-6xHis were only found as proteolytic products when synthetic C3f was incubated with conditioned media,and not with mouse serum (Figure S3).Collectively,as shown in Figure 3,these results indicate that the cleavage on peptide substrate is dependent onits environment (i.e.,in complex serum or more simplified cell culture medium),where the presence of other proteases and/or factors may affect proteolytic activity.And these results suggest that the endogenous cleavage products of C3f at $\\mathrm { L } _ { 1 3 1 1 }  – \\mathrm { L } _ { 1 3 1 2 }$ in serum are processed by tumor cell secreting MMP-9. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Enzymatic cleavage of C3f in conditioned media depends on MMP9 expression.Based on our results described in the previous section, C3f is cleaved byMMP-9 at $\\mathrm { L } _ { 1 3 1 1 } - \\mathrm { L } _ { 1 3 1 2 }$ in cell-conditioned media,but whether this protease is predominantly (or solely) responsible for C3f proteolysis under this circumstance remains to be explored.To this end,we measured the yield of C3f-derived fragments (i.e.,6xHis",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A Observed cleavage sites on C3f   \nEndogenous C3f Fragments SSATTFR LWENGNLLR   \nMMP9 $^ +$ Synthetic C3f 6xHis-S SATTFRLLWENGNLLR-6xHis   \nSerum $^ +$ Synthetic C3f 6xHis-SSATTFRLLWENGNLLR-6XHis T   \nMedia $^ +$ Synthetic C3f 6xHis-SSATTFRLLWENGNLLR-6xHis   \nB C m/z=1704.8 (6xHis-SSATTFRL) m/z=1936.9(LWENGNLLR-6xHis)   \n1120 b2+ b4+ y7+ y10+ y14+ 2286 y6+ b9y y11+ y15+   \nfsueiui b3+ b5+ y6+ y8+ y9+ fiteett 1 /2 y3+ y4+ y5+ y9+！ b11 200 400 600 800 10001200 20046072098012401500 0 69 415 761 1107 14531799 69 464 859 1254 16492044 Mass (m/z) Mass (m/z) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "SSATTFRL and LWENGNLLR-6xHis) in HeyA8-MDR-conditioned media，using MALDI-TOF MS subsequent to peptide on-chip fractionation.Cleavage kinetics assays revealed that yields of 6xHisSSATTFRL and LWENGNLLR-6xHis reached saturation by 4 hours (Figure S5).Moreover,we demonstrated that the generation of 6xHisSSATTFRL and LWENGNLLR-6xHis decreased as a function of MMP-9 inhibition via introduction of EphA2 siRNA or MMP-9 siRNA (Figure 4).These observations suggest that MMP-9 is the major protease responsible for cleavage of C3f at the L131 -L1312 position and that this activity also depends on the expression of EphA2. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/f78a593005cf32b6979ee0902a8bfe2ae0ed36c44fb3a48b7ac8cf447c98fa16.jpg",
        "img_caption": [
            "Figure3丨ComparisofatualCffragmetsandthavgeiteaalysistericubatiowith-9,s,ndcellulureaiate tumorproteasespecificity.（A）bservedeavagesitesonC3fArrowssowthebseredcleavagesites.Redarrowssowthecleavagsitesof interestTessfdosiOFOFSspectuofdtheicdueeftetwopeass()6L （20 $\\mathrm { ( m / z = 1 7 0 4 . 8 ) }$ and（C) LWENGNLLR-6xHis $\\mathrm { ( m / z = 1 9 3 6 . 9 }$ ).Insets show the zoomed-in view of the MS-MS spectra. ",
            "Figure 4|MMP-9 expression in cell culture media correlates with the extent of cleavage of the $\\mathbf { L _ { 1 3 1 1 } } - \\mathbf { L _ { 1 3 1 2 } }$ peptide bond in C3f. (A) Immunoblotting using equivalent sample volumes of conditioned media from cells transfected with control siRNA,EphA2 siRNA,or MMP-9 siRNA.To confirm MMP-9 expression levels.All gel and blots run under same condition,the full image as shown in Figure S4.(B) The relative peak intensities of two specific fragments,6xHis-SSATTFRL $\\mathrm { ( m / z = 1 7 0 4 . 8 ) }$ 1 and(C) LWENGNLLR-6xHis $\\mathrm { ( m / z = 1 9 3 6 . 9 }$ ,generated by incubating synthetic C3f with culture media under the same conditions indicated in (A). \\*\\*, $\\mathfrak { p } < 0 . 0 1$ ： "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Relative quantification of C3f cleavage products in serum.For in vivo validation and quantification of fragment-specific C3f cleavage, we measured the relative level of SSATTFRL and LWENGNLLR in serum frommice treated with MSV-control siRNA orMSV-EphA2 siRNA,using the isobaric tags for relative and absolute quantification (iTRAQ）approach.Equivalent volumes of sera from the two treatment groups were processed through on-chip fractionation. Both the intradayand interday coefficients of variance(CVs) were less than $3 0 \\%$ (Table S3, S4),indicating good reproducibility for the fractionation process.Enriched and eluted peptides were labeled as follows: 1l4 reporter tag for peptides from mice treated with MSVcontrol siRNA;115 reporter tag for peptides from mice treated with MSV-EphA2 siRNA.The series of b- and y-ions in the MS-MS spectra,fragments of the precursor ions,confirmed the fragments SSATTFRL andLWENGNLLRto bedetectable inmiceof both treatment groups (Figure 5A and 5C).However,a comparison of the intensities of the reporter tags revealed less detectable SSATTFRL andLWENGNLLR fragments in mice treated by MSVEphA2 siRNA,with a ratio of 0.64 and 0.55,respectively (Figure 5B and 5D).Moreover,the levels of the parent protein,complement C3, exhibited no significant difference between the MSV-EphA2 and MSV-control siRNA treatment groups (Figure S6) measured by ELISA.These results indicate that different levels of these two peptides generated by MMP-9 correlate with EphA2 siRNA treatment. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Tumor development may be characterized by molecular changes (e.g.,enzymatic activities,protein shedding,extracellular matrix remodeling,etc.）in tumor cells or the tumor microenvironment prior to noticeable physiological symptoms16,17. Small peptides secreted by cells,shed from cell surfaces,or cleaved by tumor-resident proteases,are more likely to enter the bloodstream where they canbe quicklyand easily surveyed aspartofan earlydiagnostic or prognostic strategy for cancer care18. As such, the circulating peptidome holds tremendous diagnostic and therapeutic value,particularly in the face of challenges such as tumor heterogeneity and the development of drug resistance in cancer therapy.Moreover,proteins/peptides in biofluids often tell a story about their catalytic partnering protease(s)19,20. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/c1ca2377144f15ae793276728b474e8b49f49451f9eb64b7d7a92136313dc147.jpg",
        "img_caption": [
            "Figure丨PeptiesquencesandteelativeexpressonlevelsoftetwoCffragmetsim(SSATRandLWENG)weeted andquantifiedusingiTRAQ.Serumpeptidesfommice treated withMSV-controlsiRNA werelabeledwith114,whereas serumpeptide from mice treated with MSV-EphA2 siRNA were labeled with 115.(A) Theb- and $\\boldsymbol { \\mathrm { y } }$ -ion series indicate the sequence of SSATTFRL,and a zoomed-in view (B) shows its reporter ion region at $\\mathrm { { m / z } = 1 1 4 . 1 }$ and 115.1. (C) The b- and y-ion series indicate the sequence of LWENGNLLR,and a zoomed-in view (D) shows its reporter ion region at $\\mathrm { { m / z } = 1 1 4 }$ and 115. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To verify our hypothesis that circulating peptides (i.e., C3f-derived fragments) can function as reliable indicators of a cancer-associated proteolytic event for prognostic purposes,we employed an ovarian cancer mouse model that can be induced through implantation of the docetaxel-resistant ovarian cancer cell line HeyA8-MDR.Historically EphA2 was considered a potential therapeutic target for the treatment of ovarian cancer via RNA interference²1.However,until recently, the lack of an effective siRNA delivery mechanism dramatically limited anti-EphA2 in in vivo applications.Previously,we developed an MSV system composed of discoidal porous silicon particles loaded with nanotherapeutics,for targeted delivery and sustained release of siRNA to tumors. Using chemotherapy-sensitive/resistant mouse models,we demonstrated that treatment with MSV-EphA2 siRNA significantly decreased the tumor burden usually characteristic of HeyA8-MDR-induced tumor-bearing micel².Others have reported that inhibition of EphA2 expression may down-regulate expression of MMP-9 in a murine choroidal melanoma model,and PI3K may be the mediatorin this regulatorypathway²².In this study,our IHC and immunoblotting results show that the decreased expression of MMP9 in HeyA8-MDR-induced tumors could serve as an indicator of ovarian cancer treatment efficacy. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Traditional methods such as IHC, ELISA,immunoblotting and zymography have been used to determine the variation of MMP-9 expression and activity as a result of cancer development.Such methods may readily detect the amount of enzyme within the tumor microenvironment; however, they prove inadequate at measuring low-level enzymes secreted into circulation.Thus,currently,invasive techniques suchas tumor biopsies are still needed for complete diagnosis and treatment monitoring. The reliability of the biopsy method is limited by sample localization in tissue and physician experience,both contributing to the inadequacy of the method for treatment monitoring. In this study,we suggest a different approach by examining the expression of MMP-9 within the tumor microenvironment,as well as in the blood circulation of mice bearing HeyA8-MDR-induced tumors. The peptide fragments generated bytumor-residentMMP-9 and released into the bloodstream-their quantities and identities presented in our comprehensive analyses here- strongly correlate with enzymatic expression and reflect the treatment effect using a novel nanovector-enabled siRNA delivery strategy. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Another challnge is isolating these low-molecular-weight peptides from serum. Serum proteins and peptides can exist within a large dynamic range of concentrations,and the blood circulation is dominated by larger and highly abundant proteins such as immunoglobulin,albumin,and transferrin²³.Previously we demonstrated ourability to optimize the morphologies of nanoporous silica films by engineering the physicochemical properties (pore size,pore structure,and surface affinity,etc.),allof which can selectively enrichlowmolecular-weight and low-abundant peptides from serum samples24-26.Applying this peptide on-chip fractionation coupled to MALDI-TOF MS analysis,we can directly profile and investigate the activity of MMP-9 and its cleavage products (peptide fragments) in blood and in cancer cell cultures.Here,we show that C3f is specifically cleaved into two peptides (SSATTFRL and LWENGNLLR) by MMP-9 at the $\\mathrm { L } _ { 1 3 1 1 }  – \\mathrm { L } _ { 1 3 1 2 }$ position, in cancer cell-conditioned culture media. This scenario mimics the tumor microenvironment in vivo and is often used as a model in proteomics studies²7.This cleavage event can be found only in conditioned media and not in the serum of tumor-bearing mice,suggesting that the cleavage occurred asa result of action by MMP-9 resident in the tumor microenvironment,rather than enzymes circulating in blood. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Loss-of-function studies using small interfering RNA (siRNA) comprise a powerful method to evaluate gene function in a particular biology process28.In this study,we showed that the culture media of HeyA8-MDR cells transfected with EphA2 siRNA or MMP-9 siRNA have lower cleavage capacity at the $\\mathrm { L } _ { 1 3 1 1 }  – \\mathrm { L } _ { 1 3 1 2 }$ site of synthetic C3f than the media of the cells transfected with only control siRNA, which strongly suggests MMP-9 is the major protease secreted from HeyA8-MDRcells thathydrolyzes C3f.To furthervalidate that the two identified C3f fragments can be the proteolytic products of endoproteases in the tumor microenvironment, iTRAQ labelling and LC-MS/MS were applied to relatively quantify the concentrations of these two fragments in mouse serum. Our data shows that both of the fragments were decreased1.6 folds in sera of mice treated with MSV-EphA2 siRNA,compared to animals treated with MSVcontrol siRNA.Cumulatively,our results demonstrate that these two C3f-derived peptides are reflective of MMP-9 expression in tumor cells and can potentially be used as measures of EphA2 treatment efficacy. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Human and murine proteases can be classified into four groups usually according to their substrates -aspartic proteases,cysteine proteases,serine proteases and metalloproteases4.Proteases from each category cleave their substratesat specific sites.However,there are a number of proteolytic events occurring at any one time in the body,and theylargely depend on protease activation,inhibition,and processing²9. Circulating peptidomics constitutes one of the hotlydebated research fields,in part,due to its enormous potential to expand the scope of biomarkers research and application9,10. Peptides in serum are not considered as bona fide biomarkers but as reflections of the expression and/or activities of their corresponding proteases within the tumor microenvironment. In this paper, we present strong evidence that the generation of circulating peptide fragments is dependent on expression/activity of tumor-resident endoproteases. These peptides can be detected and measured using a powerful and virtually non-invasive proteomics approach.We view this as a promising alternative strategy to discover novel circulating biomarkers,and provide a map for tracing cancer-specific metabolic or immunological signatures indicative of tumor progression and treatment response with a“higher resolution\". ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Cell culture and conditioned media collection.HeyA8-MDR cells were maintained in RPMI-1640 media supplemented with $1 5 \\%$ fetal bovine serum (FBS) in $5 \\%$ $\\mathrm { C O } _ { 2 } /$ $9 5 \\%$ air at $3 7 ^ { \\circ } \\mathrm { C }$ .Once the HeyA8-MDR cells reached $7 0 \\mathrm { - } 8 0 \\%$ confluency in $1 0 \\ \\mathrm { c m }$ petri dishes,the spent media were discarded and cells rinsed three times with $1 \\times$ （204 phosphate-buffered saline (PBS).Then, $5 ~ \\mathrm { m L }$ of serum-free medium were added,and the cellswere incubated foranadditional $2 4 ~ \\mathrm { h r }$ .The conditioned media(CM) were subsequently collected by centrifugation to remove cell debris.One ml of HeyA8- MDR-conditioned mediumwas concentrated with3 KD Amicon Ultra- $. 0 . 5 ~ \\mathrm { m L }$ （20 centrifugal filters (Millipore) to $5 0 ~ { \\mu \\mathrm { l } } .$ （2 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "C3f cleavage assay with MMP-9.Synthetic C3f peptides $( 5 0 ~ \\mu \\mathrm { M } )$ were incubated with MMP-9 (Millipore) in $5 0 ~ \\mathrm { m M }$ HEPES with $1 0 \\ \\mathrm { m M } \\mathrm { C a C l } _ { 2 }$ .Synthetic C3f or recombinant MMP-9 alone in reaction buffer served as the controls.After on-chip fractionation (method described below in ${ } ^ { \\mathfrak { e } } \\mathrm { O n }$ -chip fractionation\"),eluted peptide fragments were analyzed using matrix-assisted laser desorption/ionization time-offlight mass spectrometry (MALDI-TOF MS). The individual peaks,representing fragments presumably generated by proteases resident in conditioned cell culture media and/or mouse sera, were matched to synthetic, known C3f sequences by FindPept tools in ExPASy (http://web.expasy.org/findpept/). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "C3f cleavage assay with serum or conditioned media.Sera from tumor-bearing mice,collected from animals treated with MSV-EphA2 siRNAor MSV-control siRNA,were diluted 10 times with $1 \\times$ PBS buffer. Then, $1 ~ \\mu \\mathrm { l }$ of each serum sample (to minimize interference from abundant serum peptides) or $1 0 ~ \\mu \\mathrm { l }$ of concentrated cell culture medium was added separately to the reaction buffer ( $5 0 ~ \\mathrm { m M }$ HEPES with $1 0 \\ \\mathrm { m M } \\ \\mathrm { C a C l } _ { 2 } ^ { \\cdot }$ ).Next,synthetic C3f peptides were added to each reaction buffer sample containing serum or conditioned medium to reach $5 0 ~ \\mu \\mathrm { M }$ (final concentration),and mixtures were incubated at $3 7 ^ { \\circ } \\mathrm { C }$ for3hrs.Mouse sera from each treatment group,conditioned-medium samples,or synthetic C3f peptides were added to the reaction buffers individually to serve as control reactions.Peptide cleavage products from each reaction were purified and detected as described above in $^ { \\mathrm { e } } \\mathrm { C } 3 \\mathrm { f }$ （204号 cleavage assaywithMMP- ${ \\boldsymbol { \\cdot } } { \\boldsymbol { \\mathfrak { g } } } ^ { , \\flat }$ .To conduct the relative quantification of the peptides of interest,anadrenocorticotropic hormone (ACTH) fragment $( \\mathrm { A C T H } _ { 1 8 - 3 9 }$ ， RPVKVYPNGAEDESAEAFPLEF,monoisotopic mass at $2 4 6 4 . 2 \\mathrm { \\ D a }$ at $5 0 ~ \\mathrm { n M }$ serving as an internal standard,was mixed in elution buffer prior to extraction from nanopores and analysis by MS.The relative peak areas were calculated by dividing the peak area of target peptides by the peak area of $\\mathrm { A C T H } _ { 1 8 - 3 9 }$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "On-chip fractionation. On-chip fractionation via nanoporous silica chips was conducted to isolate and enrich serological peptides from ovarian cancer mice sera or ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "HeyA8-MDR-conditioned media.The fractionation protocol was developed and has been extensively described by our groupl0.To each serum sample $( 2 0 ~ \\mu \\mathrm { l } )$ thawed on ice, $1 . 7 ~ \\mu \\mathrm { l }$ ofa $5 \\%$ Trifluoroacetic acid(TFA) solution was added,mixed by vortexing, and pH-adjusted to approximately 5.Next, each serum-TFA mixture $( 5 ~ \\mu \\mathrm { l } )$ was pipeted on top of a multi-welled mesoporous silica chip,in duplicate wells.The chip was covered to prevent evaporation and incubated at $2 5 ^ { \\circ } \\mathrm { C }$ ina humidified chamber for $3 0 ~ \\mathrm { m i n }$ .Chip processng proceeded by washing with deionized water to remove large proteins,and eluting the bound peptides with $6 ~ { \\mu \\mathrm { l } }$ of elution buffer $( 5 0 \\%$ （204 acetonitrile and $0 . 1 \\%$ TFA).To assess the intraday and interday variability,three mouse serum samples underwent on-chip fractionation,and the eluates were analyzed using MALDI-TOFMS.Five representative peaks with different $\\mathrm { m / z }$ and different intensities were selected as characteristic peaks to calculate the coeffcient of variation (CV). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Relative quantification of peptide markers using iTRAQ labeling.Isobaric tags for relative and absolute quantification (iTRAQ) was used to confirm the relative level of peptide expression in serum of ovarian tumor-bearing mice.All of the mouse serum samples $( 1 5 ~ \\mu \\mathrm { l }$ each) from each treatment group (injected with MSV-control siRNA orMSV-EphA2 siRNA) were pooled.To each serum pool, $1 0 . 2 ~ \\mu \\mathrm { l }$ of $5 \\%$ TFAwas added,and the peptides in solution were isolated by on-chip fractionation. The eluates from the group with the same treatment were combined,dried under vacuum centrifugation,and reconstituted in $0 . 5 ~ \\mathrm { M }$ tetraethylammonium bromide (TEAB). Each of the iTRAQ reagents (AB-Sciex,Foster City,CA) was dissolved in $7 0 ~ \\mu \\mathrm { l }$ of ethanol for $2 ~ \\mathrm { m i n }$ with vortexing and added directly to the dissolved peptides.The sampleswere mixed by vortexing and incubated for one hour at $2 5 ^ { \\circ } \\mathrm { C }$ .Thederivatized peptides were then pooled,dried under vacuum centrifugation,and re-dissolved in $0 . 1 \\%$ TFA/water.Following desalting on a small $\\mathrm { C _ { 1 8 } }$ column $( 2 \\ \\mathrm { m m } \\times 1 \\ \\mathrm { c m } )$ ,the peak fractionswere left to air dry before being re-dissolved in buffer $1 \\%$ formic acid in water containing $5 ~ \\mathrm { m M }$ ammoniumacetate).The pooled,derivatized and desalted peptides were subjected to LC-MS/MS analysis ona LTQ-Orbitrap Elite.The data were analyzed and quantified usingMascot (Matrix Science,London,UK,ver.2.3) via Proteome Discoverer (Thermo Scientific,version 1.3). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Statistical analysis.The two-tailed student's t test was used to calculate the significance of differences observed across experimental samples.A $\\boldsymbol { p }$ value less than 0.05 was considered statistically significant. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1．Roy,R.,Yang,J.&Moses,M.A.Matrix Metalloproteinases As Novel Biomarkers and Potential Therapeutic Targets in Human Cancer.JClin Oncol.27,5287-5297 (2009).   \n2.Brüinner,N.et al. Biomarkers for therapeutic effcacy.EJC SUPPLEMENTS 5, 129-142 (2007).   \n3．Paliouras,M.,Borgono,C.& Diamandis,E.P.Human tissue kallikreins: the cancer biomarker family. Cancer Lett.249,61-79 (2007).   \n4.Overall,C.M.& Blobel, C.P.In search of partners: linking extracellular proteases to substrates.NatRev Mol Cell Biol.8,245-257 (2007).   \n5．Presti,J.C.Prostate biopsy: current status and limitations.Rev Urol.9,93-98 (2007).   \n6.Fonovic,M.& Bogyo,M.Activity based probes for proteases: applications to biomarker discovery,molecular imaging and drug screening.Curr Pharm Des.13, 253-261 (2007).   \n7．Peccerella,T.et al.Endoprotease profiling with double-tagged peptide substrates: a new diagnostic approach in oncology. Clin Chem 56,272-280 (2010).   \n8.Kwong,G.A.et al.Mass-encoded synthetic biomarkers for multiplexed urinary monitoring of disease.Nat Biotechnol.31,63-70 (2012).   \n9.Villanueva,J.et al.Differential exoprotease activities confer tumor-specific serum peptidome patterns.JClin Invest.116,271-284 (2006).   \n10.Fan,J.et al.Serum peptidomic biomarkers for pulmonary metastatic melanoma identified by means ofa nanopore-based assay.Cancer Lett 334,202-21o (2013).   \n11.Halder,J.et al.Focal adhesion kinase silencing augments docetaxel-mediated apoptosis in ovarian cancer cells.Clin Cancer Res11,8829-8836 (2005).   \n12.Shen,H.et al.Enhancing Chemotherapy Response with Sustained EphA2 Silencing Using Multistage Vector Delivery.Clin Cancer Res.9,1806-1815 (2013).   \n13.Sillanpaa, S.et al.Prognostic significance of matrix metalloproteinase-9 (MMP-9) in epithelial ovarian cancer.Gynecol Oncol.104,296-303 (2007).   \n14.Lengyel,E.et al.Expression of latent matrix metalloproteinase 9 (MMP-9) predicts survival in advanced ovarian cancer.Gynecol Oncol.82,291-298 (2001).   \n15.Lin,Y.G.et al.EphA2 overexpresson is associated with angiogenesis in ovarian cancer. Cancer 109,332-340 (2007).   \n16.Tammen,H.,Peck,A., Budde,P.& Zucht,H.D.Peptidomics analysis of human blood specimens for biomarker discovery.Expert Rev Mol Diagn 7,605-613 (2007).   \n17.Shen,Y.et al. Strategy for degradomic-peptidomic analysis of human blood plasma.JProteome Res 9,2339-2346 (2010).   \n18.Nagase,H.,Visse,R.& Murphy,G.Structure and function of matrix metalloproteinases and TIMPs.Cardiovasc Res.69,562-573 (2006).   \n19.Sahu,A.& Lambris,J.D.Structure and biology of complement protein C3,a connecting link between innate and acquired immunity. Immunol Rev.180, 35-48 (2001).   \n20.Haslene-Hox,H.etal.ANew Method for Isolation of Interstitial Fluid from Human Solid Tumors Applied to Proteomic Analysis of Ovarian Carcinoma Tissue.PLoS ONE,6,e19217 (2011).   \n21.Landen,C.N.,Kinch,M.S.& Sood,A.K.EphA2 as a target for ovarian cancer therapy.Expert Opin Ther Targets9,1179-1187 (2005).   \n22.Chen,L.-X.et al. Inhibition of tumor growth and vasculogenic mimicry by curcumin through down-regulation of the EphA2/PI3K/MMP pathway in a murine choroidal melanoma model. Cancer Biol Ther.11,229-235 (2011).   \n23.Anderson,N.L.& Anderson,N.G.The human plasma proteome: history, character,and diagnostic prospects.Mol Cell Proteomics.1,845-867 (2002).   \n24.Hu,Y.et al. Tailoring of the nanotexture of mesoporous silica films and their functionalized derivatives for selectively harvesting low molecular weight protein. ACS Nano.4,439-451 (2010).   \n25.Hu,Y.et al.Surface engineering on mesoporous silica chips for enriching low molecular weight phosphorylated proteins.Nanoscale 3,421-428 (2011).   \n26.Fan,J.et al.Monitoring the progression of metastatic breast cancer on nanoporous silica chips.Philos TransAMath Phys Eng Sci.370,2433-2447 (2012).   \n27.Kulasingam,V.& Diamandis,E.P.Proteomics analysis of conditioned media from three breast cancer cellines: a mine for biomarkers and therapeutic targets. Mol Cell Proteomics 6,1997-2011 (2007).   \n28.Agrawal,N.et al.RNA interference: biology,mechanism,and applications. MicrobiolMol Biol Rev.67,657-685 (2003).   \n29.Villanueva,J.et al.A Sequence-specific Exopeptidase Activity Test (SSEAT) for \"Functional\"Biomarker Discovery.Mol Cell Proteomics 7,509-518 (2008). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This work was supported by NIH U54CA143837 and NIH U54CA151668.The authors would like to thank Dr.David Hawke in the Proteomics and Metabolomics Facility at the University of Texas M.D.Anderson Cancer Center for his help in operating the mass spectrometer and suggestions for data analysis.The authors would like to thank Dr.Hanh H.Hoang (Office of Strategic Research Initiatives,Houston Methodist Research Institute) for suggestions to improve our study. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Author contributions ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "T.H.is the principal investigator who proposed and organized the study.T.H.,M.F.,Y.Z., G.C.,Y.L.and Z.D.designed this study; H.S.provided the mouse model; Z.D.and J.F. collected serum samples; G.W.participated in the western blotting; Z.D.analyzed data, Z.D.,Y.L.and J.F.drafted the main manuscript. All authors read the final manuscript. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Additional information ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Supplementary information accompanies this paper at http://www.nature.com/ scientificreports ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Competing financial interests:The authors declare no competing financial interests ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "How to cite this article: Deng,Z.et al. Circulating Peptidome to Indicate the Tumor-resident Proteolysis. Sci.Rep.5,9327; DOI:10.1038/srep09327 (2015). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This work is licensed under a Creative Commons Attribution 4.0 International License.The images or other third party material in this articleare included in the article's Creative Commons license,unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder in order to reproduce the material.To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ ",
        "page_idx": 6
    }
]