[
    {
        "type": "text",
        "text": "美国智库的核心竞争力分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王莉丽1,2(1)中国人民大学国家发展与战略研究院北京100089;(②中国人民大学新闻学院 北京100872",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义]在知识经济时代，智库承担着知识创新、知识传播的关键作用，是国家和社会进步与发展的动力之源。研究美国智库的核心竞争力可以为中国智库的研究和发展提供有益参照。[方法/过程]本文从跨学科的视角切入，以“智力资本”理论和“公共政策與论场”理论为框架，分析指出美国智库的核心竞争力源于其强大的智力资本，智力资本由人才资本、传播资本与制度资本三大要素构成。人才资本是美国智库思想创新的源泉和基础，传播资本是智库实现影响力的途径，制度资本则为两者的实现提供了切实制度保障。制度资本分为宏观和微观两部分，宏观层面是指智库所处的政策环境，微观层面主要是指智库保持独立性的机制。[结果/结论]美国智库的发展兴盛及其影响力实现得益于其高素质的人才、全方位的传播策略、完善的政策环境，正是这些因素为其发展提供了土壤、空间、动力和基础。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智库;核心竞争力;智力资本",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Analysis of the Core Competence of American Think Tanks ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Wang Lili ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1National Academy of Development and Strategy, Renmin University of China, Beijing 100089 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2School of Journalism and Communication, Renmin Univeristy of China, Beijing 100872 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] In the era of information economy, think tanks play an important role in knowledge innovation and diffusion,and become the driving force for national and social development. The study of the core competency of American think tanks provides Valuable experience for the growth of think tanks in China.[Method/process] From an inter-disciplinary perspective,this paper concluded under the theoretical framework of \"intellectual capital” and“the public opinion field of public policy” that the core competencies of American think tanks come from their strong intellctual capital, which consisted of talents,communication and institution capitals. Talents capital was the source of intellectual innovation for American think tanks and communication capital served as the way to exert think tanks’ influence,while the realization of these two relied on the institution capital. Institutional capital could be analyzed from both the macro and micro levels.The macro-level referred to the policy environment and the micro-level was mainly about the mechanism for think tanks to remain their independency. [Result/conclusion] The prosperity of American think tanks and their influence are atributed to high quality talents,the al-round communication strategy and developed policy environment, all of which provide the source, space, impetus and foundation for their growth. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: think tank core competency intellectual capital ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "最近十年来，智库在全球范围内迎来了前所未有的大发展，智库研究也逐渐成为一门重要的跨学科显学。近年来，对于智库核心竞争力的探讨也成为一个重要议题，目前主要集中在智库影响力的表现形式、传播渠道和量化指标的确定和评价上，较为缺乏更深层面的跨学科剖析。本文结合经济学、传播学、公共管理学等学科思想，主要运用“智力资本”理论、“公共政策舆论场”理论框架对美国智库进行分析，指出美国智库的核心竞争力正是智力资本，相对于一般社会组织而言，智力资本在智库的发展与创新上更是占据了主要地位。其构成要素主要包括：人才资本、制度资本、传播资本，三者相辅相成，共同构建了智库的核心竞争力。人才资本主要是指智库的领导人才和研究人才。制度资本主要指智库发展所处的宏观政策环境和微观运行机制。传播资本是指智库在影响决策者和舆论的过程中需要通过各种关系与传播网络以实现影响力的最大化。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "一、智力资本及其要素分析",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "与世界其他国家的智库相比，美国智库不仅起源最早、数量最多，而且对政策的影响力也是最大的。究其原因，智库学界和业界有着不同的观点。有学者指出，决定各国智库发展程度和影响力的主要影响因素有政治体制、公民社会、言论环境、经济发展程度、慈善文化、大学的数量和独立性等[1]。布鲁金斯学会董事会主席约翰·桑顿认为，智库其实就是聚集众人之智，创新的思想是智库的核心竞争力。从舆论学的视角来看，智库是在一定的政治体制下产生的，其作用的大小以及发挥作用的空间是由所在国家的政治、经济体制决定的。没有一定的政治民主，智库的充分发展是不可能的。智库发展首先需要思想自由和学术自由的环境，充足的资金是它生存的重要条件。智库与政府机构、社会、特别是媒体之间的平等地位与良好互动，决定它能否产生好的研究成果和影响力[2。以上几种观点从不同的视角对美国智库影响力产生的基础进行了分析，但都未能清晰阐释美国智库的核心竞争力及其构成要素。“智力资本”理论和“公共政策舆论场”理论为我们提供了一个有效的分析框架。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "智力资本理论主要建立在人力资本理论和新经济增长理论基础上。智力资本的概念起源可以追溯到德国经济学家弗里德里希·李斯特（Friedrich List)的经典著作《政治经济学的国民体系》，在这本书中，他提出了与物质资本相对应的“精神资本”概念，且有狭义和广义之分。狭义的“精神资本”与当今经济学中“人力资本”的概念基本一致，广义“精神资本”的概念则包括人力资本和所有“外化”的精神存量，即文化艺术、政治制度等等[3。李斯特所说的“精神资本”正是现代学界所言的智力资本概念的雏形4。自20 世纪90 年代以来，国内外学者提出了多种智力资本概念和要素模型。有学者将智力资本定义为：雇员资本、组织资本和外部关系资本的总和[5。还有学者把智力资本简单地归为“使公司得以运行的所有无形资产的总称”，并把智力资本的意义体现在一个简洁的公式中，即“企业 $\\underline { { \\underline { { \\mathbf { \\Pi } } } } } = \\mathbf { \\Pi }$ 有形资产 $+$ 智力资本”。它具体包括市场资产、知识产权资产、人才资产、基础机构资产四大类[6]。目前，学界认同度较高的是将智力资本分为人力资本、结构资本、关系资本三个基本要素[]。总体而言，目前关于智力资本理论的研究主要集中在企业层面，关于智力资本在非营利组织、在国家和地区层面的战略作用的研究较少。而美国智库在机构属性上是指非营利组织，主要由受过高等教育的知识分子组成，其产生和存在的主要目的不是营利，而是以是否影响了公共政策和舆论为目标，向全社会提供智力资源和思想产品。在这样的情况下，如果直接套用这个框架来分析美国智库的核心竞争力难以清楚阐释。但是，我们可以结合智库自身的特点以及其他学科理论，进一步发展这个理论框架。“公共政策舆论场”是建立在传播学、公共政策学、舆论学基础上提出的一个理论框架。“公共政策舆论场”理论认为，在美国的政治体制下，公共政策的形成是政府、智库、利益集团、大众传媒、公众通过各种传播媒介的互动达成的共识。美国智库的影响力正是在与这些不同舆论因素的互动中得以形成，并通过不同舆论因素所承担的具体功能得以体现。在“公共政策舆论场”中，智库处于“舆论聚散核心”的地位。一方面，智库是舆论生产的“工厂”，是吸引各种各样的观点看法、主张、建议，融和、相互碰撞的磁场和聚集地；另一方面，智库产品是舆论传播的内容核心，它通过各种传播策略和传播渠道影响其它舆论8。“公共政策舆论场”理论为我们理解美国智库舆论影响力产生提供了清晰的理论支点。美国智库的影响力一方面源于其思想创新的能力，另一方面源于其强大的传播力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "依据“智力资本”理论和“公共政策舆论场”理论，结合智库本身的特点，笔者认为美国智库的核心竞争力正是智力资本，相对于一般社会组织而言，智力资本在智库的发展与创新上更是占据了主要地位。其构成要素主要包括：人才资本（人力资本）、制度资本（结构资本）、传播资本（关系资本），三者相辅相成，共同构建了智库的核心竞争力。在这里，笔者没有沿用“智力资本”理论框架中人力资本、结构资本、关系资本三个概念。而是结合了“公共政策舆论场”理论对智库传播力重要性的认识和智库本身的特点，对智库智力资本的构成要素做了新的界定。人才资本主要是指智库的领导人才和研究人才。制度资本主要指智库发展所处的宏观政策环境和微观运行机制。传播资本是指智库在影响决策者和舆论的过程中需要通过各种关系与传播网络以实现影响力的最大化。接下来，本文就以此为框架，对美国智库智力资本构成的三要素进行具体分析。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "二、人才资本是智库发展的基础",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "知识经济时代，经济增长越来越依赖于以知识为基础的智力资本，起主导作用的资源已经不是资金、设备、原材料等自然资源、有形资产，而是以人的智力、知识、信息为主的智力资本、无形资产。智库作为知识密集型组织，其存在的价值就是进行思想创新，人才资本是第一要素。智库的人力资本由领导人才和研究人才两方面构成。领导人才需具备政治智慧和政策把握能力、智库管理和运营能力，并且具有全球意识和传播意识。在美国，这种智库领导者也被称为政策实业家。智库的研究人才主要是指政策专家。政策专家团队通常由学者、前任政府官员、媒体和商界精英共同构成，其中学者和前任政府官员是政策专家团队的核心人物，本文所指的政策专家主要指这两类人才。在美国智库界，由于“旋转门”机制的存在，很多政策专家具备多元化的职业背景，这保证了思想研究与政治实践之间转换的可能性。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "一支高素质的政策专家队伍是智库生存发展的生命力所在。智库的政策专家具有多重角色，他们既是维护人类基本价值的知识分子，又是政策领域的权威，他们不但是政策理念的生产者，也是思想的传播者。具体而言，政策专家需要具备的素质分为以下三个方面：第一，政策专家须具备深厚的研究功底，是某一领域的专家、具备一定的政策研究权威；第二，政策专家要具有敏锐的政治嗅觉和快速的政策反应力，要对国家战略和现实政治有相对充分的了解。必须深切地关怀着国家、社会以至世界上一切有关公共利害之事，这种关怀又必须是超越于个人的私利之上；第三，政策专家要具备良好的语言表达能力和沟通能力，擅于与媒体打交道，积极营销自己的思想、引导舆论。除了以上三点外，政策专家需要负有道德责任，不但敢尽言责还要善尽言责，考虑和顾及他们的言论和理念对社会产生的影响和后果。政策专家的这种道德责任有些类似于韦伯所说的政治家应负的责任伦理，它必须考虑和顾及其政治决定将影响到许多人的社会后果。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "美国智库的成功与其强有力的领导者是分不开的，理想而言，一家智库的领导者需要具备学术和政界的经验，要与商界和媒体有着良好的关系，既要是一个演说家又要是一个实干家，这样的人被美国智库研究者称为“政策实业家”。一般而言，在智库的组织架构中，设有董事会、总裁、副总裁、中心主任，他们组成智库的领导层，董事会主席和总裁是最核心的领导者，他们个人的视野和影响力在很大程度上决定了一家智库的发展方向和影响力范围。以布鲁金斯学会为例，现任董事会联席主席是约翰·桑顿(John Thormton)，他是高盛银行前总裁兼首席运营官，现任巴里克黄金集团董事会主席，同时还兼任清华大学教授，负责“全球领导力\"项目。因为约翰·桑顿在华尔街乃至全球商界的人脉和影响力，布鲁金斯的财政状况在他担任董事会主席以来一直保持了良好的势头。而约翰·桑顿本人对中国的强烈兴趣和他希望推动中美关系、推动世界发展的良好愿望，则直接促成了2003 年布鲁金斯学会中国中心及其北京办公室的成立。自 2015年以来，美国智库界展开对华政策的大辩论，在众声喧哗中，以杰弗里·贝德（Jeffrey Bader)、李成为代表的布鲁金斯学会中国中心的学者在这场对华政策大辩论中发挥了理性看待中美关系、推进中美关系继续和谐发展的重要作用。传统基金会的总裁艾德温·福尔纳(Edwin Feulner)则可以从另一个角度解释领导者的力量。拥有MBA学位的艾德温·福尔纳1973年作为董事会成员参与创建了传统基金会，自1977年开始担任总裁。他认为传统基金会不应该成为一个学术研究机构，而应该成为一个商业化运作的、采取各种营销机制寻求效益最大化的机构。“我们的作用就是要尽力影响华盛顿的公共政策圈，具体的讲，最重要的是影响国会山，其次是行政部门，第三是全国性的新闻媒体。”[9]在这样的理念指导下，传统基金会从1977年只有9个人的小研究机构成为如今拥有220 名工作人员的美国最具影响力的智库之一。事实上，每一家具有影响力的美国智库都可以看到其领导者的理念和影响贯穿于整个机构的运作之中。美国智库的发展、壮大与其卓越的领导者密切相关。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "很显然，无论是领导人才还是政策专家，都属于稀缺资源，美国智库获取人才资本有赖于“旋转门”机制。“旋转门”机制是美国智库最具特色的现象，其产生和运转根植于美国的政治体制。四年一度的总统大选，卸任的官员很多会到智库从事政策研究，而智库的研究者很多到政府担任要职，这种学者和官员之间的流通就是美国的“旋转门”。一方面，旋转门机制使得智库成为政府人才的蓄水池，另一方面，这种机制也为智库提供了大量政策人才。美国的行政当局是典型的“一朝天子一朝臣”，政府部长等高级阁员不是由议会党团产生，也极少来自公务员，而是来自精英荟萃的智库，这一点与欧洲国家和中国都很不相同。也因此，每隔四年有很多学者会从智库进入政府成为直接的政策制定者。对此，肯特·韦弗(Kent Weaver),认为\"智库作为政府人才供应商的作用在很大程度上是行政精英渗透的结果。\"[10每当新一届总统上任之际，除了一大批智库的学者进入政府之外，同时也会有很多前任政府官员进入智库从事研究工作。例如在布什政府担任财长的亨利·保尔森（HenryPaulson)离开政府之后进入霍普金斯大学做访问研究员，随后创办了智库保尔森基金会。曾于 2002一2006 年间任美国在台协会负责人的包道格(Douglas Paal)，现在是卡内基国际和平基金会的副总裁。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "三、传播资本构建了影响力网络",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "按照“公共政策舆论场”理论，美国智库的影响力一方面源于其思想创新的能力，另一方面源于其全方位的传播能力。美国智库之所以在全球范围内发挥着重要的思想引领力量正是建立在其强大的传播资本基础之上的。经过一百多年的发展、演变，美国智库已经形成了一套相对成熟的信息传播模式和全方位的信息传播机制。具体而言，美国智库采取的主要传播方式有人际传播、组织传播和大众传播。在大多数情况下，三种传播模式都是同时采用，互为补充和促进。人际传播有助于智库的研究成果直接影响决策者，组织传播和大众传播担负着议程设置和塑造公共舆论的作用，从而间接影响决策者。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "所谓人际传播方式主要是指智库在信息传播的过程中依靠人际关系网影响政策制定，比如“旋转门”构建的人际传播网和董事会的信息传播网。“旋转门”机制所构建的政府和智库之间的纵横交错的人际关系网络使得智库的舆论影响力渗透到政策制定的方方面面。这也正如美国前国务卿乔治·舒尔茨(George Schultz)所说的“著名政治人物和智库在一起为智库的专家们开辟了多种渠道”[]。美国智库的最高决策和管理机构是董事会，他们通常由著名的政界、商界、学界、非政府组织的社会精英组成。因为这些董事会成员本身都是著名的舆论领袖，而且他们与社会各界都有着密切的关系网络，他们通过人际传播所带来的影响力是难以估量的。组织传播指的是以组织为主体所从事的信息传播活动，这是美国智库塑造品牌影响力和机构美誉度的一个重要渠道。通过组织传播，美国智库为社会公众、决策者、专业人士构建了一个意见交流的平台，同时也为决策者提供了一个接受外交政策教育的基地。在某种意义上，正是因为这种传播模式的存在使得美国智库被称为没有学生的大学。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "现代社会，大众传播是信息环境的主要营造者，是人类感知外部世界和经验的一扇窗口。大众传播通过对信息的大量生产、复制和大面积传播，能够在短时间内造成普遍的舆论声势。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "对此，唐纳德·阿贝尔森(Donald Abelson)指出“在国会专门委员会提供立场鲜明的政策主张，出版有争议的国内或者国际问题的研究报告都可能在某些政策制定领域引起关注，但其所产生的影响力可能远比不上CBS 晚间新闻上的一个画面或者是《纽约时报》或者《华盛顿邮报》上的一篇评论文章”[11]。美国各大智库都积极鼓励自己的学者接受广播、电视媒体的访问,学者们面向社会公众分析当前政治局势，阐述自己的观点，从而起到了引导公共舆论的作用[12]。在这些多元化的大众传播媒介中，尤为值得一提的是网络媒介。当全球化在经济、政治领域向人类快速逼近时，美国智库的信息传播也进入全球意识阶段。大约从上世纪90 年代中期开始，美国智库纷纷建立起了自己的官方网站，并以此为基点，以博客、播客、推特、脸谱各种社交媒体为结点，构建了内容丰富、形式多元、双向互动的智库全媒体传播网络。新媒体的传播活动具有开放、多元、瞬时、互动等传统媒体难以企及的优势，因此成为表达意见、建立认同、塑造行为的重要媒介。以美国布鲁金斯学会为例，布鲁金斯学会的网站不断根据信息技术的发展和受众需求的改变调整新媒体传播策略。2013年6月布鲁金斯学会网站推出了类似于《纽约时报》的“雪崩”模式制作的数字化专题，目的在于通过融媒体传播方式激发受众对重要议题的兴趣和讨论。第一期推出后，网页停留时间提高了 $1 2 5 \\%$ ，其中 $7 2 \\%$ 的访问者为新用户[13]。一方面，全方位的信息传播为智库带来了市场竞争力和影响力，另一方面却从某种程度上使得美国智库的商业化倾向越来越重。虽然美国智库是一个在思想市场自由竞争的经济体，但是在具有商业属性的同时，美国智库从本质上是一个服务于公共事业的政策研究机构。如何平衡与把握好两者之间的关系，是目前美国智库面临的巨大挑战。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "四、制度资本提供机制保障",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "人才资本是智库思想创新的源泉和基础，传播资本是智库实现影响力的途径，制度则为两者的实现提供制度保障。对于智库而言，拥有人才资本仅仅是成功的第一步，要实现智库的价值，还必须重视制度资本的培植。美国智库的制度资本分为宏观和微观两个层面，宏观上主要是完备的决策咨询机制和完善的税收制度。微观层面是指智库全方位的独立性和商业化运行机制。与其他西方国家相比，美国政府的决策更依赖于外部咨询。广泛地使用智库进行外部咨询参与决策被称为“美国现象”[14]。美国政府将咨询作为决策过程的法定程序，要求项目的论证、投资、运作、完成等各个阶段，都要有不同的咨询报告[15]。美国对决策咨询业的管理实行政府宏观调控、行业协会微观约束的机制。政府负责总体规划，制定决策咨询发展计划、有关的法律、政策和标准，从政府决策的出台、项目的招标、运作到咨询机构的资格认定等诸多方面均有相应的规定。美国的决策咨询体系作为一种较为成熟的制度设计，以《联邦咨询委员会法》（The Federal Advisory Commitee Act）为核心和基础。《联邦咨询委员会法》于1972年确立，其目的在于保证各种形式的专家咨询机构建议的客观性以及公众在专家咨询过程中的知情权[16]。美国于 1972 年通过《联邦咨询委员会法》，其目的在于保证各种形式的专家咨询机构建议的客观性以及公众在专家咨询过程中的知情权。《联邦咨询委员会法》从平衡性要求、开放性要求和职能单一要求三方面来确保专家咨询系统良好运转。“平衡性要求”可以“中和”专家由于自身专业原因而产生的利益或观点上的倾向性，保障专家所代表的各领域专业知识能够综合全面进入决策，从而有助于克服专家咨询组织由于专业知识所限而可能发生的立场偏向，促使咨询效果实现理性的最大化。同时，平衡性要求也有效限制了行政机关在专家选择上的利益倾向性。“开放性要求”规定涉及专家咨询过程的所有文件、会议，除在立法上获得豁免情形外，都应无条件向公众公开。“职能单一性”对咨询委员会可能发生的超越自身职能范围和权力范围的情况实现预防[17]。美国智库作为非营利机构，其生存和发展离不开稳定的资金支撑，而完善的税收减免制度为智库募集资金提供了切实保障。肯特·韦弗（Kent Weaver）和安德鲁·里奇（Andrew Rich)通过定量分析指出：“影响美国智库媒介曝光率的一个重要因素就是资金，美国影响力排名前五位的智库运营资金都不少于一千万美金。”「18]美国智库的运营资金一般来自于基金会、企业、个人捐款和政府合同，多元化的资金来源避免了智库对某一资金源的过度依赖性所带来的弊端，有利于保持研究的独立和客观。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "以上是从宏观层面对制度资本的分析，从微观层面，美国智库的制度资本是指其全方位的独立性和商业化的运行机制。美国智库大都宣称自己是非党派、非政府的独立政策研究机构。其独立性包括思想的独立、资金的独立和政治的独立。所谓思想的独立是指智库专家们研究的独立性，学者以开放的思维来开始他们的研究项目，并通过对事实的客观分析获得结论。研究的独立性保证了智库产品的高质量和创新性。为了保证思想的独立性，美国智库在机构设置上以研究人员为核心，一般分为政策研究和行政管理两大快，政策研究是核心，行政管理服务于政策研究。资金的独立是指智库虽然接受基金会、企业、个人的资助以及政府的合同项目资金，但是智库的研究不受到资金来源的影响。美国智库大都是企业化运作、商业化管理。资金的来源直接决定和影响了美国智库研究选题设置和研究方向，每家智库在接受资金捐赠时都力图保证自己的研究过程和结论不受资金来源的影响。但是，不可回避的事实时，金钱总是或多或少的影响着思想的走向。为了保证资金的独立性，美国智库的资金来源大都保持尽可能的多元化，包括大量公共和私人的资助方。政治的独立是指美国智库追求独立于政党之外，在研究过程中遵循客观、独立，不受任何党派政治和利益的影响。对于这一点，很多智库的研究者们不以为然，经常把智库的研究倾向和观点按照保守主义、自由主义和中立来划分，并以此为依据判断智库与政党的关系。由于这种根植于美国政治传统的偏见，使得美国智库很难对某一具体问题的研究产生绝对客观、中立的思想。事实上，大多数美国智库都力求自己的研究成果不受任何党派和意识形态的影响。一方面，美国智库都力图保持自己研究成果的独立和高品质，另一方面，美国智库的多样性和竞争性使得不同的观点和声音得以表达，从而在一定程度上弥补了这种偏见所带来的危害。美国智库的独立也只是有限的独立，它不可能脱离其生存的政治、经济、文化土壤。不同的智库在具体问题的研究上，也总是会不可避免的带有不同的倾向性和偏见。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在知识经济时代，智库承担着知识创新、知识传播的关键作用，是国家和社会进步与发展的动力之源。美国智库的发展兴盛及其影响力实现得益于其高素质的人才、全方位的传播策略，与其所处的文化、经济、政治环境及其本身的运行机制有着密切关系，正是这些智力资本因素为其提供了土壤、空间、动力和基础。研究美国智库的智力资本及其要素，可以为中国智库的研究和发展提供有益参照。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[1] James McGann.Comparative Think Tanks,Politics and Public Policy[M].Edward Elgar: Northampton,2005. [2] 刘建明，纪忠慧，王莉丽．舆论学概论[M]．北京：中国传媒大学出版社,2009:205.   \n[3] 弗里德里希·李斯特．政治经济学的国民体系[M]．北京：华夏出版社,2009.   \n[4] TA Stewart. Your Company's Most Valuable Asset: Intellectual Capital[J]. Fortune 1994(13): 68-76.   \n[5] Saint-Onge, Hubert.Tacit Knowledge: The Key to the Strategic Alignment of Intellectual Capital[J]. Strategy and Leadership, 1996(2): 10-14.   \n[6] 安妮·布鲁金．第三资源智力资本及其管理[M].大连：东北财经大学出版社,1998.   \n[7] Edvinsson.L, Michael S. Malone. Intelectual Capital: Realizing Your Company's True Value by Finding Its Hidden Brainpower[J]. Harper Business: New York 1997.   \n[8]王莉丽．论美国智库舆论影响力的形成机制[J]．国外社会科学,2014(3):51-55.   \n[9] Abelson,Donald. American Think Tanks and Their Role In U.S.Foreign Policy[M].MacMillan Press: London, 1996: 114.   \n[10] Weaver, Kent.The Changing World of Think Tanks[J]. Political Science and Politics,1989(22): 563. [11] Abelson, Donald. A Capitol Idea[M]. McGill-Queen University Press: Montreal, 2006.   \n[12] Rich,Andrew.Think Tanks,Public Policy,and the Politics of Expertise[M]. Cambridge University Press: Cambridge, 2004: 68.   \n[13]王莉丽．以史为鉴：提升中国智库核心竞争力[N].学习时报,2014-11-10. [14] Dye, Thomas. Understanding Public Policy[M]. Prentice-Hal: New Jersey,1987.   \n[15]郝佳芬．国外决策咨询研究综述[J]．新世纪图书馆,2003(6):60-63.   \n[16] 杨诚虎,李文才．发达国家决策咨询制度[M]．北京：时事出版社,2001:36.   \n[17]王锡锌．我国公共决策专家咨询制度的悖论及其克服[J]．法商研究,2007(2):113-121.   \n[18] Abelson，Donald. Do Think Tanks Matter? Assessing the Impact of Public Policy Institute[M].   \nMcGill-Queen's University Press: Montreal, 2002: 90-92. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    }
]