[
    {
        "type": "text",
        "text": "智库建设",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关于我国新型国防决策咨询体系建设的初步思考",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "卢胜军 王阳 詹鸣 万礼赞中国国防科技信息中心 北京 100142",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义］国防决策咨询体系是国防和军队建设发展的重要支撑力量，建立新型国防决策咨询体系对国防和军队全面深化改革和长远发展具有深远影响。［方法/过程]分析了我国国防决策咨询体系建设概况，探讨了我国新型国防决策咨询体系对新型智库建设、全面深化改革和特色军事变革的重大意义，并提出了我国新型国防决策咨询体系建设的初步建议。[结果/结论]坚持以习近平同志系列重要论述为指导思想、确定目标原则、推动“四化”建设、健全关键要素以及强化国内外影响，作为我国新型国防决策咨询体系建设的重要举措。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智库建设战略管理　科学决策军民融合分类号：C932.4DOI: 10.19318/j.cnki.issn.2096-1634.2016.05.06",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "国防决策咨询体系建设是国防和军队建设发展的重要内容。在新的历史时期，我国国防和军队建设进入全面深化改革和健康快速发展的新阶段，对国防决策咨询体系建设提出了新的更高要求。习近平同志曾在军委常务会上指出：“在安全形势复杂多变、突发事件多、重大任务多的情况下，军委自身的工作方式也有一个创新问题，要完善议事决策和工作机制，保证军委工作反应灵敏、高效运转。[1”党和国家也提出要健全决策咨询机制，建设中国特色新型智库，推进智库的国际化、法制化建设。因此，探讨建立新型国防决策咨询体系，对国防和军队建设发展和全面深化改革具有深远意义。本文首先简要阐述了我国国防决策咨询体系建设概况。通过学习思考习近平同志系列重要论述，笔者认为建立新型国防决策咨询体系是我国国防和军队建设的当务之急。最后本文提出了建立我国新型国防决策咨询体系的",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "初步建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "我国国防决策咨询体系建设发展的概况",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2000多年前，我国就有智囊、幕僚之说，“以智辅政”。当前，学界认为，决策咨询是决策者就综合性、战略性、全局性的问题征求咨询机构或专家学者的建议、对策和论证[2-3]。决策咨询体系是为决策机构宏观管理和战略决策需要提供的咨询服务等有关工作系统的统称，通常所说的编研机构、调研机构、情报信息机构、智库、参谋辅助机构、专家咨询组织、专业学会协会、科研院所、高校等组织机构及其咨询服务业务，相关的政策、法规、制度，以及决策信息系统、专家系统等技术支撑都属于这个范畴。具体到国防领域，为适应国防和军队建设发展需要，当前我国国防决策咨询体系主要由科学化、规范化和制度化的咨询机构体系以及相关的运行保障机制组成。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "卢胜军,王阳,詹鸣,等.关于我国新型国防决策咨询体系建设的初步思考[J].智库理论与实践，2016，1(5):42-47,63.",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1我国国防决策咨询体系建设发展基本情况",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我国国防决策咨询体系形成于20世纪50至60 年代，在当时内忧外患的形势下，亟需大量咨询机构辅助国防尖端技术研发和军队建设，于是大量情报信息机构、军事科学理论研究机构、科学技术论证研究机构、专家咨询组织等咨询组织和机构应运而生。我国著名军事智库军事科学院、著名情报信息机构中国国防科技信息中心等机构就诞生于这个时期[4。经过半个多世纪的发展，目前我国已经形成布局合理、分类科学、层次清晰、类型多样的国防决策咨询体系。与一般咨询体系相比，国防决策咨询体系具有保密要求高、决策与咨询结合紧、条条框框限制多、外部深度合作交流少、以军内和体制内机构为主体等特征。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2 我国国防决策咨询体系存在的主要问题及其原因",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "世异则事异。新常态要求用新的甚至是颠覆性的思路方法认识解决问题。当前，在全球新军事革命如火如茶及我国国防和军队建设全面深化改革的形势下，我国国防决策咨询体系还存在不符合军事斗争形势发展的矛盾和问题。正如习近平同志于2013年12月27日在一次重要会议上指出：“我们积极推进中国特色军事变革，在体制编制和政策制度调整改革上采取了一系列举措，但领导管理体制不够科学、政策制度改革相对滞后等深层次矛盾和问题还没有得到有效解决，从根本上制约了军队建设和军事斗争准备。[I]”这一方面表明军队建设和军事斗争准备对国防决策咨询工作提出了更高的要求，另一方面也表明我国国防决策咨询工作在国防体制编制和政策制度调整改革上尚未充分发挥作用，存在诸多问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "结合当前国防和军队建设发展要求，笔者分析认为，我国国防决策咨询体系当前存在的问题主要体现在3个方面[5-7]。 $\\textcircled{1}$ 宏观管理问题：整个体系缺乏统一管理协调机制和总体规划，存在资源配置不够科学、资源重复浪费、报送渠道拖沓冗长等矛盾，组织形式和管理方式亟待创新；体制外国防智库发展较弱，参与国防和军队建设决策较少，军民融合深度不够；专门的决策咨询政策制度还未出台，参与决策咨询缺乏制度性安排。$\\textcircled{2}$ 机构建设问题：机构功能出现偏差，咨询工作成了起草讲话稿、起草文件的秘书班子，多忙于日常性、行政性事务，深入的科学研究和决策咨询研究较少；机构的独立性、科学性和社会化程度有待加强，尤其是体制内机构问题更为严重，具有较大影响力和国际知名度的高水平智库较少；部分科研机构在智库热潮下一味舍本逐末地追求智库建设目标，却偏离了科学技术研究和探索真理的根本任务；机构的人员构成和知识结构不合理，存在年龄结构断层、专业领域不全、激励鞭策措施缺位、领军人物和杰出人才匮乏等现象；机构的研究设备和技术手段落后，缺乏现代化决策信息系统和网络，缺乏先进信息技术和平台。$\\textcircled{3}$ 思想认识问题：决策咨询工作没有得到应有重视，没有被科学地、系统地纳入到国防决策体系中来，认知度和普及度差；思想封闭，内外部深度合作交流少，与国外智库和咨询机构合作交流更少，在国际上缺少话语权和影响力；对互联网、物联网、人工智能等新兴技术的重要性认识不够，缺乏人机网结合的先进技术理念和工作思维。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "究其原因，笔者认为主要包括4个方面：$\\textcircled{1}$ 体制机制不够灵活，主要体现在国防和军队相对封闭的体制、决策咨询工作运行机制不适应时代发展、安全保密及安全策略设置等； $\\textcircled{2}$ 制度设计不够科学，包括宏观法规政策制订、决策咨询工作组织管理研究资源布局和分配等问题； $\\textcircled{3}$ 机构关系不够顺畅，主要表现在机构间业务交叉重叠严重、工作恶性竞争、沟通合作壁垒多、研究资源浪费以及重复研究建设等问题； $\\textcircled{4}$ 思想观念不够解放，不仅没有摆脱传统思维模式的束缚，更没有适应新常态下的国防安全和军事斗争形势。总之，根本原因是当前国防决策咨询体系不能适应国防和军队建设的新常态、新任务、新要求。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3我国国防决策咨询体系的“四化”发展趋势",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当前，随着国防和军队改革不断深化，我国国防决策咨询体系正在发生深刻变化，原有问题正在逐渐得到重视和解决，如传统国防决策咨询机构也迈出步子走向开放合作，中国战略文化促进会、知远战略与防务研究所等体制外的国防智库也逐渐参与更多的国防和军事决策咨询工作[8]结合当前实际，按照钱学森“集大成、得智慧”的大成智慧思想[9]，笔者认为新型国防决策咨询体系可分为机构、制度、业务、技术4个系统，并逐渐呈现出“四化”的发展趋势[10]： $\\textcircled{1}$ 机构系统扁平化，即决策咨询体系呈现集中统管、责权明确、分工合理、协调灵活的特征； $\\textcircled{2}$ 制度系统规范化，即依法治国方略下，决策咨询体系将具备规范化、科学化、常态化的制度保障； $\\textcircled{3}$ 业务系统科学化，即决策咨询体系将实现统一规划、科学统筹、优势互补、专业领域全覆盖的业务体系；$\\textcircled{4}$ 技术系统智慧化，即运用大数据、云计算、物联网、人工智能等先进信息技术，武装决策咨询工作以实现智慧服务。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我国新型国防决策咨询体系建设的重大意义",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "国防和军事领域是竞争和对抗最为激烈的领域，也是最具创新活力和创新精神的领域。综观世界主要国家现状，与其他如工商业、公共事业等领域相比，国防和军事领域的决策咨询工作最具竞争力、影响力、战略性和挑战性，如美国兰德公司、英国伦敦国际战略研究所、俄罗斯战略研究所等许多世界一流智库都是国防和军事战略领域的翘楚。通过学习领会习近平同志系列重要论述以及党和国家重要政策精神，结合工作实际，笔者认为我国新型国防决策咨询体系是以新形势下国防和军队建设发展战略、政策制度和管理问题为研究对象，为党、政府和军队科学民主依法决策，提供研究咨询服务的有关工作系统的综合集成，其外部环境、指导思想、职能任务、体系架构、研究对象、治理结构以及运行管理等诸多方面，与传统决策咨询体系和国外决策咨询体系相比，具有更多新的特征和内容，对新型智库建设、国防和军队深化改革以及中国特色军事变革具有新的重大意义。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1新型智库建设的丰富和升华",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "当前，在推进国家治理体系和治理能力现代化进程中，中国特色新型智库发挥着越来越重要的作用，因此建立以国防和军队咨询机构和组织为核心、以各类智库为支撑的国防决策咨询体系日益引起学术界的高度关注。该体系不仅应具有一般智库的咨政建言、理论创新、舆论引导、社会服务、公共外交等功能作用[1]，更应具有我国国防特色和体系优势。美国、英国等之所以成为智库强国，关键不在于拥有多少家如布鲁金斯学会、国际战略研究中心等顶级智库，而在于其以美国总统等决策机构为服务对象的高效的现代政府决策体制，以及“思想库 $$ 小内阁 $$ 总统”的决策咨询模式。这恰与当前国家间竞争是体系的对抗的判断本质上是一致的，因此，我国新型国防决策咨询体系不仅要体现智库等咨询组织和机构的优势力量，更要体现科学、统一、协调的体系合力，在新型智库建设基础上实现体系上的丰富和功能上的升华。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2国防和军队全面深化改革的重要组成",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "新常态下，中国特色新型智库建设已列入了我国全面深化改革的议程，进人了顶层设计框架，是全面深化改革的战略举措。对国防和军队改革这个庞大的复杂系统工程来说，必须加强科学的、顶层的统筹谋划，因此决策咨询体系更能发挥不可或缺的作用。一方面，国防决策咨询体系本身是现代国防和军事系统的重要组成部分，建议纳入到国防和军队全面深化改革的议程，纳入中央和军委议事决策和工作机制创新中。另一方面，这个体系要为国防和军队改革提供决策咨询建议，提供参谋、助手和人才支撑，提供解决方案建议、技术途径选择和智慧思想启迪，充分发挥“智囊、外脑”的作用。国防创新和改革是一个从思想到行动、从理论到实践的互动过程，决策咨询体系是全面参与其整个过程的信息库、知识库、思想库和智囊团，为之提供着耀眼的思想火花和变革智慧，",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3中国特色军事变革的迫切需要",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "当代战争是体系与体系的对抗，军事斗争准备更是巨型的、复杂的、体系性的工作。当前，军事领域正在发生着广泛而深刻的变革，这场变革以信息化为核心，以军事战略、军事技术、作战思想、作战力量、组织体制和军事管理创新为基本内容，以重塑军事体系为主要目标，覆盖战争和军队建设全部领域，全面反映在军事科技突飞猛进、军事理论不断创新和军事制度深刻变革的过程中，体现了军事斗争准备的复杂性、系统",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "卢胜军,王阳,詹鸣,等.关于我国新型国防决策咨询体系建设的初步思考[J].智库理论与实践，2016，1(5):42-47，63.",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "性、体系性和深刻性[12]。同时，在中国特色军事变革中，还存在领导管理体制不够科学、联合作战指挥体制不够健全、力量结构不够合理、政策制度改革相对滞后等深层次矛盾和问题。因此，在军事体系对抗和斗争中，存在一系列错综复杂的重大决策问题，信息量大、事态变化快、牵涉面广、影响因素多，不是哪些人、哪些机构、哪些系统可以独自完成的，必须要决策咨询体系全面、系统、深入地参与，任何要素和环节都不可缺失。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我国新型国防决策咨询体系建设的建议措施",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "事异则备变。通过以上分析研究，笔者认为建立我国新型国防决策咨询体系势在必行，提出了5个方面的实施建议，也可认为是5个主要实施步骤。如图1所示。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "坚持指导 确定目标 推进四化 健全关键 提升国内思想 原则 建设 要素 外影响习近平同志 建设目标 建立机构体系 人才激励 加强沟通系列重要论 核心内容 完善政策体系 经费保障 引导舆论述以及党和 主要原则 规划业务体系 手段方法 推进外交政府的政策 建设制度体系 运营模式 培育一流",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1坚持以习近平同志系列重要论述为指导思想",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "党和政府历来重视决策咨询工作，在各历史阶段具有不同的思想、政策和举措。当前，习近平同志有关决策咨询工作的重要论述，是习近平同志在新常态下站在全面深化改革和国防军队建设事业全局的高度，提出的关于决策咨询工作的全局性的战略指导思想，具有现实问题针对性强、未来发展方向判断准、主体思想成系统成体系、重要观点逐步深入、内在逻辑机理一致等特征。我国新型国防决策咨询体系建设，要认真学习领会习近平同志系列重要论述，并以之为指导思想，进一步解放思想、开拓创新、真抓实干，不断探索新型国防决策咨询体系的建设之路。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2确定新型国防决策咨询体系的目标原则 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "根据习近平同志系列重要论述，结合国防和军队建设实际，笔者思考，我国新型国防决策咨询体系建设的根本目标应是健全国防和军队决策咨询体制机制，建设具有中国特色和体系优势的新型国防决策咨询体系，以加强国防和军事决策的科学化、民主化、法治化。核心内容应是建设一批具有较大影响力和国际知名度的中国特色新型国防和军事高端智库、专家组织、科研机构以及相关的协作体系。基本原则应是坚持全球视野、中国特色，把握国防变革导向；坚持围绕国防和军队建设大局，服务军事斗争准备；坚持体系建设和改革创新，规范有序协同发展；坚持科学研究、咨询服务与安全保密并重，鼓励大胆探索、敢于建言献策。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3 推进新型国防决策咨询体系的“四化”建设 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "早在30多年前，战略科学家钱学森就提出了大成智慧思想，即利用现代信息网络以及人机结合、以人为主的智能系统，集人的思维及其成果，人的知识和智慧，以及古今中外信息、经验、知识之大成。其本质就是综合情报信息、智能系统、网络、人类知识、专家智慧等各种元素，得到智慧，辅助决策，即“集大成、得智慧”[9]。这正是当前大数据、人工智能等新兴技术迅速发展形势下推进决策咨询工作发展的重要方法论。结合上文分析，新型国防决策咨询体系建设的实施，要综合集成决策咨询体系的机构、制度、业务、技术各个方面，层层分解，逐步深入。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第一，建立新型国防决策咨询机构体系。按照加强顶层设计、统筹协调和分类指导的要求，建议设立有关决策咨询委员会，可指导所有国防和军队决策咨询机构业务发展，并及时收集汇总处理各机构上报的情报信息、咨询建议直报中央领导；决策咨询委员会按需设立各专业领域的决策咨询机构联席会、联合会、委员会或学术组织，工作受领导，其主要职责是协调各专业领域决策咨询工作的建设与发展，比如中国国际战略学会、中国国防科技信息学会等组织在实践中发挥了重要的桥梁、纽带、平台、旗帜的作用，在领域内影响很大；加强各骨干和基层决策咨询机构建设，营造科学、公平、合理的布局和环境，确保各机构可直接向决策咨询委员会提供情报信息和咨询建议，以突出机构建设的优势和特色以及咨询建议的时效性和准确性。这样就建立了一个符合宏观管理决策发展趋势的扁平化的“决策咨询机构 $$ 决策咨询委员会 $$ 中央领导”机构体系和运作机制。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第二，规范完善决策咨询制度体系。在依法治国方略下，完善规范制度体系是新型决策咨询体系建设的重要举措。建议按照习近平同志系列重要论述精神和《关于加强中国特色新型智库建设的意见》等一系列规定，制订一套符合当前国防和军队建设实际需要和长远发展要求的法规政策，以及一套治理完善、充满活力、监管有力的管理体制机制，明确新型国防决策咨询体系建设的指导思想、总体布局、战略举措等内容，划分各职能机构的职责权利以及运行机制和政策；各有关系统也应制订符合本系统实际的规章保障制度，以保证咨询建议快速准确地向用户传递。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第三，科学规划决策咨询业务体系。按照国防和军队全面深化改革的要求，建设专业领域全覆盖、高度专业化分工的业务体系，这是形成定位明晰、特色鲜明、规模适度、布局合理的中国特色新型国防决策咨询体系的基础。建议按照机构性质、业务领域、优势特色、人才专家等特征，建立决策咨询委员会指导下的科学合理的业务领域分工体系。该体系不仅要按照机构性质建立情报信息体系、高校智库体系、专家委员会体系等，还要按照业务领域建立军事指挥、后勤保障、装备研制以及其他更具体的科学技术领域；不仅要建立“航母”“驱逐舰”型智库，还要建立“护卫舰”“快艇”型智库，更要建立全方位、立体型智库“舰队”；不仅要加强智库建设本身的研究，还要秉承“学为政本”，不断聚焦学理基础和科学技术研究[13]。通过整体规划、统筹协调，避免了重复建设，防止一哄而上和无序发展，从而实现资源配置优化、决策咨询体系化。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第四，超前建设决策咨询技术体系。新型决策咨询工作与互联网、大数据、人工智能等新兴技术的结合是历史发展必然。大成智慧思想准确预判了咨询工作和信息技术发展趋势的本质，当前的“互联网 $+ ^ { ; }$ ”思维以及德国工业4.0战略构想都是其具体体现。建议深入研究大成智慧思想，组织优势资源和力量，超前研判需求和技术发展方向，充分运用“云物移大智”等新兴技术，研发部署综合集成研讨厅平台，尽早实现人-机-网相结合的自动化、智能化、智慧化的决策咨询技术体系。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4健全新型国防决策咨询体系的关键要素",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在推进“四化”建设之后，还需健全新型决策咨询体系的人才激励、经费保障、手段方法、运营模式等关键要素。在人才激励方面，传统咨询机构具有一定优势，能够吸引一大批人才，但决策咨询工作亟需的高端人才匮乏，需要建立既符合新形势各项规定又灵活机动的人才激励机制。在经费保障方面，传统咨询机构的经费相对充裕，但要提高经费效用比，更要考量智力成本和价值的因素。在手段方法方面，除传统的社会学研究方法外，建议运用数据挖掘、大数据技术、人工智能技术等开展科学技术研究，这将使咨询工作发生翻天覆地的变革。在运营模式方面，探索建立军方主导、社会智库和其他咨询机构参与的“小核心、大外围、泛网络”式决策咨询服务体系，推进提供服务主体多元化和方式多样化，满足国防和军队全方位、多层次的决策需求。其他还涉及质量管控、成果转化、舆论宣传等许多因素，不再赘述。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "此外，还需强调的是，与一般的智库建设不同，建立新型国防决策咨询体系要注意“三结合”：决策咨询体系的独立性与决策机构的亲密",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "卢胜军,王阳,詹鸣,等.关于我国新型国防决策咨询体系建设的初步思考[J].智库理论与实践，2016，1(5):42-47，63.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "性相结合；决策咨询工作模式的军内外、体制内外与国内外相结合；决策咨询服务及成果的保密性与开放性相结合。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.5提升国防决策咨询体系的国内外影响力",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "纵观古今中外，没有哪个决策咨询机构能够闭门造车的，开放创新是决策咨询工作发展壮大的必由之路，国防决策咨询体系更是如此。决策咨询工作的贡献不仅限于为政府出谋划策，重要的还在于向政府和社会贡献思想，从思想上提升政策讨论质量，对社会产生广泛影响，这是决策咨询工作尤其是智库建设的金科玉律。我国国防决策咨询机构更要加强与公众沟通，要有能力影响媒介和教育公众；引导国防舆论，构建中国国防话语体系；推进智库外交和国际化，发挥国防交流纽带作用；不断提升国际国内影响力，培育建设世界一流国防决策咨询体系和若干世界一流国防智库。比如由中国军事科学学会和中国国际战略学会举办的香山论坛于2014年从二轨升级为一轨半，成为我国举办的首个最多国别参加的安全与防务对话，2016年更是吸引64个国家和国际组织的400余名代表参加[14]，表明我国国防决策咨询工作的国际化进程又迈出了坚实一步。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1]中共中央文献研究室．习近平关于全面深化改革论述摘编[M].北京：中央文献出版社，2014.  \n[2] 丁元竹.新型智库和决策咨询：费孝通《小城镇大问题》的启示[J].西北师大学报（社会科学版),2015,52(2): 11-17.  \n[3]黄力，詹德优.我国决策咨询研究述评[J].情报理论与实践，2006,29(4):503-507,499.  \n[4]赵超阳，卢胜军．新形势下国防科技智库建设的若干思考[J].智库理论与实践，2016,1(4):61-67.  \n[5]温勇,张瑶.军队智库建设重在搞好顶层设计[N].解放军报,2015-03-22(7).  \n[6]汤俊峰，褚振江.打造中国特色新型军事智库[N].国防报,2014-10-11(3).  \n[7]刘成军.建设中国特色新型军事智库[N].解放军报,2014-04-02(6).  \n[8]汪川.关于中国独立型防务智库传播对象和内容的研究[J].智库理论与实践,2016,1(3):47-52.  \n[9]钱学敏.钱学森关于复杂系统与大成智慧的理论[J].西安交通大学学报（社会科学版),2004,24(4):51-57.  \n[10]卢胜军,栗琳.钱学森情报思想及其应用研究[M].北京：航空工业出版社，2016.  \n[11]中共中央办公厅，国务院办公厅.关于加强中国特色新型智库建设的意见[N.中华人民共和国国务院公报,2015-01-19(4).  \n[12]丁峰．习近平在中共中央政治局第十七次集体学习时强调：准确把握世界军事发展新趋势，与时俱进大力推进军事创新[N].解放军报,2014-08-31(1).  \n[13]李刚．中国特色新型智库建设中的六种关系[EB/OL]. [2016-06-24]. http://theory.gmw.cn/2015-06/09/content_15921487.htm.  \n[14] 邵龙飞.第7届香山论坛将于10日至12日在京举行[EB/OL]. [2016-10-10]. htp://www.xiangshanforum.org.cn/article/dtysd/201610/1808.html.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "卢胜军：选题设计，总体把关，论文撰写；  \n王阳：实地调研，资料收集，论文撰写；  \n詹鸣：实地调研，资料收集，审阅修订；  \n万礼赞：资料收集，论文撰写，审阅修订。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "张骏．美国决策机制与智库的关系暨对借鉴“旋转门”制度的思考[J].智库理论与实践，2016，1(5)：56-63.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The Relationship Between the National Decision-making Mechanism and Think Tanks in the United States, and the Reflection on the“Revolving Door” System ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Zhang Jun ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Institute of Public Policy, South China University of Technology, Guangzhou 510640 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Abstract:[Purpose/significance] While the relationship between the national decision-making mechanism and think tanks in the United States is referable for China's rapidly growing think tank industry,the“revolving door”system has been controversial in China in terms of institutional transplantation. [Method/process] By understanding the power boundary and the procedural design in the United States,this paper reviewed the country's decision-making mechanism on both domestic and foreign policies. On top of that, this paper explored the relationship between the power core and think tanks,and finally expounded the coexistence of the“spoils system”and the “revolving door\". [Result/conclusion] The political ecology of the United States has greatly prospered its think tank industry. Since the“revolving door”plays the most prominent feature of the personnel exchange between power and wisdom, think tanks in the United States have been embedded into the national decision-making mechanism with very favorable pattrns.However,the system of the “revolving door”is eventually achieved by the “spoils system”, which distances itself from the Chinese reality. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Keywords: American think tankdecision-making mechanism spoils system revolving doorsecretary of statenational security adviser ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "收稿日期：2016-09-01 修回日期：2016-09-15 本文责任编辑：周楠",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（上接第47页）",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "A Preliminary Consideration on the Construction of the Chinese New System of the National Defense Decision-Making Consultation ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Lu Shengjun Wang Yang Zhan Ming Wan Lizan China National Defense Science and Technology Information Center, Beijing 100142 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] The construction of the national defense decision-making consultation system isan important partof the nationaldefenseand militaryconstruction,andthe establishmentofthe Chinese new decision-making consultation system is of great significance for comprehensively deepening the reform of the national defense and the armed forces.[Method/processThis paper analyzed the basic construction situation of the Chinese national defense decision-making consultation system.It figured out that the establishment of the new system would have far-reaching significance in China,and finally put forward some suggestions for the establishment of this system. [Result/conclusion] It is shown that the following measures are important to the establishment of the Chinese new system of the national defense decision-making consultation: adhering to Xi Jinping's series of important discourses as the guiding ideology; determining the target and principles; promoting the“Four Systems” construction; improving and perfecting these key elements; strengthening domestic and international influence. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Keywords: think tank construction strategy management scientific decision-makingcivil and military integration ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "收稿日期：2016-10-09 修回日期：2016-10-20 本文责任编辑：唐果媛",
        "page_idx": 6
    }
]