[
    {
        "type": "text",
        "text": "国外智库建设经验对我国智库保持独立性的启示",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张伟一",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中海油研究总院有限责任公司北京100028摘要：［目的/意义」独立性是智库的核心价值之一，本身具有复杂性和相对性，难以进行量化。目前国内对智库独立性的研究较少，需要进一步讨论。[方法/过程］本文通过对美国、英国、日本3国智库独立性及保持独立性方面的举措进行比较分析，阐述我国现阶段智库独立性建设存在的问题，并提出相应建议。[结果/结论］我国在建设中国特色新型智库过程中需要推动各类智库协调发展，完善智库登记管理的相关法律法规，引导企业和个人向智库捐款，加强对各类智库的监督管理。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：独立性 美国智库 英国智库 日本智库 新型智库建设分类号：G311",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "独立性可以说是智库的核心价值之一[]，但这一概念本身具有复杂性和相对性，难以进行量化。由麦甘领导的宾夕法尼亚大学智库与公民社会项目组（Think Tanks and Civil Societies Program）每年发布的《全球智库报告》（GlobalGoTo Think TankIndexReport）中，没有把智库独立性作为评价指标，也没有对智库的独立性问题进行探讨。国内的智库研究对独立性问题极少谈及，现有的关于智库独立性的分析集中在方向性、原则性的讨论。王荣华在《转型时期的中国智库》中提出“坚持独立性，不忘国家利益”[2]，要正确处理智库独立性与国家战略利益之间的关系，认为智库研究的独立性并不影响其研究态度的倾向性，在涉及重大国际性议题时，应该把握鲜明的国家立场和政治价值取向。宋晓梧在《增强中国智库的独立性》[3]中指出，提高中国智库的独立性是中国经济社会发展的必然要求，独立性和多样性是并存的，智库独立性包括财务独立和思想独立，提高智库的独立性需要智库自身的努力。《大国智库》一书中指出“智库的本质特征是独立性，影响公共政策为基本目标”[4，认为智库应该避免利益博弈的干扰，成为社会公共利益的代言人。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.智库独立性的定义",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "作者简介：张伟一（ORCID：0000-0002-0458-0247），中海油研究总院有限责任公司研究员，硕士，E-mail： zhangwy27@cnooc.com.cn。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库独立性的概念没有定论，朱旭峰对独立性及独立性的丧失进行了界定，认为“独立性”指的是研究者忠实于客观研究结果而不考虑研究结果是否损害了某方的利益。判断独立性的标准应考察研究机构是否能够坚持客观的研究成果，表达独立的政策主张[5]。“独立性的丧失”界定为“智库运行过程中受其他主体影响，做出有违政策研究客观性、有损公共利益的政策建议或倡导行为”[回]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“一方面，智库的存在和发展，一般会受到其所处国家制度、体制、历史和文化背景的影响，离不开其所处国家内政外交的政治需要。另一方面，智库的存在和发展，总是与利益的维护和实现有着深刻的联系。和人文社会科学属性一致的是，智库虽然具有服务于公共政策、实现公共利益、承担社会责任的一般性功能，但就实质而言，其思想表达不可避免地蕴含特殊的价值判断和利益诉求。这一点不仅表现在智库生产思想产品的实践中，也表现在智库评价的实践中。任何关于智库独立性的理解都必须建立在这个基础之上”γ]。影响智库的独立性的因素深深植根于智库所在的政治、经济、文化土壤，因此不同国家智库在独立性方面也有着非常明显的差异。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库的独立性包括机构独立、研究独立和经费独立3个构成要素。智库独立性的影响因素比较复杂，一般认为智库的资金来源是其中最重要的影响因素。“智库是一个资金密集型产业，智库独立性与经费关系密切。智库经费来源不同，对于独立性具有较大影响，往往拿了谁的钱就会替谁说话”[8]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.智库独立性的国别经验",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1美国智库",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "一直以来，美国的智库体系都被认为是世界上最具活力，最值得信赖，也是发展最完善的智库体系。美国智库在开展公开辩论、提供市民社会教育，以及影响公共政策和管理方面拥有丰富的历史。被人们称之为称为立法、行政、司法、媒体之外的“第五种力量”。根据宾夕法尼亚大学《全球智库报告》的统计，截止2016年末,全球共有智库6,846家，美国以1,835家高居榜首，并且在全球顶级智库排名中美国智库大多名列前茅。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.1布鲁金斯学会",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "布鲁金斯学会在《全球智库报告》全球智库排名中常年位列首位，被视为各国智库学习和仿效的标杆。布鲁金斯学会以加强和捍卫美国民主；确保所有美国人获得经济社会福利、安全以及机遇；确保一个更加开放、安全、繁荣和合作的国际社会体系为宗旨。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "布鲁金斯学会的独立性包括思想的独立、资金的独立和政治的独立[。布鲁金斯学会学者的工作方式非常宽松，无论是在研究选题还是工作时间上都具有很大的自主性。布鲁金斯学会的资金结构非常多元，除来源于学会创始人罗伯特·布鲁金斯创立的专项基金之外，还有基金会、大公司及个人的捐助，政府资助及出版物收入和其他一些投资收入。以2016年为例（见图1），学会经费$67 \\%$ 左右来自于捐助、捐款， $28 \\%$ 来自基金，其他 $5 \\%$ 来自出版收入等其他收入。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Figurel Brookings FY2016 total expenses by source of funding ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "独立性是布鲁金斯学会非常珍视的价值，学会在保持学会独立性方面做出许多努力。首先，拓宽筹资渠道，丰富和多元的资金来源能够避免为了谋取商业回报而受出资者的影响。第二，签订合作合同时附加相关条款减少资助者对研究者的干预，学会绝大多数的研究资金与研究项目都不存在直接的关联。“即使有个别项目的资金提供方有特别的要求，学会或研究者依然享有保留发表这些成果的权利，学会确保将成果公布在网站上，或将报告公开发布，而不是私下投送给资助者”[1o]。第三，布鲁金斯学会始终坚持非党派性和公民性。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "要求研究人员不得利用工作时间参加政治活动，参与此类活动时必须表明是个人行为而不代表学会立场。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.2兰德公司",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "兰德公司于1948年5月成立，以“通过促进科学、教育和慈善的发展，维护美国的公共福利和安全”为宗旨。长期以来坚持做到“独立的、介于官民之间进行客观分析的研究机构”[4]。兰德公司的经费主要来源于与客户签订的项目合同。其中2/3来自于美国政府的项目。除此之外，还有来自慈善机构、基金会、私人部门和个人捐赠的资金。2016年，兰德公司约有3亿美元的资金收入，其中 $20 . 9 \\%$ 来自于美国国防部等国家安全机构， $1 6 . 2 \\%$ 来自美国空军，$14 . 9 \\%$ 来自美国陆军， $2 1 . 6 \\%$ 来自美国健康与人类服务部（见图2）。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/76cc578b489be5f855e52e6231f4cb101f1a84b72f42e9f90332d4a9859a6625.jpg",
        "img_caption": [
            "图2：兰德公司2016年经费来源"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Figure 2FY2016,netof subcontracts and RAND-initiated research ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在大量承接政府项目的情况下，兰德公司坚持不许政府介入、董事会成员中不能有政府官员、不接受政府直接资金支持3个原则[4。兰德公司不接受政府直接提供的资金，只与政府签订项目合同，根据合同做相应的调查研究[1]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "虽然一直以来美国的顶级智库自我标榜“独立性”，并将其视为智库的核心价值。但是美国媒体及公众对美国智库与金主特殊利益勾连的怀疑从未消除，近年来独立性“神话”更是频频破灭。2014年9月7日，EricLipton等在《纽约时报》发表题为《Foreign Powers Buy Influence at Think Tank》的文章[12]。文章称 2011年以来，至少有64个外国政府、国资机构或政府官员向28家美国主要的研究机构捐款。公开文件及游说记录显示海外捐赠（包括承诺捐赠的部分）的总金额至少达到9,200万美元。包括布鲁金斯学会、战略与国际研究中心、大西洋理事会等在内的著名智库大量接受外国政府捐赠，日益演化成外国政府的游说机构，更涉嫌违法[13]。《纽约时报》2016年8月7日和8日连续刊发两篇文章：《How Think Tanks Amplify Corporate America's Influence 》与《Think Tank Scholar or Corporate Consultant? It Depends on the Day》，披露布鲁金斯学会等智库接受企业捐款为企业谋取利益的丑闻。美国智库与政府机构间的“旋转门”机制，一方面提高了智库对国家政策的影响力，另一方面对其独立性造成威胁。布鲁金斯研究人员与政府部门关系密切。奥巴马竞选总统期间曾在布鲁金斯学会招募诸多幕僚。就任总统后，还邀请学会成员加入新政府。布鲁金斯学会深厚的官方背景，引发公众对于其独立性的质疑。此外，大部分美国顶级智库中还存在“董事连锁”现象，即董事在其他机构兼职[14]。“兼职董事”身上存在更加复杂的利益链条，在智库发展的重大问题上，存在利益倾向性的嫌疑。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2英国智库",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "英国是一个两党制国家，当前英国主要的智库大多由保守党或工党成立，其目的是参与意识形态的辩论，因此英国智库天然地与政党关系密切。英国智库常常面临着资金不足的困难，而其社会捐助事业发展程度相对于美国而言不够完善，智库不得不在经费上求助于政府。政府重视并大力扶植智库，是智库发展的最大客户。英国政府长期以来给予智库经费上的支持，直接通过财政拨款用于资助智库发展。英国政府为促进智库的发展提供了一系列优惠政策，并十分重视对国内智库在信息上的支持。政府通过强大的商业信息网，提供涉外咨询信息。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.1英国皇家国际事务所（查塔姆研究所）",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "英国皇家国际事务所成立于1920年7月，是英国规模最大、历史最长的国际问题研究机构。查塔姆研究所在《全球智库报告》中连续9年位居全球第2。2016年在“非美国”智库排名中位列首位，并在调查中被评为年度智囊机构。英国皇家国际事务所的宗旨是“推动个人和组织对不断变化和日益复杂的世界进行全面研究并提供政策参考”。英国皇家国际事务研究所在网站上声明：“英国皇家国际事务研究所是独立的，",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "效忠于任何政治机构”，并在其网站主页上声明：“本研究所从未从英国政府或任何其他来源得到任何补贴”[15]。英国皇家国际事务所 2016—2017年度得到了来自世界各地179 种不同来源的资助共1,509.9万英镑，这其中包括政府部门订单、私人基金和企业捐助等。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2.2亚当·斯密研究所",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "亚当·斯密研究所成立于20世纪70年代，是一个独立的、非营利的、无党派的智库，通过研究、出版、媒体宣传和教育来推动自由市场、新自由主义的理念[16]。“为保证机构的独立性，亚当·斯密学会不接受政府资助。学会希望大部分资金来源于更加自由的私人个体、基金会、商业活动以及学会销售图书的收入。[7]\"为了捍卫研究的独立性和公正性，在英国，研究项目委托方通常不能直接付费要求智库按照自己的意图出研究报告。此外，英国智库对于资金的使用也有严格限制：一是委托方不能指定资金使用目的，资金由智库全权安排和使用；二是委托方无权修改研究成果及结论，智库发布研究成果和结论也无需报经委托方同意；三是有些智库设有资助最高限额，防止资助者影响智库独立性。如亚当·斯密研究所就明确规定，每个企业每年度捐赠额度不得超过5万英镑[18]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3日本智库",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "根据日本智库与政府的关系可以简单将其智库归为3类：官方智库、准官方智库和民间智库。日本的官方智库主要是指直接隶属于政府及各个部门的智库组织，以防卫省的防卫研究所、财务省的财务综合政策研究所、日本银行的金融研究所为代表；准官方智库指独立行政法人形态的智库，这类智库大多依据《独立行政法人通则法》由政府各部门剥离出来而成立[19]，如经济产业研究所、产业技术综合研究所、情报通信研究机构等；民间智库法人形态存在的智库，包括实行企业化运作的营利型智库和财团法人智库（如野村综合研究所，银行系的智库等）以及非营利型智库（如综合研究开发机构、日本国际问题研究所）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "其中，官方智库的全部经费来自政府预算，准官方智库的经费来源于政府为其编制的预算。相比于官方智库，准官方智库的经费使用更加灵活，但是经费使用情况需要接受主管部门的认可和审计。民间智库的资金来源比较多样，有企业财团出资、会费和捐款、基金和不动产收益、调查研究活动收入等多种形式。日本多数智库都面临经费不足的困扰。20世纪90年代以来，日本经济长期低迷，持续滑坡，同时由于日本智库对各自“金主”的依赖性较强，导致包括政党型智库在内的许多智库面临资金困境。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "日本的官僚体制根深蒂固，行政机构掌控着公共政策从形成到实施的全过程，导致民间智库难以介入政策的制定及决策过程之中。日本智库的研究课题绝大多数为外委课题，而智库的调查研究收入又高度依赖于政府部门和准政府部门。官方外委课题较多限制了智库独立性。旋转门机制缺乏双向性，日本很多智库的会长、理事长等要职由退休官僚占据，由空降的“官厅官僚学者”主导推动调查研究活动，造成了利益输送的潜在可能。智库独立性问题长期以来为外界所诟病。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.国别经验对我国智库独立性建设的启示",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2015年1月20日，中共中央办公厅、国务院办公厅发布了《关于加强中国特色新型智库建设的意见》（以下简称：《意见》），提出到2020年目标是“重点建设一批具有较大影响力和国际知名度的高端智库”。中国智库发展迎来了一个新的高潮，各类智库迅速成长。但是在这过程中，许多问题仍然存在，并亟待解决。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1我国智库独立性方面存在的问题",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "与西方发达国家相比，我国智库仍然处于发展的初级阶段，在坚持智库独立性方面存在很多问题。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（1）智库发展“国强民弱”现象较为严重，智库发展不均衡。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2015年1月印发的《意见》，作为开启中国特色新型智库建设新时代的纲领性文件，对于社会智库一段的论述笔墨甚少。对社会智库的范畴也未给出明确的界定。《意见》中对社科院、党校行政学院、高校、军队、科研院所等体制内智库的支持力度是“促进”和“推动”，对于社会智库的用词是“规范”和“引导”。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "我国官方智库、半官方智库在数量、规模、资金支持、人员水平方面都占据绝对优势。上海社会科学院智库研究中心2017年2月发布《2016年中国智库报告—一影响力排名与政策建议》。从“综合影响力”“分项影响力”“系统影响力”“专业影响力”“研究议题”5个方面对国内智库进行排名，从排名结果可以看出，排名前靠前的几乎全部为体制内智库。以其中“中国智库综合影响力第 $1 { \\sim } 3 0$ 名”为例，除了处于第24和25位的中国国际战略学会和中国经济五十人论坛为社会智库外，其他28家上榜智库均为体制内智库[20]。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "社会智库建设长期发展不充分，一方面与智库自身存在资金短缺、人才匮乏、管理缺失等问题有关，另一方面也因为政府对社会智库的重视程度和扶持力度较弱。“各省市重点支持建设的智库单位中，大多没有社会智库的席位，政府部门对关系到社会智库发展的核心，如资金分配、政策咨询以及课题研究等方面的支持也明显不够”[2]。政府相关数据公开程度不够充分，社会智库缺少研究的必要数据。同时，社会智库相较于体制内智库还缺少影响政策的途径。此外，智库市场发展不健全，智力购买意识不足，也对智库的发展产生了较强的限制作用，使得社会智库影响力薄弱，难以发挥资政启民的作用。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（2）智库立法不完善，社会智库筹款存在合法性障碍。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "社会智库作为民办民营的研究机构，在我国属于社会组织的范畴。适用的法律法规主要是1998年国务院颁布的《民办非企业单位登记管理暂行条例》和《社会团体登记管理条例》。政府对社会智库实行“双重管理”（由登记管理部门和业务主管单位双重负责）的制度。必须有业务主管单位这一要求，无疑是社会智库合法化的最大困难。许多智库由于找不到“婆家”，转而工商登记为企业。成为企业就意味着社会智库不能像民办非企业那样接受社会捐赠，还需承担纳税义务。社会智库在国际化融资方面存在很大难度和巨大风险，许多民间智库在接受国际捐赠甚至国际组织委托项目时都有顾虑或干脆表示不接受境外资金”[22]。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2017年2月，中央全面深化改革领导小组第三十二次会议审议通过了《关于社会智库健康发展的若干意见》。对“社会智库”给出了官方定义，提出对社会智库进行“扶持引导”和“规范管理”。《意见》再次重申对社会智库实行民政部门和业务主管单位双重负责的管理体制。其中，民办社科研究机构由省（自治区、直辖市）社会科学界联合会担任业务主管单位，并由省级人民政府民政部门进行登记；其他社会智库由其活动涉及领域的主管部门担任业务主管单位，并由同级人民政府民政部门进行登记。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（3）社会捐赠体制不健全，阻碍社会智库发展。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "目前，我国捐赠方面的法律与美国等发达国家相比尚不完善。在受赠人、捐赠物、捐赠意图以及捐赠行为方面的界定“无论立法者还是实务界，对于符合慈善抵扣的公司捐赠构成要件的认识尚不充分”[23]。以受赠人为例，我国现行的法律法规中对受赠人的界定不清，且范围狭窄。诸多部委发布的文件，对合格受赠人的表述更显得五花八门，不尽一致。同时要求，作为社会团体的受赠人的慈善抵扣资格需要行政审批。以上种种要求对扶持和发展社会智库极为不利。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（4）智库的研究理念与实践品格有待进一步规范。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "长期以来，包括各级党校、政府政策研究室、军队研究机构、社会科学院、高等院校①以及国有企业内部研究机构在内的体制内智库的经费来自于政府预算、财政拨款、国有企业拨款，资金来源非常单一。官方智库与半官方智库长期“吃皇粮”，使得体制内智库倾向于揣摩上意进行预设结论的研究，习惯于“命题作文”。而社会智库经费拮据，缺少政策影响途径，需要为了争取资金而努力为金主提供满意的研究。智库及研究人员的研究理念和目标不明确，缺乏研究者应当具备的研究“风骨”，研究缺乏客观性、独立性，社会公信力及影响力较低。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.2国外智库经验对我国智库独立性的启示",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（1）营造创新、包容的社会舆论和政治环境，推动各类智库协调发展。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "美国、英国著名智库主要为注册成立的社会智库。在西方发达国家各类智库中社会智库在数量上占比较大。非官方的社会智库影响力强，在资政启民方面发挥了巨大作用。相比之下我国的智库结构尚不健全，官方智库独大，社会智库发展缓慢。各类智库白花齐放、百家争鸣，有利于保持智库的独立性。政府部门和社会舆论要接受研究无禁区的学术研究理念。政府应当建立平等对话机制，加大购买服务支持力度，开展决策咨询服务和政策评估服务，引导和扶持社会智库的发展。破除“圈子”文化和“官本位”思维，改变过度依赖体制内智库的现状。完善信息支持政策，加大政务公开力度，使各类智库的政策研究者都能够获得研究所需的准确信息与数据。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（2）完善智库相关的法律法规，促进社会智库健康发展。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "在美国，按照《美国联邦所得税法》对非营利组织的规定，社会智库作为非营利组织，免收国家和地方的财产税、营业税、赠与税、募捐税等，这一规定促进了社会智库的建立和发展。对我国而言，需要完善《民办非企业单位登记管理暂行条例》和《社会团体登记管理条例》，进一步简化智库注册手续，放宽准入门槛，减免智库税费，减轻智库负担。尽快颁布引导和扶持社会智库的配套政策，并确保相关政策落地。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（3）梳理和完善捐赠法律法规，理顺和简化智库捐赠的流程和手续。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "经费来源是影响智库独立性最重要的因素。经费来源单一，将会导致出现“吃人嘴短，拿人手短”的现象。世界著名智库大都通过多元化的经费来源保持和彰显自身的独立性。其中，社会捐赠是拓宽智库经费来源最重要的途径。与美国相比，我国的慈善捐赠意识欠缺、立法滞后，严重影响了智库的资金筹集。我国在立法方面，亟需进一步明确捐赠行为的要件，简化相关流程手续，明确慈善抵扣条件。通过完善法律法规，不断鼓励企业进行慈善捐赠，培养全社会慈善捐赠意识，引导企业和个人向智库等研究机构进行捐款。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（4）加强对各类智库的监督管理，研究人员应加强我自管理和约束。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "关注智政关系中的豢养模式与利益循环，警惕大资本驱动下的智库异化与利益代言。政府应出台相关的法律法规，规范智库的权利义务。智库管理部门应当加强对智库财务状况的审计及行为的监督。此外，研究人员也应提高自身修养，加强自我管理和约束。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "在学习和借鉴国外智库先进经验的同时，我们要清醒地认识到任何智库都植根于其所生长的文化、政治土壤，世界上没有完美的智库。要破除西方智库“独立性”神话。“取其精华，去其糟粕”，批判式地借鉴吸收，探索出一条符合中国国情的智库发展之路。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1]石东.什么是智库的核心价值：专访布鲁金斯研究院理事会主席约翰·L·桑顿[J].中国经济导报,2009(8): 50-52.  \n2[]王荣华.新智库的探索与实践[M].上海:上海人民出版社,2016:278.  \n3[]宋晓梧.增强中国智库的独立性[N].社会科学报，2014-07-17（2）．  \n4[]王耀辉，苗绿.大国智库[M].北京:人民出版社,2014:45-284.  \n5[]朱旭峰.从中外统计数据看中国智库发展路径[N].学习时报，2014-06-16（6）．  \n6[]中国智库透明度研究\"课题组.中国智库透明度报告[J.智库理论与实践,2017,2(1):63-82.  \n7[]马冉，吴波.智库建设需正确把握独立性[N].中国社会科学报，2017-06-15（2）.  \n8[]李国强.对“加强中国特色新型智库建设”的认识和探索[J].中国行政管理,2014(5):16-19.9[]王莉丽.全球第一智库：布鲁金斯学会[N].学习时报,2012-12-17（6）．  \n10[]刘昌乾.世界一流智库如何保证研究的独立性：基于美国布鲁金斯学会的研究[J].中国高教研究,2014(9):66-70.  \n11[]徐伟，崔克亮.国研中心对话兰德公司[N].中国经济时报,2011-3-28（1）.  \n12[]The Seatle Times. Foreign powers buy influence at think tanks[EB/OL]. [2017-12-12].  \nhttps://www.seattletimes.com/nation-world/foreign-powers-buy-nfluence-at-think-tanks/.  \n13[]澎湃研究所.智库吃人家的嘴短？美媒惊呼美国智库遭外国势力渗透！[EB/OL].[2017-12-12].http://www.thepaper.cn/newsDetail_forward_1266032.  \n14[]李刚，关琳.美国智库“独立性”拷问：基于董事连锁网络的实证考察[N].光明日报,2015-6-17（16）.  \n15[]Chatham House. Our Funding[EB/OL]. [2017-12-12]. htps://www.chathamhouse.org/funding.16[]Adam Smith Institute. About the Adam Smith Institute[EB/OL]. [2017-12-12].  \nhttps://www.adamsmith.org/about-the-asi/.  \n17[]王佩亨，李国强.海外智库：世界主要国家智库考察报告[M].北京:中国财政经济出版社,2014: 57.  \n18[]国务院发展研究中心公共管理与人力资源研究所\"国外智库管理体系研究\"课题组,王佩亨,李国强,等注重提升影响力的英国智库[J].管理观察,2013(28):18-23.  \n19[]程永明.日本智库经费来源渠道研究[J].人民论坛，2014(8):240-243.  \n20[]上海社会科学院智库研究中心.2016年中国智库报告：影响力排名与政策建议[R/OL].[2017-12-12]. htp://www.pjzgzk.0rg.cn/upload/file/20170315/20170315130433_923.pdf.21[]何绍辉.建设社会智库从破除偏见开始[N].经济日报，2017-10-07（8）．  \n22[]唐磊.中国民间智库30年的初步考察[J].中国社会科学评价,2016(4):99-112,129.23[]葛伟军.公司捐赠的慈善抵扣美国法的架构及对我国的启示[J].中外法学，2014,26(5):1337-1357.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Inspirations on building an independent Chinese Think Tank: Lessons from foreign ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "experiences ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Weiyi Zhang ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "CNOOC Research Institute Co., Ltd. Beijing 10028 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Abstract:[Purpose/significance] Independence is one of the core values of a think tank, which is complicated, subjective and hard to quantify. At present, there are few studies on independence of Chinese think tanks and further discussion is needed.[Method/process] This article compares and analyzes the current independent status and measures to maintain such status of think tanks in the United States, United Kingdom and Japan. It also exposes the existing independence problems of ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Chinese think tanks and provides suggestions. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "[Result/conclusion] In the process of building a new type of think tank with Chinese characteristics， we need to promote coordinated development of various kinds of think tanks, implement relevant laws and regulations on the registry and management of think tanks, encourage donation to think tanks from both enterprises and individuals,and strengthen the supervision and management of various kinds of think tanks.Keywords: Independence American think tank British think tank Japanese think tank New think tank building ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "收稿日期：2018-01-08 修回日期：2018-01-29 本文责任编辑：唐果媛",
        "page_idx": 12
    }
]