[
    {
        "type": "text",
        "text": "元宇宙应用的梦境理论：基本原理、方法和启示\\*",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "杨轩1† 周超1 张澍1 舒叶芷」 刘心阁 王晓岸² 刘永进1,3\\*1(清华大学计算机科学与技术系，北京 100084)2(脑陆科技 北京 100122)3(北京信息科学与技术国家研究中心北京 100084)\\*通讯作者同等贡献",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[目的］本文从提升人的价值和幸福感出发，以拓展和探寻元宇宙的应用为目标，综述了心理学关于梦境的理论假说。  \n[方法］通过文献综述的方法，综述了梦境的功能和理论基础，并在娱乐社交、技能学习、咨询测评、创伤治疗等方面，将元宇宙作为现实世界和梦中世界的补充对其应用前景和面临的挑战进行了讨论。  \n[结果］未来元宇宙的设计可以参照梦境这个与生俱来的虚拟现实体验，帮助调节人的心理和行为健康。  \n[局限］由于梦境研究的发展尚处发展阶段，本文尚未对梦境研究的行为和神经机制进行系统性综述。  \n[结论］本文基于梦境理论为元宇宙研究提供了新的理论指导与发展建议，为实现现实、梦境和元宇宙三者的协调发展提供了新的思路。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：梦 元宇宙 清醒状态 情感计算",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Dream Theory for Metaverse Applications: Principles， Methods ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "and Implications ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yang Xuan1+ Zhou Chao1† Zhang Shu1† Shu Yezhi1 Liu Xinge1 Wang Xiaoan² and Liu Yongjin1,3\\*   \n1(Department of Computer Science and Technology，Tsinghua University，Bei jing 100084, China) ²(Research Institute of BrainUp Technology Beijing 100122, China) 3(Beijing National Research Center for Information Science and Technology Bei jing 100084，China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Objective] The dream world, as a virtual reality world generated by brain，is resemble with the metaverse. Different psychological hypotheses have explained why the brain could constructs the immersive, realistic virtual world in dreams. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Methods] This paper reviews the theoretical hypotheses about dreams that the application of metaverse can refer and help to to enhance people’ s self-worth and happiness. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[Results] The design of future metaverse can refer to the innate virtual reality experience of dream, and play a role to facilitate human behavior and mental health. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[Limitations] This review has not systematically reviewed the behavioral and neural mechanisms of dreams because of the limited papers of dream studies. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[Conclusions] Based on review of theories, functions and the mechanism of dreams, theoretical guidance, suggestions and challenges for the development of metaverse are provided and discussed in this paper. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: Dream Metaverse Affective Computing ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "元宇宙(Metaverse)目前已成为科技界、社科界、经济界、教育界、新闻出版界、文化艺术界等领域现象级的名词，被认为是互联网发展的下一个主题。“元宇宙”本质上是一个虚拟生活与现实直接互动、共存、共同演化的共享虚拟空间，通过相关技术将增强的物理现实和虚拟空间相结合，用户可以进行各种文化、社会和经济活动并创造价值。元宇宙背后的关键技术群一一比如扩展现实技术(包括虚拟现实、增强现实和混合现实等技术)、5G、人工智能、区块链等[1]正在飞速发展，虽然当前技术条件仍处于初级阶段，但随着科技和社会的发展，各领域技术逐渐实现突破，元宇宙时代终将到来。经济与社会发展归根到底是为了满足人的需要、利益、愿望和诉求，元宇宙应用的最终目的是为用户带来更好的沉浸感、社交互动、交互和情感体验[2]。因此，有必要从用户的角度出发来构建元宇宙框架。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "以用户为中心元宇宙研究关注用户的沉浸式体验，这与人在梦中的经历十分相似。梦，特别是清醒梦(Lucid dream)，一种介于现实和虚拟的“世界”，与元宇宙有一定的相似性。元宇宙中用户可以在虚拟现实和增强现实之间无缝切换[3]，这样可以最大程度保留沉浸体验，并且更加自由、开放。用户不仅是元宇宙的接受者，也能够操作和创造“内容”或“体验”。这使得元宇宙体验与梦境体验之间有了更多相似性。当前学术领域对于元宇宙的研究处于起步阶段，用于理解元宇宙的理论还有待探索，而梦境的研究对于元宇宙可能有更广泛的启示。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "梦境研究在心理学领域已有近百年历史，研究者们提出了诸多阐释梦境原理、特点、功能及其与现实世界关联的理论和假说。这些丰富的梦境研究成果可能对理解元宇宙的功能、体验有重要借鉴作用。Schafer[4提及了心理元宇宙(Psychologicalmetaverse)这一概念并讨论了心理学领域中与元宇宙或多媒体相关的梦境研究。与梦境相似，元宇宙数字世界也是被建构的，即我们可以运用新技术来建构数字现实。参照荣格对梦境结构、功能和目的定义，用交互式的戏剧电子游戏来模拟梦境[5。由于所设计的游戏能够模拟梦境中隐喻象征叙事、情感和交互体验的复杂动态，因此，隐喻叙事框架似乎是梦境和电子游戏共享的动态。据此类比，认知无意识类比电子游戏的计算维度，意识类比游戏屏幕中灯光舞台上的象征性投射，做梦者类比交互式沉浸在屏幕中千变万化的符号中的游戏玩家。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "另外，根据Blackmore[观点，我们对生活的体验是主观的，这种体验中存在着各种其它建构的现实或意识状态，清醒意识状态下感知觉建构了清醒现实。生理建构的梦境现实和技术建构的数字现实都存在于感觉的框架内，不同现实之间的界限并非牢不可破，例如清醒梦，做梦者在梦中“醒来”，同时仍然保持睡眠状态，由于做梦者的感知打破了梦境现实的框架，因此能够同时意识到梦境现实和清醒现实。梦境现实中可以打破框架，那么在数字现实中，甚至在清醒的现实中也有可能打破框架。数字技术的发展让我们可以在数字现实中模拟梦境现实，因此，使用这些技术在替代现实(例如数字虚拟世界和梦)中实现感知或真实感的体验是可行的。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "综上，本文尝试从人类梦境的视角出发，以人类梦境中的情绪体验为出发点，系统梳理了当前梦境的理论，以及梦境和元宇宙的共性。通过参考梦境功能的相关理论，本文对当前元宇宙主要的应用领域进行分析，以期为元宇宙的理论建设和应用提供一定启示和参考。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 元宇宙",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "元宇宙，“元”意为“超越”，字面意思指一个超越现实物质世界的宇宙。Meta 公司(前Facebook 公司)的首席执行官 Mark Zuckerberg 曾描述过一个宏大的元世界愿景：“一个更具有沉浸感和实体化的互联网”，在那里“你可以做几乎任何你能想象到的事情，与朋友和家人聚会、工作、学习、玩耍、购物，甚至创造全新的异于当今手机或电脑的领域”[7]。这种“具有沉浸感和实体化的互联网”并不是一种形而上学或纯精神概念的非物质世界，它是通过生活日志[8]，虚拟集体空间[9]，互联网/空间互联网[10]，镜像世界[1]等概念定义的计算机生成的数字虚拟世界[12]。它拥有持久存在的具有共享性质的社交空间，用户在其中以化身的形式进行活动并可长久居住和互动[13]。每个人通过可类比于其现实身份的化身在元宇宙中体验另一种生活[12]，其在元宇宙中的虚拟财产与物理财产具有同等效力，并可对自己的财富进行创造、销售或交换[13]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前，元宇宙的发展仍处于早期阶段，它的体系结构在学术界和工业界尚未形成一致的定义。Duan等[14从宏观角度提出了一个组成元宇宙的三层架构，包括基础设施、交互和生态系统。基础设施层包含支持虚拟世界运行的基本需求，包括计算、通信、区块链和存储。交互层面强调的是用户的沉浸式体验、数字孪生和内容创建，它们既是连接物理和虚拟世界的交互层中的重要组成部分，也是从物理世界跨越到虚拟世界的桥梁。生态系统可以提供一个平行的生命世界，持续为世界上所有的居民服务，使人们在元宇宙活动中感受到与现实世界完全不同的社交体验成为可能，比如与人工智能引擎驱动的非玩家角色(Non-playercharacter，NPC)交朋友等。这三个部分从宏观上组成了一个完整的物理世界与虚拟世界的生态体系。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "与此相似，Lee 等[13]将元宇宙分为三个阶段：(1)数字孪生(Digitaltwins)，即虚拟环境中大规模和高保真的数字模型和对应的物理实体[15]，(2)数字原生代(Digitalnatives)，即越来越多的个人开始数字游牧民的生活方式，虚拟交易市场也应该具备保护虚拟物品所有权的能力[16]， (III)物理-虚拟共存/超现实主义(Co-existence of physical-virtual reality or thesurreality)，即建立一个具有高度独立性的，能自我维持和持久存在的，并能与物理世界共存和互操作的虚拟世界。但是，目前元宇宙的研究尚处于初级阶段，还主要集中在虚拟世界与用户的接入点上，例如，交互(输入输出)技术和内容创作技术[17-19]。尽管在一些游戏中玩家可以通过游戏中逼真的图像体验置身其中的真实感，如在游戏《第二人生》(Second Life)中用户可以构建和塑造自己的3D环境，并生活其中，但是视频游戏仍然缺乏互动性和完全的置身体验感。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Dionisio等[2]认为现实性、普遍性、互动性、高扩展性是元宇宙可行性的核心部分。其中，现实性是虚拟空间是否足够真实地让用户在心理和情感上沉浸在另一种世界中。普遍性指的是组成元宇宙的虚拟空间可以通过现有的数字设备(例如，台式机、平板电脑或便携式移动设备)访问，用户的虚拟身份或集体角色在元宇宙中的转换过程中保持不变。互动性是指虚拟空间中：(1)用于虚拟环境重建或渲染的数字内容在特定实现中保持可替换性； (2)用户可以在沉浸式体验中无缝地在不同地点之间移动而不受干扰。高扩展性是指元宇宙的服务器架构能够提供足够的能力，使大量用户能够在不损害系统效率和用户体验的情况下使用元宇宙中的数据。由此看来，沉浸式体验是实现元宇宙的首要任务，而沉浸感的实现除了视听触觉体验外，用户在心理和情感上沉浸也是极为重要的一个方面。而从内源性出发，人的清醒梦境状态下的大脑体验具有接近完全身临其境、真实可信的虚拟现实(Virtual reality，VR)，并能够传递情感内容，是一种最接近现实生活真实性的体验，其与在元宇宙中感受置身于现实生活一样的体验，具有极为相似之处[1].",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前，关于元宇宙的科学研究尚处于新生阶段，Davis 等2提出，元宇宙研究包含技术发展和发生在元宇宙环境中的社会互动两方面。技术发展的需要来自人类发展的需要，其根本目的与实现人类社会的多维互动和高质量发展密不可分。因此本文从人的情感需要出发，以梦境的沉浸式置身体验为启发，为建立具有沉浸感互动体验的元宇宙提供未来研究方向和应用启发。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3梦境与元宇宙的相似性",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "梦境是一系列在睡眠中发生的、没有外部刺激诱发的主观体验[20]。尽管没有任何实际的物理刺激，但是在睡梦中大脑构建出了一个沉浸式的、虚拟又真实的世界。Revonsuo 等[2在梦境模拟理论中直接引用了虚拟现实领域的术语来对梦境进行阐释：梦是一种经验现实(Experiential reality)或替代性现实(Alternativereality)，做梦者以化身的形式在梦中存在，有着丰富的情绪体验，同时能够做出一系列与现实中相似的行为反应。在梦境世界中，做梦者并不是孤独的，大脑还会生成其他具备自主行为能力、无法预测或控制的现实角色(Realisticcharacters)，与做梦者产生一系列的社交互动。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "梦中世界与元宇宙世界的产生存在着一定的相似性。元宇宙世界是由计算机构建的、没有实际刺激来源的、沉浸式的虚拟世界。在睡梦中，大脑同样可以构建出这样一个相似的虚拟世界。尽管没有实际的外部刺激，但是个体在梦中和元宇宙中的化身，依然可以获取与现实中相似的基本视觉、听觉、触觉等感知觉和情绪体验[22]，及社会认知和社会互动[21]。Hobson 等[23]提出，“大脑天生就被赋予了一个虚拟现实生成器”，梦境是一个和现实世界互补的虚拟现实世界。大量神经生理研究证实了梦境视觉意象(带有人的主观色彩",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "的视觉形象)的产生与快速眼动睡眠中广泛的脑区激活有着紧密联系，例如包括眶额区(Orbitofrontal cortex，OFC)、扣带回(Cingulate)、杏仁核(Amygdala)、下丘脑(Hypothalamus)、隔区(SeptalArea)等在内的边缘系统、大脑前额皮层(Prefrontal cortex，PFC)、颞叶皮层(Temporal cortex)、枕叶视觉区(Occipital visual area)和网状结构(Reticular formation)等[24-26]  \n。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "梦境世界中是否存在意识受到了研究人员的广泛讨论。尽管梦中状态与情绪状态存在很大差异，但是研究人员逐步形成统一的认识：梦中存在意识。神经科学领域的研究证实了梦境与清醒状态共享着相似的神经生理机制[27，28]意识状态是一个以大脑皮层功能为基础的连续体，从注意力集中的清醒意识活动，到松散的清醒思维，到白日梦，到梦中意识[29]。Edelman[30]提出，意识状态分为初级意识（Primaryconsciousness）和次级意识（Secondaryconsciousness)两个水平。初级意识普遍存在于人类和其他哺乳动物中，它包括一般的感知觉和情绪功能。次级意识是更高级的意识状态，在这种状态下，个体可以进行抽象思维，对自身的行为和情绪进行觉察，以及产生对过去和未来的抽象概念。在清醒状态下，个体通常同时具备初级意识和次级意识。而在梦境中，个体通常缺乏次级意识，只有初级意识[31]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "但是在一些特殊的梦中，做梦者同样可以具有与清醒状态相似的高级意识功能，例如清醒梦。清醒梦是一种特殊的状态，做梦者知道他正在做梦，但是却并没有脱离睡眠状态[32]。清醒梦得到了许多实验证实，例如，在某项采用眼动标记范式的研究中，研究者让做梦者每当发现自己进入清醒梦以及清醒梦结束时，按预先设定好的顺序有规律的转动眼球，标记清醒梦的发生时间[33，34]。与清醒状态相似，清醒梦也同时具备初级意识和次级意识[35]。做梦者除了在梦中可以做出基本的行为和情绪反应之外，还具备元认知(Metacognition)，即自我反思和觉察的能力[18]。有研究人员提出，人在清醒梦状态下的体验是与元宇宙最相似的一种体验[1]。在梦境世界中，清醒梦和一般的梦境不同，做梦者可以自主控制自己的行为。例如，对于发生在快速眼动睡眠时期的梦，做梦者的眼睛是任意转动的，而清醒梦的做梦者可以自主控制眼球活动[8]。Voss 等[3使用脑电设备，在实验中系统比较了清醒状态、快速眼动睡眠时期和清醒梦状态下的脑电活动，结果证实了清醒梦是一种既包括清醒又包括睡着的混合意识状态。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "尽管元宇宙需要增强沉浸感以模拟现实体验，直观上与现实世界是最贴近的。但是从意识状态、存在形式、刺激来源等方面上看，人们在元宇宙的体验与在大脑所构建的梦境世界是最相似的。在元宇宙的虚拟现实中，我们以化身的形式存在，可以扮演与现实生活完全不同的角色、身份，这与梦中的化身是相同的。大脑构建的梦中虚拟现实同样具备元宇宙的现实性、互动性等特性，做梦者可以沉浸的在真实的时空中转换。清醒梦是与元宇宙体验最贴近的意识状态，清醒梦中做梦者既知道自己处于梦境的虚拟现实中，又能在梦中身临其境的进行社会互动。在元宇宙的虚拟现实中，用户的意识状态同样是在现实和虚拟现实中转换的，他们既存在现实时空中的意识，又存在对元宇宙中自己化身的具身感知[3]。尽管一般梦境是不可控的、没有逻辑的[38]，但是清醒梦却是做梦者自主可控的，甚至可以控制梦的内容[39]。因此，梦中体验，尤其是清醒梦下的意识状态，是与元宇宙最相近的人类与生俱来的心理现象。从心理科学形成之初至今，梦境一直受到心理学和神经科学研究者的广泛关注，有大量理论和假说对梦境的产生、功能和意义进行了不同的解释。元宇宙作为一个新兴的研究领域，目前绝大部分研究和应用还仅仅集中在游戏和科幻作品当中，元宇宙的未来应用仍然有很大的局限性。基于梦境世界和元宇宙的相似性，系统综述梦境的功能和意义对元宇宙的潜在应用能够提供重要的借鉴意义和指导方向。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4梦境理论假说",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1 补偿假说（Compensation Hypothesis）",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "补偿假说源自于20 世纪早期Freud 和Jung 等精神分析和心理动力学派等心理病理学家对精神病患者的梦的阐释。他们认为清醒生活中被忽视的内容常在梦中显现[40，41]。这一假说关注的大多是性冲动、攻击本能等负性情绪，对梦的内容的也往往采用神话(Mythology)、隐喻(Metaphor)意味的解释。例如 Freud认为梦是压抑的性冲动和攻击本能的体现；Jung 认为梦是与清醒思维是相对立的，梦是以一种符号、无法理解的方式对未展现的心理的补充。但是支持这一假说的实证证据都仅源自于有限的临床个案研究，并且此类研究所采用的研究方法也是精神病学家的经验分析和解释，因此随着梦境研究方法的不断发展，补偿假说受到其他研究者的广泛质疑。尽管这一假说受到的批评不断，在咨询与临床领域依然得到精神分析学派的广泛应用。通过对梦境日志记录，治疗师通过对来访者梦中的意象和情绪进行分析，进行心理咨询和治疗.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2 连续性假说(Continuity Hypothesis)",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "连续性假说最初由Hall和Nordby[42提出，认为梦与清醒状态下的生活体验是一个连续的整体。该假说抛弃了补偿假说的经验分析，采用科学实证研究，得到了一系列支持性证据，受到大量研究者的拥护。但不同研究者对连续性(Continuity)的定义存在较大的争议，即从清醒状态延续到梦境中的具体内容究竟是什么？Domhoff 等[43认为，清醒生活和梦的连续性特指认知连续性，即梦是清醒时概念和想法的戏剧化的表达，这包括自我以及与关系相关的概念(例如关于个体自我、特定亲属或朋友的概念)、个体所关心的事(例如关系)，以及个体的兴趣爱好。但后续实证研究表明，清醒生活和梦的连续性不只是局限在认知概念上，清醒时的情绪乃至生活事件也会延续到梦中[4,45]。Schredl[46]提出了一个数学模型来表征清醒生活进入梦中的几率，清醒生活被梦到的几率受到生活事件类型、当时的情感卷入、做梦者人格特质、发生时间等因素的影响，生活事件越重要，当时体验到的情绪强度越强，这个事件就越容易进入到梦中。连续性假说得到了大量实证研究支持。例如，有研究表明抑郁患者的梦中的情绪更多是消极基调的，焦虑、抑郁的病程或严重程度均与梦中的消极情绪出现的次数正相关[47]。前一天晚上观看情绪性图片的效价会影响做梦者对梦中情绪评估的效价，如果一天看的情绪性图片是积极的，梦中情绪就越积极，如果图片是消极效价的，梦中的情绪也越消极。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "尽管连续性假说发现了清醒生活事件和情绪与梦中的内容和情绪存在连结，但是该理论无法解释这种连续性的功能和意义在于什么。另外，不同研究者采用的研究方法存在较大差异，例如 Domhoff 等[43]让做梦者自我评价梦境中的内容是否与清醒生活有关；Schredl等[49编制了量表让外部研究者/评价者根据清醒生活与梦境内容的相似性评价是否具有连续性。但是把生活事件和梦境内容的相似性解读为清醒生活延续进了梦中是存在逻辑问题的，因为相似并不意味着相同。例如，虽然Schredl把攻击性和杀人的梦解释为连续性，但是并不意味着所有被试都没有杀人的经历[45]，这种不同可以解释为梦境与清醒生活的不连续性。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "随着认知神经科学的发展，脑成像结果表明大脑默认神经网络(Defaultnetwork)、清醒状态下思维徘徊(Mind wandering)与REM睡眠时期的大脑激活存在较大重合[50,51]。基于此，认知连续性理论的先驱 Domhoff 后续提出梦境意象是思维的具身模拟(Embodied simulation)，但可能只是大脑默认网络激活在睡眠中激活的副产品，不具备某种功能上的意义[52]。但是针对个案的长期追踪研究结果表明这种具象模拟在梦境和现实中具有一致性，对研究做梦者所坚定的认知概念依然有重要意义[53]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.3 情绪加工假说(Emotion Processing Hypothesis) ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "基于对噩梦和有创伤经历人的梦境研究,Hartmann 等[54提出了情绪加工假说(Emotion Processing Hypothesis)，认为心理和大脑皮层功能是一个连续轴，从一端的清醒意识，到幻想、白日梦、再到另一端的梦境意识，梦境实际是各种心理功能松散、广泛的超连接(Hyper-connectivity）。与连续性假说相似，Hartmann 等[54,55]认为梦境由做梦者最主要的情绪所主导，做梦者清醒时的情绪和最关心的事件影响了梦境中的核心意象(Central imagery）。例如，早期针对临床病人的梦境研究发现，那些经历过重大创伤事件(如家庭暴力、攻击、丧失亲人等)的人所做的梦，都会出现一些相似的意象，例如被几十米高的海啸所吞没，并且当做梦者梦到这类意象，往往都处于恐惧、紧张的情绪当中[54]。后续针对9-11事件亲历者的梦和正常人的梦的研究发现，做梦者清醒时经历的事件和所处的情绪强度，影响着梦中核心意象的情绪强度[56。57]。在睡前看9-11事件的视频，梦里会出现更多的恐惧、悲伤、震惊等消极情绪，梦的内容也是更消极的，例如，梦到被攻击和追杀，或者是梦到坠落和溺水[58]。Hartmann 等[54]认为，尽管该理论仍然无法解释梦的功能，但是他们提出梦中的核心意象表达出了做梦者的情绪状态，并且在梦中以意象的形式构建了新的情绪性记忆。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.4 情绪吸收假说(Emotion Assimilation Hypothesis) ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "与情绪的加工假说相似，其他研究者也认为梦境具有重要的情绪加工功能。Malinowski 等[59在睡眠和梦境功能的基础上提出了情绪吸收假说(Emotion assimilation hypothesis)。大量研究表明睡眠对记忆巩固有重要作用[59-61]，而传统关于梦中情绪的理论只讨论了情绪自身的功能，不能很好的将情绪和其他认知功能建立联系。因此情绪吸收假说提出，情绪可能在潜意识上提供一种信息，它与那些清醒时的重要经历有关，是需要被记忆系统存储的记忆，所以我们会优先把这些情绪性经历纳入梦中以吸收这些重要信息[62]。该假说认为梦中体验到的事件和情绪是具有选择性的。对清醒生活事件和梦中内容的比较研究支持了这个假说，清醒生活中情绪强度更强的事件更容易出现在梦中，与个人重要事件、主要关心的事以及新异事件相比，日常琐事更少出现在梦里[62]。情绪性记忆的研究也表明对记忆编码起到重要作用的是情绪强度，而非情绪效价，大脑对积极和消极情绪记忆的编码是相似的",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[63]，因此这种选择性体现了梦中情绪的重要功能，它告诉我们什么是重要的  \n[59]0",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.5 情绪调节假说(Emotion Regulation Hypothesis) ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Cartwright等[64]基于对离婚人群所做的梦的研究发现，认为梦具备重要的情绪调节功能。他们发现，这些人中有抑郁症状的正常人，随着睡眠时间的推移，梦中消极情绪减少，梦中积极情绪增多；那些梦到生活中经历的消极生活事件的人和没有梦到这些经历的人相比，他们在梦中体验到的消极情绪和内容有助于改善应对负性事件的能力[65]。其他研究者也提供了支持性结果，例如，当酗酒者梦到喝酒且体验到消极情绪会改善他们的酗酒行为；梦到死去的亲人会缓解做梦者失去亲人的痛苦[67]。但是也有研究发现了矛盾的结果，例如 Lara-Carrasco 等[8]发现，梦中出现的消极情绪并不能改善前一天晚上的消极情绪。支持情绪调节假说的研究者认为，这可能源于梦所起到调节功能具有一个延迟效应，即梦对情绪的调节作用会在一段时间过后起作用，而非在短时间内立即起作用[69-71]。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.6梦的威胁/社交模拟理论(Threat Simulation and Social Rehearsal) ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "梦模拟假说的提出源自于围绕梦的概念所产生的争论。早期研究者认为梦是发生在快速眼动睡眠阶段的一系列怪异离奇的幻觉和妄想[72，73]。但不断有证据表明，梦不仅发生在快速眼动(Rapid eyes movement，REM)时期，也发生在非快速眼动(Non-rapid eyes movement，NREM)时期，以日常生活和人际社交情境为内容的梦也是梦的重要组成部分，单纯的从生理学实验中得出的观点无法诠释梦的概念[74]。因此研究者提出，梦是在睡眠意识下以一种多模态、复杂、动态的方式对世界进行模拟[2。基于此，Revonsuo 等提出了梦的威胁模拟理论(Threat simulation theory，TST)[75]和社交模拟理论(Socialsimulation theory，STS)[21]。这两种理论均认为梦对现实世界的模拟在进化和生存中有重要的作用。前者主要关注噩梦和由消极情绪主导的梦，认为此类梦是个体对各种可能发生的消极结果进行预演，为个体在现实世界中的生存提供“演练”机会。尽管威胁模拟理论对于恐惧、焦虑、PTSD 相关的梦可以提供很好的理论解释，但是采用自我汇报的梦境研究发现积极情绪和消极情绪在梦中是平衡出现的，积极或中性情绪主导的梦同样重要[20.76]，威胁模拟理论并没有很好地解释这类梦境的起源。因此为了补充威胁模拟理论的不足，Revonsuo 后续提出了社交模拟理论[75]。该理论认为，梦是对现实生活的社交情境、社交认知、社交关系的模拟，做梦者自己、所梦到的认识的人或陌生人都会以虚拟化身的形式在梦中出现，并且发生一系列自主地、无法预测地社交互动[75]。Revonsuo 等[75]认为这种社交模拟与威胁模拟一样具有重要的进化功能，其一在于强化，它能够帮助维持和强化对于做梦者来说在现实生活中最重要的社交关系和社会联结；其二在于练习和准备，梦中的社交互动可以迫使做梦者练习重要的社交和人际交往技巧，从而在清醒的现实生活中更好地为重要他人提供社会支持。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.7梦的虚拟现实理论(Virtual Reality Theory) ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "梦是对现实世界的模拟这一观点逐渐成为不同理论的共识，例如连续性假说也逐渐将现实生活在梦中的连续性表述为具象化的模拟[43]。Hobson 等[38]基于意识领域的神经科学结果，通过借鉴计算科学和虚拟现实领域研究，提出了梦境的虚拟现实理论。该理论认为，大脑是一个天生的虚拟现实产生器，通过基因和环境的交互作用，对现实世界建立了一个预测模型(Predictivemodelof the world)。在现实世界中，感知觉刺激的输入和事件结果不断更新大脑预测模型的准确性，修正预测错误。而在梦境世界中，大脑通过降低模型复杂性，增加统计学效率，从而维持和增强这个模型的能力。与连续性假说不同的是，虚拟现实理论认为梦境并非清醒现实的简单延续，而是和现实组成一个交互反馈的环。清醒意识和梦中意识具有重要的互补功能，梦境提示清醒意识期待的是什么，而清醒意识来确证或反驳这些期待[38]。这与梦境和清醒状态下不同的神经生理机能有关，REM睡眠时期的梦境主要激活了脑干-后侧前脑，而清醒梦和清醒下的意识状态更多与前额叶的抑制功能有关[36]。该理论对清醒梦的功能也进行了详细阐释，清醒梦是清醒意识和梦中意识共存的特殊意识状态，在清醒梦中做梦者分裂除了两个自我，一个是梦中的自我(Dreaming self)，在梦中的虚拟世界中进行互动，另一个观察自我(Watching self)，观察那个做梦的自己。清醒梦两种意识状态可能反映了有意识和无意识的大脑模型的层级运算推理过程。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5梦境研究方法",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "心理学针对梦境的不同理论假说都表明梦境对清醒生活起到重要的补充功能[38，75]。与其它行为和心理现象相比，梦境是一种特殊的意识状态，梦境研究严重受到测量方法的限制。做梦者处于睡眠状态下，清醒研究中广泛使用的行为测量指标(例如测量情绪的行为指标，面部表情、肢体表情、语调表情等)难以应用到梦境研究中。研究者只能凭借做梦者梦醒后主观汇报、梦境日志外部评价，以及借助电生理的手段研究做梦者的心理体验。元宇宙研究鉴于其与梦境的相似性，也存在相同的研究方法限制。用户在元宇宙中以计算机生成的化身形式存在，在与真实或虚拟的用户进行社交互动时，计算机模拟化身的动作、表情、语音语调等难以作为用户自身的直接外部行为指标。因此，基于梦境与元宇宙的相似性，对梦境研究方法进行梳理可以为元宇宙研究提供重要借鉴意义。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.1梦境研究范式",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "随着梦境研究方法越来越科学规范化，梦境研究遵循标准化的实验范式，包括家内范式和实验室范式。前者的测量场景简单易行，做梦者在家照常进行整晚睡眠，并在晨起后对最近的一个梦或印象最深的梦，依据标准化量表进行主观汇报或客观评分。但是在家汇报的梦中情绪由于缺少生理指标的监控，无法准确对应梦发生的具体阶段(REM或 NREM)，做梦者也可能混淆多个梦境之间的情绪体验。实验室范式较复杂但更客观，研究者邀请参与者到睡眠实验室进行实验[20]一般包含两晚的睡眠，第一晚做梦者熟悉并适应实验环境，第二晚佩戴睡眠监控设备和电生理设备，实验者可以实时监测做梦者的脑电活动。在REM或NREM 时期或待某一特定脑电波形稳定出现后叫醒做梦者，让他们汇报刚刚发生的梦境中的情绪或采用量表对梦境情绪进行评分。实验室范式可以排除睡眠场景的干扰，准确定位梦境发生的时期，同时对做梦时间进行控制。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "研究发现，两种测量场景得到的梦中情绪出现的频率有显著差异。St-Onge等[77]发现， $9 0 . 6 \\%$ 的实验室中自我汇报的梦和 98.4%在家中自我汇报的梦是包含情绪的，做梦者在家中汇报的梦中消极情绪的出现的更多，在实验室中汇报的梦中消极情绪出现的更少。这与早期研究结果相似，与实验室汇报的梦中情绪相比，在家汇报的梦中情绪更多也更消极[78]。Sikka 等[79]系统地比较了实验室中早期REM、晚期REM和家中汇报的梦中情绪，结果发现家中汇报的梦中情绪显著多于实验室早期REM阶段的梦中情绪，与晚期REM梦中情绪没有显著差异，家中汇报的梦中情绪比实验室汇报的更消极。有研究者认为，在家汇报的梦中情绪可能受到选择偏差的影响[20。由于在家汇报研究者无法严格操控做梦者具体汇报的是哪个梦境，做梦者可能更容易回忆起情绪强度更强的梦，而相比于积极情绪，消极情绪往往是记忆更深刻的。但同时也存在另一个可能的解释，即不同时期的梦中情绪的频率和强度就是存在差异的。由于家中报告方式采集的梦境绝大部分都是晨起最近梦，越临近晨起的梦可能本身就是比临近入睡时做的梦更消极、更情绪化的[31,62]",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "实验室REM唤醒范式是目前最有效的梦境内容和情绪的测量方法，但是此种范式依然存在问题。研究者让做梦者在实验室场景中佩戴睡眠监控设备入睡，尽管研究者普遍设置1-2天的缓冲期让做梦者适应实验场景和实验过程，睡眠环境的变化依然不可避免地会对做梦者产生影响。例如Strauch8研究发现， $5 0 \\%$ 的梦境至少包括一个与实验室场景相关的信息。因此为了避免实验室环境带来的潜在影响，有研究者开始进入到做梦者家中设置睡眠监控仪，采取相同的REM 叫醒范式，在保证测量有效性的同时提升实验的生态效度[81]。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.2梦境研究的测量方法",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "基于梦境研究的特殊性，梦境发生在睡眠阶段，绝大多数梦境研究采用的是问卷汇报法，包括外部内容分析(Externalcontent analysis)，外部评价(Externalrating)和自我评价法(Self-rating)。传统梦境研究的测量方法采用外部内容分析的方式，专家根据指导手册对做梦者梦醒后回忆的梦境内容以及相应的情绪性文字进行编码。Hall 和 Van de Castlel82编制的梦境评定系统，可以系统、客观地对梦境的内容、人物和五种离散情绪(愤怒、焦虑、开心、伤心和困惑)进行评分。但是后续研究发现，这种外部内容分析的方法存在问题：很多做梦者汇报的梦境内容明显存在强烈的情绪体验，但是由于做梦者并未明确地进行语言描述，例如明确写出“开心”、“伤心”等情绪词，依据此评分系统得到的结果只能将这个梦境编码为不存在情绪体验，因此这种方法可能会低估情绪在梦中出现的频率[55.83]。例如采用 Hall 和 Van de Castle 内容分析进行的研究中，一般只有不到一半的梦境会被评定为情绪性梦境，每个梦境平均只出现不到一种情绪(例如0.35)，并且消极情绪普遍多于积极情绪[82]。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "为了避免外部内容分析对于梦中情绪编码标准过于严格，有研究者采用外部评价的方法，专家可以根据做梦者回忆的梦境文本中的情绪词或体现情绪的行为，主观评价做梦者的情绪体验[20]。例如，做梦者回忆的梦境文本提到“我和我的朋友刚回到家我们就一起大笑”，虽然做梦者没有提到“开心”、“喜悦”等词语，但专家依然可以将这个梦编码为开心或积极的情绪体验[79]。相较于外部内容分析，此种方法能提升对梦中情绪的识别能力。例如，有 $8 6 . 5 \\%$ 的梦会被标为情绪性梦，远高于采用内容编码系统标记的 $4 2 . 1 \\%$ 的情绪性梦境[76]。但是，此种方法依然存在和外部内容分析相同的弊端。一是在研究离散情绪时，外部评价难以根据有限的文本语义信息判断具体是哪种离散情绪[84]，例如根据文本\"我笑了”难以区分具体是何种积极情绪。二是外部评价的测量结果所反映的可能只是做梦者情绪性语言的使用，而非真实体验到的情绪感受，例如，外部评价结果表明女性体验的消极情绪更多，但是自我汇报的结果却没有显著差异[79]，这可能只是源自于女性倾向于使用更多的情绪性语言。另外，外部编码的两种方法都难以准确评估做梦者所体验的情绪强度。与做梦者自我报告的情绪强度相比，外部编码的方法都会低估做梦者梦中体验到的积极情绪的强度[76]。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "目前使用更广泛的是做梦者自我评价法。做梦者在梦醒后根据回忆填写睡眠日记或情绪量表，并自我汇报他们梦中所体验到的情绪，包括特定情绪出现的频率、强度，或梦中体验的总体情绪基调。采用自我评价的梦境情绪研究反映了与外部评价不同的结果，做梦者自我汇报的梦境绝大多数都是存在情绪体验的，从$7 0 \\% ^ { [ 8 5 ] }$ ，到 $9 8 . 4 \\% ^ { [ 7 7 ] }$ ，到 $1 0 0 \\%$ [20]的梦境都存在情绪体验。自我评价法得到的梦境情绪的效价也与外部评价得出的消极情绪为主这一结论不同，既有研究发现积极和消极情绪平衡出现[76,81,84]，也有研究表明消极情绪[8]或积极情绪[20，65，7]更多。另外，使用自我评价法时做梦者可以汇报实验中提供选项之外的其他情绪种类，例如压力、绝望、沮丧等。尽管自我评价比外部评价能反映出更丰富、更准确的情绪体验，但是自我评价法依然存在问题：做梦者的评价依然是基于梦醒后的回忆，实际测量得到的可能是一种经过认知加工过的、反思性的情绪体验[79]，而非研究者想要测量的梦中的原始情绪体验。另外，清醒情绪中的自我评价偏差同样对梦中情绪适用，例如测量结果可能受到启动效应(被量表中的词汇启动某种情绪)和积极锚定效应(大多数时间都倾向于体验到偏积极的情绪)的影响[84]。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5.3梦境的客观测量与神经解码 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "量表梦境研究的绝大多数的研究结果均来自于自我汇报或外部自我评价[79]。由于梦境研究的特殊性，依赖于情绪性语言的外部评价得到的测量结果往往是有偏的。自我汇报虽然能尽量准确的测量做梦者的情绪体验，但是所有梦醒后回溯性的测量都无法避免梦记忆和认知加工的影响[6，做梦者可能无法区分他们汇报的情绪究竟是做梦当时体验的还是梦醒后再加工后的。近年来，有研究开始采用神经生理的方法对梦中情绪体验进行客观测量。例如有研究者让被试睡眠时佩戴脑电帽，测量做梦时的脑电活动，现有研究表明，右侧前额叶的α波偏侧化与REM 梦中的愤怒情绪有关[8]。左侧杏仁核受损与梦中情绪体验强度降低有关[88]。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "随着机器学习和人工神经网络的出现，认知计算科学为心理学研究提供了重要手段，使得对梦中内容进行神经解码和可视化呈现成为可能。Horikawa 等[89]让做梦者在清醒时观看图片刺激，通过机器学习算法预先训练解码器，习得特定图片、表征图片的词汇和做梦者大脑神经活动之间的关系，同时结合实验室叫醒范式以及fMRI成像的方法，采集做梦者梦境中的大脑血氧活动，并记录做梦者对于梦醒前脑中画面进行的言语汇报，结果发现针对每个做梦者建立的神经解码器能够应用到梦中的脑神经活动上，并能够准确识别神经活动对应的梦中内容或场景，从而以文字和图片的形式对梦境内容进行可视化呈现。随后，研究者利用深度卷积神经网络模型(Deep convolutional neural network)作为解码器，发现可以通过高级视觉皮层神经活动对做梦者想象出来的视觉刺激进行解码[9。后续研究表明，通过基于清醒状态下观看图片和进行视觉想象的深度神经网络而建立的解码器，对梦中出现的视觉内容和场景同样具有较高的解码能力[9]，这种针对清醒状态的认知和情绪加工的神经网络模型在梦境中的验证，为研究者验证梦境理论、研究梦境和清醒状态下神经生理状态的关系提供了重要手段。目前，认知神经科学的大量研究结果针对清醒状态下的外源刺激诱发情绪(Exogenouslygenerated emotion)建立了较为系统的认识。有研究表明，想象、回忆产生的内源诱发情绪与外源刺激诱发情绪有着相似的情绪加工网络[91]。借助认知计算学中人工神经网络或其他算法模型，为研究者探讨梦中情绪与清醒状态下内源诱发情绪的关系，从而验证梦中情绪的理论模型提供了新的思路和方法。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "6梦境理论对元宇宙应用的启示",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "梦境是大脑构建的一个沉浸式、真实感的虚拟现实世界。不同梦境理论假说从不同的视角对梦境的功能进行了阐释。补偿假说认为梦境是压抑的欲望或与清醒意识相违背的思维的释放。威胁/社交模拟假说理论认为梦境是特定情景的排练，帮助做梦者习得关键的应对技巧。情绪加工假说认为梦境中具有强烈情绪体验的事件对记忆的编码和巩固有重要作用，而情绪调节假说强调梦中事件对清醒生活中的情绪起到调节作用。虚拟现实假说认为大脑构建这样一个虚拟现实世界的根本意义在于增强大脑自身对世界所构建预测模型的性能。不同的理论假说揭示了大脑为什么构建出梦境这个模拟现实的虚拟世界。元宇宙作为与梦境相似的、由计算机构建的虚拟世界，可以从梦境的功能上得到许多潜在应用的新思路。元宇宙应用可以参考梦境情景、功能等，在娱乐社交、技能学习、咨询测评、创伤治疗等方面开发应用项目，作为现实世界和梦中世界的补充，提升人的价值和幸福感。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "6.1 娱乐社交 ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "做梦者在梦境这个虚拟世界中能够体验到沉浸式的、真实的，现实生活中无法经历的体验，其中一个典型的梦境是飞翔的梦。研究表明人的一生中平均 $4 2 \\%$ 左右的人都会经历都会至少做一次飞翔的梦[92]，而飞翔的梦往往伴随着强烈的积极情绪，例如愉悦，高兴，狂喜，同时也是清醒梦中最希望出现的梦境主题[92]。同时，研究表明梦中的情绪强度能够正向预测对梦中经历的社交分享行为，具有重要的社交功能[93]。元宇宙世界对现实世界进行模拟之外，同样具有超越性。通过计算机图形学、计算机动画模拟、3D场景建模等技术，元宇宙能够将超越现实的梦变为可能，让用户以化身的形式，在天空飞翔，在海里遨游，享受现实中难以企及的快感。同时，元宇宙的互动性赋予了用户在同一时空下随时随地分享自己经历、情绪的机会，能够最大程度上满足用户娱乐、社交的需求。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "6.2 技能培训 ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "清醒梦是做梦者可以自主控制梦境内容和自身行为的特殊梦境，有研究表明，运动员会自发的采用清醒梦进行运动技能训练[94]。相似地，现有的虚拟现实技术凭借它的低成本、高回报，已经被广泛应用在各行各业的技能培训里，例如教育[95]、工业[96，,97]、医疗[98，99]、军事[10]等。相较于简单的虚拟现实技术，元宇宙有着更强的互动性。梦的威胁/社交模拟理论认为，梦境作为对现实世界的模拟，在虚拟世界中提供了不可多得的机会来习得和锻炼。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "各种社交技能，包括感知、识别、归类他人的行为，与他人言谈互动，如何合作、助人、批评、打斗、逃跑以及爱护他人。这些训练能帮助在个体面临有威胁的人或事时，快速进行分辨并实施逃跑行为，也可以帮助个体习得重要的社交和人际交往技巧，从使得个体能在清醒的现实生活中更好地生活并为他人提供社会支持等[21]。借鉴梦境对生存技能，特别是社交和人际技巧提供的学习机会，元宇宙可以构建沉浸式、特异性的技能训练平台，通过计算机模拟人化身和其他真人化身，特意性提升用户现实生活所必须却难以训练的技能，例如沟通合作、矛盾解决、如何解决亲子关系和亲密关系等问题。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "6.3 咨询测评 ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "梦境的连续性假说认为，梦境为研究做梦者的自我概念和所关心的事情提供了切入口，尽管梦境都是对现实的模拟，但是不同的人决定了做梦的内容不同[52。情绪加工假说也阐述了梦境对记忆的作用，梦中情绪“告诉”做梦者，什么对他是重要的应该被深层次加工[101]。与此相应的，元宇宙作为一个虚拟世界，相较于现实世界有着巨大的开放性。例如在游戏“SecondLife”中，有些人只是把它当作交友平台，而有人经营虚拟房地产成了现实中的百万富翁。在虚拟世界的不同选择和行为模式也可以作为人格特质的测量手段，例如采用 VR 技术测量特质性焦虑[98]。另外，基于游戏的测验(Game-basedAssessment，GBA)也成为了心理学认知与教育测量领域的一个新兴而可靠的测验方法[102]。元宇宙是一个高度可操纵、沉浸式的虚拟世界，可以模拟出各种复杂并且可以标准化的实际情景，这为心理测验提供了理想的实验平台。尤其在航天员、特种军人、南极科考队员等特殊人才选拔领域，传统心理学测验和简单模拟情境测验均无法构建出身临其境的情景，在实际应用领域存在很大限制。元宇宙技术可以塑造与现实完全相同的特殊极端环境，进行针对性的人才选拔。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "6.4 创伤治疗 ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "情绪调节假说提出，梦境所塑造的虚拟现实能够帮助做梦者调节现实中难以应对的情绪。例如Domhoff[43]报告了一个名为 ED 的被试个案研究，ED 在 57岁的时候不幸丧偶，他一度沉浸在极度的悲伤和痛苦中，但是每当他梦到妻子时，他都会再次体验到与妻子重逢瞬间，自此他持续记录与妻子相关的梦境16 年之久。每个人的一生当中都可能经历无法挽回的遗憾或者难以疗愈的创伤。但是对于广义的元宇宙来说，元宇宙可以成为复现现实宇宙的数字虚拟世界，现实世界去世的人可以在元宇宙以虚拟化身的形式存在。这使得在元宇宙中，那些不幸丧偶、失独或有亲人去世的家庭，可以与逝者进行“对话”甚至以实际行动“弥补遗憾”，那些遭受家暴、虐待等经历应激障碍患者也可以和从前的自己“对话”。并在其中以心理剧和角色扮演等方式对创伤者进行心理疏导和治疗[103]。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "另外，元宇宙在改善残疾人生活质量方面也有巨大的应用前景。梦境研究表明先天失明的病人也在梦里也存在视觉意象，这表明视觉意象并不完全依赖于感觉器官，而是依赖于大脑的神经活动[104,105]。同样地，大量研究结果也证实在 VR 中也可以产生橡胶手错觉[106,107]。对于患有肢体残疾的病人来说，元宇宙中化身可以为他们重塑完整、健康的身体。对于先天失明、失聪的患者来说，未来技术可以探索不依赖感受器官，而基于大脑皮层进行视觉和听觉刺激输入，从而为他们在元宇宙中重塑视觉和听觉。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "7元宇宙发展面临的挑战",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "尽管元宇宙的发展存在巨大前景，但是在现阶段实现以上这些应用目标，仍然存在丰富的挑战。最根本的难点在于技术限制。在梦境这个虚拟现实世界中，我们之所以能够体验到难辨真假的真实感，是因为大脑本身是这个虚拟世界的构建者。但是对于元宇宙来说，计算机是这个虚拟世界的构建者。现有的计算机图形学包括真实感渲染和物理引擎构建等技术只是基于眼睛这一视觉感受器，并非直接针对大脑皮层，与梦境中的虚拟现实相比在真实感上有着很大的差异。为了保证同时空下不同用户化身之间、用户化身和计算机模拟化身之间的实时互动的沉浸感，需要强大的运算能力作为保证，这凭借现有的技术依然难以实现。同时，出色的沉浸感和真实感必然需要昂贵的成本，这使得元宇宙的未来推广也面临很大挑战。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "其次，关于元宇宙的构建目标仍然需要进一步深入研究。元宇宙是否需要力求达到和梦中世界同样真实的现实感？清醒梦作为与元宇宙最贴近意识状态，具备和现实世界无限相似的真实感和沉浸感。但是已有研究人员提出清醒梦的意识状态被割裂成了两个自我，即观察自我和梦中自我。在元宇宙中，如若不考虑技术限制，计算机能够构建和现实世界完全相同的完全真实、沉浸的虚拟世界，用户是否会同样存在两个割裂的意识？长期在现实世界和元宇宙世界中切换，是否会产生意识障碍？在构建元宇宙之初，在真实感上是否需要有意识的保留，以避免潜在的心理问题？这些问题都值得进一步研究和探讨。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "最后，上述元宇宙应用依然面临着严峻的伦理问题。元宇宙构建的基本假设是能够改善人类生活，提升幸福感。但是这样一个愿景是限定于现实世界，还是也可以扩展到“元宇宙生活”中？具体来讲，未来是以“让人幸福的在现实中生活”，还是“让人幸福地在元宇宙中生活”？这个议题依然值得深入探讨。但是对比梦境世界这个人脑自身产生的虚拟世界，梦境世界与现实世界互为补偿，梦境对于人完整的心理功能来说必不可少，却又不能替代清醒状态的现实体验，只能够对清醒生活中的认知、情绪、记忆进行调节。因此，未来元宇宙的设计可以参照梦境这个与生俱来的虚拟现实体验，发挥元宇宙在梦境世界之上的优越性，调节现实世界的心理功能和行为，实现现实、梦境和元宇宙三者的协调发展。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "8结语 ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "元宇宙作为互联网发展的下一个主题受到广泛关注，目前学术界对其研究尚处于初级阶段，尤其在理论建构方面，诸多问题尚待解决。本文从用户体验的角度出发，以梦境与元宇宙虚拟世界的相似性为前提，基于梦境的理论假说，提出元宇宙应用研究结合梦境理论进一步发展的展望，并讨论了基于梦境生理功能和理论的元宇宙在娱乐社交、技能培训、咨询评测、创伤治疗等领域的应用、开发的思路和框架。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "本文不仅基于梦境理论为元宇宙研究提供了新的理论指导与发展建议，同时也讨论了梦境理论推广到元宇宙应用中尚存在的局限性，未来还需近一步通过实证研究来检验适用于元宇宙应用的梦境理论的范围，进一步完善和扩展元宇宙理论，提升元宇宙应用中的用户体验，助力元宇宙未来发展与升级。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "[1]Ko S H,Rogers J. Functional Materials and Devices for XR (VR/AR/MR) Applications[Z]. 2021: 2106546   \n[2]Davis A, Murphy JD, Owens D, et al. Avatars, people,and virtual worlds: Foundations for research in metaverses[J].Journal of the Association for Information Systems,2OO9,10(2): 90. [3]BallM.The Metaverse: What It Is,Where to Find it,and Who WillBuild It[EB/OL]. (2O20-01-13) [2022-03-14]. https://www.matthewball.vc/all/themetaverse.   \n[4]Schafer S B.Exploring the Collective Unconscious in the Age of Digital Media[M].IGI Global, 2016. [P]ScnaierS] ae qream anaiog: Psycnecoiogy viaeo games[iMiJ. Expioring ine Couecuve Unconscious in the Age of Digital Media. IGI Global. 2016: 40-78.   \n[6]Blackmore S,Troscianko E T. Consciousness: an introduction[M]. Routledge,2018.   \n[7]Orland K. So what is “the metaverse,” exactly? Will we allive in the metaverse soon? Or is the idea just Second Life redux?[EB/OL]. (2021-08-11) [2022-03-01].   \nhttps://arstechnica.com/gaming/2021/11/everyone-pitching-the-metaverse-has-a-diferent-idea-of-whatit-is/.   \n[8]Bruun A, Stentoft M L. Lifelogging in the Wild: Participant Experiences of Using Lifelogging as a Research Tool[C] /IFIP Conference on Human-Computer Interaction: Springer, 2O19: 431-51. [9]Moneta A. Architecture,heritage and metaverse: new approaches and methods forthe digital built environment[J]. Traditional Dwellings and Settlements Review, 2O20, 32(2).   \n[10] Chayka K.Facebook Wants Us to Live in the Metaverse[EB/OL]. (2021-08-05) [2022-03-01]. https://www.realclearscience.com/2021/08/06/facebook_wants_us_to_live_in_the_metaverse_788874. html.   \n[11] GotJ, Bovy L,Peters E,et al. Virtual reality training of lucid dreaming[J]. Philosophical Transactions of the Royal Society B, 2021, 376(1817): 20190697.   \n[12] Dionisio J D N, Ii W G B, Gilbert R. 3D virtual worlds and the metaverse: Current status and future possibilities[J]. ACM Computing Surveys (CSUR),2013, 45(3): 1-38.   \n[13] Lee L-H, Braud T, Zhou P,et al. All one needs to know about metaverse: A complete survey on technological singularity, virtual ecosystem,and research agenda[J]. arXiv preprint arXiv:211005352, 2021.   \n[14] Duan H, Li J,Fan S, et al. Metaverse for social good: A university campus prototype[C] //Proceedings of the 29th ACM International Conference on Multimedia, 2021: 153-61.   \n[15] Mohammadi N,Taylor JE. Smart city digital twins[C] //2O17 IEEE Symposium Series on Computational Intelligence (SSCI), 2017: 1-5.   \n[16] Kicks P. Into The Void: Where Crypto Meets The Metaverse[EB/OL].   \nhttps://pierskicks.substack.com/p/coming-soon?showWelcome=true.   \n[17] Jiang Y, Zhang C,Fu H,et al. HandPainter-3D Sketching in VR with Hand-based Physical Proxy[C] /Proceedings of the 2021 CHI Conference on Human Factors in Computing Systems, 2021: 1-13.   \n[18] Nebeling M,Lewis K, Chang Y-C, et al. XRDirector: A role-based collaborative immersive authoring system[C]//Proceedings of the 2O20 CHI Conference on Human Factors in Computing Systems,2020: 1-12.   \n[19] Muler J,Radle R, Reiterer H. Virtual objects as spatial cues in collaborative mixed reality environments: How they shape communication behavior and user task load[C] //Proceedings of the 2016 CHI Conference on Human Factors in Computing Systems,2016: 1245-9.   \n[20] Sikka P, Vali K, Virta T, etal.Iknow how you felt last night, or do I? Self-and external ratings of emotions in REM sleep dreams[J]. Consciousness and cognition, 2014, 25: 51-66.   \n[21] Revonsuo A,Tuominen J, Valli K. The avatars in the machine: Dreaming as a simulation of social reality[M]. Open MIND. Frankfurt am Main: MIND Group, 2015.   \n[22] Kitson A, Schiphorst T, Riecke B E. Are you dreaming? a phenomenological study on   \nunderstanding lucid dreams as a tool for introspection in virtual reality[C] /Proceedings of the 2018 CHI Conference on Human Factors in Computing Systems,2018: 1-12.   \n[23] Hobson A. Psychodynamic neurology: dreams,consciousness,and virtual reality[M]. CRC Press, 2014.   \n[24] Rolls E T. The cingulate cortex and limbic systems for emotion,action,and memory[J]. Brain Structure and Function, 2019, 224(9): 3001-18.   \n[25] Rols E T,Cheng W,Du J, et al. Functional connectivity of the right inferior frontal gyrus and orbitofrontal cortex in depression[J]. Social cognitive and affective neuroscience,2020,15(1): 75-86. [26] Nummenmaa L,Tuominen L. Opioid system and human emotions[J]. British journal of   \npharmacology, 2018, 175(14): 2737-49.   \n[27] Desseilles M, Dang-Vu TT, Sterpenich V,et al. Cognitive and emotional processes during dreaming: a neuroimaging view[J]. Consciousness and cognition,2011, 2O(4): 998-1008.   \n[28] Hobson JA,Pace-Schott E F. The cognitive neuroscience of sleep: neuronal systems,   \nconsciousness and learning[J]. Nature Reviews Neuroscience, 20o2, 3(9): 679-93.   \n[29] Hartmann E, Kunzendorf R,Rosen R,et al. Contextualizing images in dreams and daydreams[J]. Dreaming,2001, 11(2): 97-104.   \n[30] Edelman G M.Bright air, brilliant fire: On the matter of the mind[M]. Basic books,1992. [31] Hobson JA, Pace-Schott E F, Stickgold R. Dreaming and the brain: toward a cognitive   \nneuroscience of conscious states[J]. Behavioral and brain sciences,2Ooo,23(6): 793-842. [ə∠]La Berge S P,Nagel Dement w et al.Lucia dreaming veriea Dy voluonai   \ncommunication during REM sleep[J]. Perceptual and motor skills,1981, 52(3): 727-32.   \n[33] Hearne K M T. Lucid dreams: an elecro-physiological and psychological study[D]; Liverpool University, 1978.   \n[34] Laberge S P. Lucid dreaming: An exploratory study of consciousness during sleep[M]. Stanford University,1980.   \n[35] Kozmová M, Wolman R N. Self-awareness in dreaming[J]. Dreaming, 2006,16(3): 196. [36] Voss U, Holzmann R,Tuin I, et al. Lucid dreaming: a state of consciousness with features of both waking and non-lucid dreaming[J]. Sleep, 2009,32(9): 1191-200.   \n[37] Suvajdzic M, Bihorac A,Rashidi P, et al. Virtual reality and human consciousness: the use of immersive environments in delirium therapy[J]. Technoetic Arts, 2018,16(1): 75-83.   \n[38] Hobson JA,Hong C C-H, Friston K J. Virtual reality and consciousness inference in dreaming[J]. Frontiers in psychology, 2014,5: 1133.   \n[39] Dresler M,Eibl L,Fischer CF, et al. Volitional components of consciousness vary across wakefulness, dreaming and lucid dreaming[J]. Frontiers in psychology, 2O14, 4: 987.   \n[40] Freud S, Strachey J. The interpretation of dreams[M]. Gramercy Books New York,1996. [41] Jung C, G. Leter from CG Jung to Sigmund Freud, July 29,1913[M]. The Freud/Jung Letters: The Correspondence Between Sigmund Freud and CG Jung. Princeton: Princeton Univ. Press.1974: 548-.   \n[42] Hall C S, Nordby V J. The individual and his dreams[M]. Signet Book, 1972.   \n[43] Domhoff G W. Dreaming as embodied simulation: A widower's dreams of his deceased wife[J]. Dreaming, 2015, 25(3): 232.   \n[44] Schredl M, Bulkeley K. Dreaming and the COVID-19 pandemic: A survey in a US sample[J]. Dreaming,2020,30(3): 189.   \n[45] Schredl M, Mathes J. Are dreams of kiling someone related to waking-life aggression?[J]. Dreaming, 2014,24(3): 176.   \n[46] Schredl M. Continuity between waking and dreaming: A proposal for a mathematical model[J]. Sleep and Hypnosis,2003,5: 38-52.   \n[47] Schredl M, Fricke-Oerkermann L, Mitschke A, et al. Longitudinal study of nightmares in children: stability and efect of emotional symptoms[J]. Child psychiatry and human development, 2O09, 40(3): 439-49.   \n[48] Carpenter K A. The effects of positive and negative pre-sleep stimuli on dream experiences[J]. The Journal of psychology, 1988,122(1): 33-7.   \n[49] Schredl M. Researching dreams: The fundamentals[M]. Springer, 2018.   \n[50] Andrews-Hanna JR,Reidler J S,Huang C,et al.Evidence for the default network's role in spontaneous cognition[J]. Journal of neurophysiology,2010,104(1): 322-35.   \n[51] Fox K C, Nijeboer S, Solomonova E, et al. Dreaming as mind wandering: evidence from functional neuroimaging and first-person content reports[J]. Frontiers in human neuroscience, 2013,7: 412.   \n[52] Domhoff G W, Schneider A. Are dreams social simulations? Or are they enactments of   \nconceptions and personal concerns?An empirical and theoretical comparison of two dream theories[J]. Dreaming,2018,28(1): 1.   \n[53] Domhoff G W. The emergence of dreaming: Mind-wandering,embodied simulation, and the default network[M]. Oxford University Press, 2017.   \n[54] Hartmann E. Outline for a theory on the nature and functions of dreaming[J]. Dreaming,1996, 6(2): 147.   \n[55] Hartmann E. Continuity? Yes, emotional continuity[J]. International Journal of Dream Research, 2011, 4(2): 77.   \n[56] Hartmann E, Kunzendorf R G. Boundaries and dreams[J]. Imagination, Cognition and Personality, 2006,26(1): 101-15.   \n[57] Hartmann E,Brezler T.A systematic change in dreams after 9/11/O1[J]. Sleep,2008,31(2): 213-8. [58] Davidson J,Lynch S.Thematic,literal and associative dream imagery following a high-impact event[J]. Dreaming,2012, 22(1): 58.   \n[59] Malinowski JE, Horton C L. Metaphor and hyperassociativity: the imagination mechanisms behind emotion assimilation in sleep and dreaming[J]. Frontiers in Psychology,2015, 6: 1132. [60] Payne JD, Stickgold R, Swanberg K, et al. Sleep preferentially enhances memory for emotional components of scenes[J]. Psychological science, 2008,19(8): 781-8.   \n[61] Payne JD, Kensinger E A, Wamsley E J, et al. Napping and the selective consolidation of negative aspects of scenes[J]. Emotion, 2015,15(2): 176.   \n[62] Malinowski J, Horton CL. Evidence for the preferential incorporation of emotional waking-life experiences into dreams[J]. Dreaming, 2014, 24(1): 18.   \n[63] Van Der Helm E, Gujar N, Walker M P. Sleep deprivation impairs the accurate recognition of human emotions[J]. Sleep,2010, 33(3): 335-42.   \n[64] Cartwright R,Newell P, Mercer P. Dream incorporation of a sentinel life event and its relation to waking adaptation[J]. Sleep and Hypnosis, 2001.   \n[65] Cartwright R, Luten A, Young M, et al. Role of REM sleep and dream affect in overnight mood regulation: a study of normal volunteers[J]. Psychiatry Research,1998, 81(1): 1-8.   \n[66] Parker J,Alford C.How to use Q-methodology in dream research: Assumptions, procedures and benefits[J].Dreaming,2010,20(3): 169.   \n[67] Black J, Belicki K,Piro R,et al. Comforting versus distressing dreams of the deceased: Relations to grief, trauma, attachment, continuing bonds,and post-dream reactions[J]. OMEGA-Journal of Death and Dying,2020, 0(0): 1-26.   \n[68] Lara-Carrasco J, Nielsen TA, Solomonova E, et al. Overnight emotional adaptation to negative stimuli is altered by REM sleep deprivation and is correlated with intervening dream emotions[J]. Journal of sleep research,2009,18(2): 178-87.   \n[69] Walker M P. The role of sleep in cognition and emotion[J]. Annals of the New York Academy of Sciences,2009,1156(1): 168-97.   \n[70] Blagrove M,Fouquet N C,Henley-Einion JA,et al. Assessing the dream-lag effect for REM and NREM stage 2 dreams[J]. PLoS One, 2011, 6(10): e26708.   \n[71] Van Rijn E, Eichenlaub J-B,Lewis PA, et al. The dream-lag effect: selective processing of personally significant events during rapid eye movement sleep, but not during slow wave sleep[J]. Neurobiology of Learning and Memory, 2015,122: 98-109.   \n[72] Hobson J A. The dreaming brain[M]. Basic Books,1988.   \n[73] Hobson JA. Dreaming as delirium: a mental status analysis of our nightly madness[C] //Seminars in Neurology: $\\mathfrak { C }$ 1997 by Thieme Medical Publishers, Inc.,1997: 121-8.   \n[74] Foulkes D. REM-dream perspectives on the development of afect and cognition[J]. Psychiatric Journal of the University of Ottawa,1982.   \n[75] Revonsuo A. The reinterpretation of dreams: An evolutionary hypothesis of the function of dreaming[J]. Behavioral and Brain Sciences,200o,23(6): 877-901.   \n[76] Schredl M,Doll E.Emotions in diary dreams[J]. Consciousness and cognition,1998,7(4): 634-46.   \n[77] St-Onge M,Lortie-Lussier M, Mercier P, et al. Emotions in the diary and REM dreams of young and late adulthood women and their relation to life satisfaction[J]. Dreaming, 20o5,15(2): 116. [78] Domhoff G W, Schneider A. Much ado about very litle: The small effect sizes when home and laboratory collected dreams are compared[J]. Dreaming, 1999, 9(2): 139-51.   \n[79] Sikka P,Feilhauer D, Valli K, et al. How you measure is what you get: Diferences in self-and external ratings of emotional experiences in home dreams[J]. American Journal of Psychology, 2017, 130(3): 367-84.   \n[80] Strauch I, Meier B. In search of dreams: Results of experimental dream research[M]. SUNY Press, 1996.   \n[81] Fosse R, Stickgold R, Hobson JA. The mind in REM sleep: reports of emotional experience[J]. Sleep,2001,24(8): 1-9.   \n[82] Domhoff G W. The Hall/Van de Castle System of Content Analysis[M]. Finding Meaning in Dreams. Springer. 1996: 9-37.   \n[83] Domhoff G W. Finding meaning in dreams: A quantitative approach[M]. Plenum Press,1996. [84] Conte F, Cellini N, De Rosa O,et al. Relationships between dream and previous wake emotions assessed through the Italian Modified Differential Emotions Scale[J]. Brain sciences,2O20,10(10): 690.   \n[85] Foulkes D, Sullivan B, Kerr N H, et al. Appropriateness of dream feelings to dreamed   \nsituations[J]. Cognition & Emotion,1988,2(1): 29-39.   \n[86] Merritt JM, Stickgold R,Pace-Schot E, et al. Emotion profiles in the dreams of men and women[J]. Consciousness and Cognition,1994, 3(1): 46-60.   \n[87] Sikka P,Revonsuo A,Noreika V,et al. EEG frontal alpha asymmetry and dream affect: Alpha oscillations over the right frontal cortex during rem sleep and presleep wakefulness predict anger in REM sleep dreams[J]. Journal of Neuroscience, 2019,39(24): 4775-84.   \n[88] Blake Y,Terburg D,Balchin R,et al. The role of the basolateral amygdala in dreaming[J]. Cortex, 2019,113: 169-83.   \n[89] Horikawa T, Tamaki M,Miyawaki Y, et al. Neural decoding of visual imagery during sleep[J]. Science,2013,340(6132): 639-42.   \n[90] Horikawa T, Kamitani Y. Generic decoding of seen and imagined objects using hierarchical visual features[J]. Nature communications, 2O17, 8(1): 1-15.   \n[91] Engen H G, Kanske P, Singer T. The neural component-process architecture of endogenously generated emotion[J]. Social cognitive and affective neuroscience, 2O17,12(2): 197-211.   \n[92] Picard-Deland C,Pastor M,Solomonova E,et al.Flying dreams stimulated by an immersive virtual reality task[J]. Consciousness and Cognition,2O20, 83:102958.   \n[93] Curci A,Rimé B.Dreams, emotions,and social sharing of dreams[J]. Cognition and Emotion, 2008,22(1): 155-67.   \n[94] Erlacher D, Stumbrys T, Schredl M. Frequency of lucid dreams and lucid dream practice in German athletes[J]. Imagination, Cognition and Personality,2012,31(3): 237-46.   \n[95] Psotka J. Immersive training systems: Virtual reality and education and training[J]. Instructional science,1995,23(5-6): 405-31.   \n[96] Van Wyk E,De Viliers R. Virtual reality training applications for the mining industry[C] /Proceedings of the 6th international conference on computer graphics, virtual reality,visualisation and interaction in Africa,2009:53-63.   \n[97] Gavish N, Gutiérrez T, Webel S,et al. Evaluating virtual reality and augmented reality training for industrial maintenance and assembly tasks[J]. Interactive Learning Environments,2O15,23(6): 778-98. [98] Gurusamy K S, Aggarwal R,Palanivelu L, et al. Virtual reality training for surgical trainees in laparoscopic surgery[J]. Cochrane database of systematic reviews, 2009, (1).   \n[99] Seymour NE, Gallagher A G, Roman S A, et al. Virtual reality training improves operating room performance: results of a randomized, double-blinded study[J]. Annals of surgery, 2OO2, 236(4): 458. [100] Lele A. Virtual reality and its military utility[J]. Journal of Ambient Intelligence and Humanized Computing, 2013,4(1): 17-26.   \n[101] Bulkeley K, Hartmann E. Big dreams: An analysis using central image intensity, content analysis,and word searches[J]. Dreaming,2011, 21(3): 157.   \n[102] Kim Y J,Almond R G, Shute V J. Applying evidence-centered design for the development of game-based assessments in physics playground[J]. International Journal of Testing,2O16,16(2): 142-63.   \n[103] Nolen-Hoeksema S,Larson J, Larson J M. Coping with loss[M]. Routledge, 2013.   \n[104] Bértolo H,Paiva T,Pessoa L, et al. Visual dream content, graphical representation and EEG alpha activity in congenitally blind subjects[J]. Cognitive brain research, 2OO3,15(3): 277-84. [105] Kerr NH, Foulkes D, Schmidt M.The structure of laboratory dream reports in blind and sighted subjects[J]. The Journal of nervous and mental disease,1982,17O(5): 286-94.   \n[106] Ijsselsteijn WA,De Kort Y a W,Haans A. Is this my hand I see before me? The rubber hand ilusion in reality, virtual reality,and mixed reality[J]. Presence: Teleoperators and Virtual   \nEnvironments,2006,15(4): 455-64.   \n[107] Yuan Y, Steed A.Is the rubber hand illusion induced by immersive virtual reality?[C] /2010 IEEE Virtual Reality Conference (VR): IEEE,201O: 95-102. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(通讯作者：刘永进 E-mail:liuyongjin@tsinghua.edu.cn) ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "作者贡献声明\\*：",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "杨轩，周超，张澍，舒叶芷，刘心阁：设计研究方案，文献检索和整理，论文起草；王晓岸：论文起草  \n刘永进：提出研究思路，设计研究方案，论文最终版本修订",
        "page_idx": 17
    }
]