[
    {
        "type": "text",
        "text": "Suppression of weeds and weed seeds in the soil by stubbles and no-tillage in an arid maize-winter wheat-common vetch rotation on the Loess Plateau of China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "YANG Mei, ZHAO Yuxin, YANG Huimin\\*, SHEN Yuying, ZHANG Xiaoyan ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "StateKeyLaboratoryofGrasslandAgro-ecosystems,ColegeofPastoralAgriculture ScienceandTechnology，Lanzhou University, Lanzhou 730020, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Reduced tillage provides ecological and economic benefits to arable land on the Loess Plateau of China, where soil erosion has long been a serious problem and soil water availability is largely restricted. However, high abundances of weeds in reduced tilage systems cause significant yield losses. In this study, we explored the effects of no-tillge and stubble retention on the number and density of weeds and weed seeds in a 12-year maize-winter wheat-common vetch rotation on the Loess Plateau. Four treatments including conventional tillage， no-tillage， conventional tillage+stubble retention and no-tillage+stubble retention were designed and applied. We found that no-tillage increased the number of weed species and weed density in most of the crops, while stubble retention decreased weed density in maize and tended to suppress weeds in both no-tillage treatments (no-tillge and no-tilage+stubble retention). No-tilage led to an increase in the number of weed species in the weed seedbank and tended to increase seed density during the spring growth of winter wheat, but it decreased seed density during post-vetch falow. Stubble retention tended to reduce seed density during the spring growth of winter wheat and post-vetch fallow. We concluded that no-tilage can promote weeds in the experimental crop rotation, while stubble retention suppresses weeds in untilled fields. The combined effects of stubble retention and no-tilage on weed suppression varied among the three crops. Based on these results, we recommend stubble retention in untilled legume-crop rotations on the Loess Plateau to improve the control of weeds. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: agriculturalconservation practice;croprotation; no-tllage; rainfed soil; soil seedbank; stubble retention; weed control ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Soil erosion has long been a serious problem on the Loess Plateau of China, and has led to soil deterioration and yield loss in many cropping systems (Chen et al., 2Oo8). Conventional tillage, which is commonly used in cropping systems on the Loess Plateau, has exacerbated soil erosion, and the loss of the productive layer of soil has resulted in depleted levels of soil fertility. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Agricultural conservation practices, such as stubble retention and reduced tillage， have been shown to conserve soil fertility by reducing soil erosion (Lafond et al., 2OO9; Carr et al., 2013; Sommer et al., 2014; Owen et al., 2015). However, some of the trade-offs of these conservation practices, including increasing the complexity of weed control, have generated concern. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Pernicious arable weeds cause severe economic losses if they are uncontrolled or significant management costs are needed (Hamill et al., 2O04; Tominaga and Yamasue, 2O04). A number of physical, chemical and biological weed management strategies have been developed to control or reduce weed pressure on crops (Smith et al., 2010; Worthington and Reberg-Horton, 2013). The traditional practice of frequent tillage effectively reduces weed abundance and most cropping practices control within-field plant diversity in favour of a single crop species (Legere et al., 2005)，but conventional tillage may also lead to problems of soil erosion due to continual disturbance and the exposure of topsoil to weathering processes. Soil erosion is a particular problem in dryland areas, such as the rainfed Loess Plateau. Although reduced tillage has proved to be an effective method to reduce long-term soil erosion and improve soil fertility (Hobbs et al., 2008; Paul et al.,2013; Sommer et al., 2O14), it increases the difficulty of weed control that leads to unacceptable yield loss and, as a result, reduced tillage is increasingly reliant on the use of herbicides (Cardina et al.,2002; Hyvonen and Salonen, 20O2; Feldman et al.,2010). Due to lower levels of disturbance, no-tillage (or heavily reduced tillage) aids the development of larger and more diverse weed sedbank (Feldman et al., 201O), where the accumulation of seeds in the topsoil $\\left( 0 - 5 \\mathrm { ~ c m } \\right)$ may result in higher incidence of weeds (Cardina et al., 2OO2). However, the shallower distribution of seeds facilitates feeding by rodents and carabids or infection by pathogens (Vander Wall 1998; Blackshaw et al., 2005; Gallandt et al., 2005; Bohan et al., 2011; Kulkarni et al., 2O15), leading to a reduction in weeds. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Other agricultural practices, such as stubble retention and crop rotation, are potentially useful for controlling weeds. For example, weed density and biomass are lower in stubbles than in bare land (Moore et al., 1994; Reberg-Horton et al., 2012) and stubbles may retard seedling growth, thus reducing seed return to the soil later in the season. Stubble retention maintains seeds at the soil surface and provides habitat for fauna, including beneficial invertebrate predators. As a consequence, these weed seds may be consumed or become infected by pathogens (Vander Wall, 1998; Blackshaw et al., 2005; Gallandt et al., 2005; Bohan et al., 20i1; Kulkarni et al., 2015). Furthermore, levels of infection may be enhanced with increased topsoil water content under stubble cover (Chen et al., 2O9). Some researchers have shown that compounds, such as allelochemicals, which are released from crop stubbles, may restrict the germination of seeds and the growth of seedlings (Baziramakenga et al., 1995; Belz, 2007; Duke, 2010). But, in general, the effectiveness of stubbles on weed control is largely dependent on the density of stubbles (Moore et al., 1994; Reberg-Horton et al., 2012). The practice of crop rotation has traditionally been used in agriculture, as it aects weeds (Melander et al., 2OO5; Ryan et al.,2OO8) and weed seedbanks under conventional tilage (Cardina et al.， 2OO2) that respond to specific crops and associated management practices (Liebman and Dyck, 1993; Lemerle et al., 2OO1; Teasdale et al., 2004; Melander et al., 20O5; Ryan et al., 2008; Andrew et al., 2015; Costanzo and Barberi, 2016). The adoption of rotations in conjunction with conservation practices, such as reduced tilage and stubble retention, might increase the species diversity of weeds across the rotation (Kegode et al., 1999; Murphy et al., 2006; Nord et al., 2011) and reduce the abundance of weeds. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Reduced tillage and stubble retention on the Loess Plateau have proved effective in increasing soil moisture and nutrient availability (Chen et al.,2OO9). However, problems of weed control under these practices have restricted the application of these combined practices. Crop rotations that include winter wheat (Triticum aestivum L.) and some legume species are widely used in this rainfed area (i.e., Loess Plateau) to improve soil fertility as a result of enhanced content of soil organic matter, nitrogen and phosphorus (Liu et al., 20Oo; Wang et al., 20o6; Yang et al., 2011), increased diversity and activity of soil microorganisms (Yang et al., 2O13) and improved soil water content (Shen et al., 2OO9). This type of rotation is also important in livestock husbandry, for the provision of forage (Li et al.,2002; Ren,2002; Zhao et al., 2011). However, the effects on the abundance of weeds and weed seeds of no-tilage and stubble retention in these rotations are ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "notwell understood. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this study, we hypothesized that stubble retention in a no-tilage system of a crop rotation could reduce the abundance of weeds and weed seeds. We assessed the effects of tillage, stubble retention,and the two practices on weeds and weed seedbank in each of the crops of a maize (Zea mays L.)-winter wheat-common vetch (Vicia sativa L.) rotation on the rainfed Loess Plateau of China. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study site ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The trial was conducted at the Qingyang Loess Plateau Experimental Station of Lanzhou University $( 3 5 ^ { \\circ } 4 0 ^ { \\prime } \\mathrm { N }$ ， $1 0 7 ^ { \\circ } 5 1 ^ { \\prime } \\mathrm { E }$ ： $1 2 9 8 \\mathrm { ~ m ~ }$ a.s.l.), Gansu Province, China. The long-term average annual precipitation is $5 4 3 ~ \\mathrm { m m }$ with nearly $70 \\%$ of the total falling between July and September. Precipitation from September 2012 to October 2013 (Fig. 1a) was $36 \\%$ higher than the average. Air temperature from September 2012 to October 2013 was close to the annual average temperature $( 9 . 3 ^ { \\circ } \\mathrm { C } )$ ，with the lowest and highest temperatures occurring in December and August, respectively (Fig. 1b). The average frost-free period of $2 5 5 \\mathrm { ~ d ~ }$ approximates to the annual cropping window for this region. Most of the agricultural sandy-loam ( $70 \\%$ silt) soils of this region are Heilu soil types (Shen et al., 2OO9) that are classified as Entisols by the USDA (Soil Survey Staff,1999). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/8c45aae374a595ebf600c38e3c30305e3401a6d10ae5265a7502ea5fbf15cfb0.jpg",
        "img_caption": [
            "Fig.1Monthly precipitation (a), and average maximum air temperature (Tmax) and average minimum air temperature (Tmin; b) from September 2012 to October 2013 at the Qingyang Loess Plateau Experimental Station of Lanzhou University "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Experimental design ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We applied four tillage and stubble treatments to crops in a maize (Zhongdan 2)-winter wheat (Xifeng 24)-common vetch (Lanjian 3） rotation from 2001 to 2013. The four treatments comprised tillage (T)， tillage $^ +$ stubble retention (TS)，no-tillage (NT） and no-tillage $^ +$ stubble retention (NTS). Under the tillge treatments (T and TS), soil was tilled twice, immediately after harvest and before sowing; while under the no-tillage treatments (NT and NTS), there was no disturbance to soils, except at sowing with a no-tillage seeder. For the stubble treatments (TS and NTS), the stubble of the previous crop was returned to or left in the fields. The experimental plots 0 $( 4 ~ \\mathrm { m } { \\times } 1 3 ~ \\mathrm { m }$ for each) were arranged in a randomized block design with three replicates for each treatment. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We established two phases in 2OO1, where one started with maize in April and another with soybean (Glycine max (L.) Mer.) in June, to ensure that the three crops (maize, winter wheat and soybean) can be harvested annually (Table 1). In 2O11, common vetch replaced soybean in the crop sequence. Agronomic practices such as seeding and fertilization, were conducted following the recommendations of provincial standard (Yang et al., 2O13). During the period 2O01-2012, weed control was mainly by hand-cuting. It should be noted that specific herbicides for controlling broadleaf species were applied to winter wheat at the spring growth stage (Zadoks 30- ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "31) and to maize before seedling emergence (Zadoks O1-O3). There was no application of herbicides or hand-cutting of weeds in 2013. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/76f741aabd3cf2a5f4b011d4efce060ac2c8dbb88d8f5981d13da8683ab05425.jpg",
        "table_caption": [
            "Table1 Crop sequences and stubbles in the field under two phases from 2Oo1 to 2013 "
        ],
        "table_footnote": [
            "Notes:-nosbeihefield\\*eansthatslsedanksamplesweretaken;#ndicatesthatweeswereassessd;and\\*ts thatsoybeanwasreplaced bycommon vetch from 2011. "
        ],
        "table_body": "<html><body><table><tr><td>Phase</td><td>Duration</td><td>Crop sequence</td><td>Stubble in the field</td></tr><tr><td rowspan=\"9\">Phase 1</td><td>April-September, 2001</td><td>Maize</td><td>-</td></tr><tr><td>September 2001-June 2002</td><td>Winter wheat</td><td>Maize</td></tr><tr><td>June-October, 2002</td><td>Soybean</td><td>Winter wheat</td></tr><tr><td>October 2002-April 2003</td><td>Fallow</td><td>Soybean</td></tr><tr><td></td><td></td><td>·.</td></tr><tr><td>June-October, 2012</td><td>Common vetch (**)</td><td>Winter wheat</td></tr><tr><td>October 2012-April 2013</td><td>Fallow (*)</td><td>Common vetch</td></tr><tr><td>April-September, 2013</td><td>Maize (#)</td><td>Common vetch</td></tr><tr><td>June-October,2001</td><td> Soybean</td><td></td></tr><tr><td rowspan=\"7\">Phase 2</td><td>October 2001-April 2002</td><td>Fallow</td><td>Soybean</td></tr><tr><td>April-September,2002</td><td>Maize</td><td>Soybean</td></tr><tr><td>September 2002-June 2003</td><td>Winter wheat</td><td>Maize</td></tr><tr><td></td><td>：</td><td></td></tr><tr><td>April-September,2012</td><td>Maize</td><td>Common vetch (**)</td></tr><tr><td>September 2012-June 2013</td><td>Winter wheat (*, #)</td><td>Maize</td></tr><tr><td>June-October, 2013</td><td>Common vetch (#)</td><td>Winter wheat</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3 Measurement of growing weeds ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The number of weed species and individual number of each species were counted in five 0.5 $\\mathrm { m } { \\times } 0 . 5 \\mathrm { ~ m }$ quadrats per plot, on five occasions for each crop between April and September, 2013. Weeds within the quadrats were removed and identified at Zadoks 13 (13 May), 26 (2 June), 35 (25 June), 61 (18 July) and 73 (10 August) stages for maize, at Zadoks 31 (26 March), 45 (22 April), 61 ( $\\lvert 1 3 \\mathrm { \\ M a y } \\rvert$ ,73 (2 June) and 92 (25 June) stages for winter wheat, and at sowing (25 June),seedling (17 July), branching (8 August)， flowering (2 September) and podding (20 September) stages for common vetch. The total number of species per plot was the sum of all species present in all quadrats, where a species was counted once if it was present at more than one of the sampling occasions. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4Measurement of weed seedbank ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Soil samples were taken with a drill (diameter of $5 \\mathrm { c m }$ ） in March 2O13, during post-vetch fallow in Phase 1 and the spring growth of winter wheat (Zadoks 30) in Phase 2 at depths of O-5, 5-10, 10-20 and $2 0 { - } 3 0 ~ \\mathrm { c m }$ . Samples taken from five holes per plot were combined into one. The samples were placed in separate pots in a glasshouse to allow weed seed germination and seedling emergence. The temperature in the glasshouse was respectively set to $2 5 ^ { \\circ } \\mathrm { C }$ and $1 8 ^ { \\circ } \\mathrm { C }$ for 14 and $1 0 \\mathrm { ~ h ~ }$ (day and night, respectively), with a relative humidity of $40 \\%$ . At $1 5 { \\mathrm { ~ d ~ } }$ after germination, emerged seedlings were identified and removed from the pots at 7 d intervals, until no new seedlings emerged. The number of weed species and the density of weeds in the weed seedbank were determined with the seedling records. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.5 Statisticalanalysis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Effects of crop growth stage, stubble retention and tillage on weeds and weed seedbank were tested using the analysis of variance (ANOVA) and the $P$ values were generated using the ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Holm-Sidak test in SigmaPlot 12.0. Differences among the treatments were determined using two-way ANOVA. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 Growing weeds ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We totally recorded 28 weed species from 15 families, among which 14 annuals and 7 perennials occurred with very high frequencies (Table 2). The occurrence and feature of each weed at different crop phases have been presented in a preliminary report (Zhao et al., 2015). ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/c372f5e1bdba0a518dab6a5dabcf0d36ab19e2cad005b0255d8f90924fac243b.jpg",
        "table_caption": [
            "Table 2 Dominant weed species recorded in the plots "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Life form</td><td>Species</td><td>Crop sequence</td></tr><tr><td rowspan=\"15\">Annuals</td><td>Amaranthus hypochondriacusL.</td><td>Maize</td></tr><tr><td>Capsella bursa-pastoris (L.) Medik.</td><td>Winter wheat</td></tr><tr><td>ChenopodiumalbumL.</td><td>Winter wheat, common vetch, maize</td></tr><tr><td>C. aristatum L.</td><td>Winter wheat, common vetch, maize</td></tr><tr><td>C. foetidum Schrad.</td><td>Winter wheat, common vetch, maize</td></tr><tr><td>Chorispora tenella (Pall.) DC.</td><td>Winter wheat</td></tr><tr><td>Descuminia sophia L.</td><td>Winter wheat</td></tr><tr><td>Eragrostis pilosa (L.) Beauv.</td><td>Winter wheat, common vetch, maize</td></tr><tr><td>Euphorbia humifusaWilld.exSchlecht.</td><td>Maize</td></tr><tr><td>Melandriumapricurn (Turcz.ex Fisch.etMey.) Rohrb.</td><td>Maize</td></tr><tr><td>Portulaca oleracea L.</td><td>Winter wheat, common vetch, maize</td></tr><tr><td>Setaria viridis (L.) Beauy.</td><td>Winter wheat, common vetch, maize</td></tr><tr><td>Thlaspi arvense L.</td><td>Winter wheat</td></tr><tr><td>Trigonotispeduncularis (Trev.) Benth.ex Baker et Moore</td><td>Winter wheat, maize</td></tr><tr><td>Calystegia hederacea Wall.ex Roxb.</td><td>Winter wheat, common vetch, maize</td></tr><tr><td>Convolvulus arvensis L.</td><td>Winter wheat, common vetch, maize</td></tr><tr><td>Corydalis bungeana Turcz.</td><td>Winter wheat, common vetch</td></tr><tr><td>Perennials Ixerischinensis (Thunb.ex Thunb.) Nakai</td><td>Winter wheat, maize</td></tr><tr><td>Lagopsis supina (Steph. ex Willd.) Ik.-Gal. ex Knorr.</td><td>Winter wheat, maize</td></tr><tr><td>Taraxacum officinale (L.) Weber ex F.H. Wigg.</td><td></td></tr><tr><td>Viola prionantha Bge.</td><td>Winter wheat, maize Winter wheat, maize</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We found that crop growth stage and tillage affected the number of weed species in all three crops,and there was an interaction between the two factors (Table 3). Stubble retention affected the species number in maize only, where there was a stubble retentionxcrop growth stagextillage interaction. The number of weed species increased first and then decreased before increasing in all treatments from the spring growth to harvest for winter wheat. There were generally more species in the NT and NTS treatments than in the T and TS treatments (Fig. 2a). During the growth of common vetch， the species number increased after an initial decrease, and then continued to decrease in the T and TS treatments, but it steadily decreased in the NT and NTS treatments (Fig. 2b) The species number was higher in the NT and NTS treatments than in the T and TS treatments before August, but lower thereafter. During the growing season of maize, the species number initially increased, before decreasing in all treatments, except in the NTS treatment, where it increased after 18 July (Fig. 2c). The species number in maize was generally higher in the NT and NTS treatments than in the T and TS treatments, but it was lowest in the NTS on 18 July. In general, the total number of weed species was increased by no-tillage (NT and NTS) in winter wheat and maize, but it tended to be reduced by stubble retention (Fig. 2d). The total number of weed species in common vetch did not tend to vary among treatments, but it was lowest in the NTS treatment. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/c0484ae1cd5c258185dfeccdb906a5499dcf7a68bc8eba9a0d22b82f08d3dc20.jpg",
        "table_caption": [
            "Table3 Effects ( $P$ values) of crop growth stage, stubble retention and tillage on weed species number and weed density in the three crops "
        ],
        "table_footnote": [
            "Note: Stage,crop growth stage;Stubble, stubble retention. The $P$ values were generated using the Holm-Sidak test in a three-way ANOVA. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Factor</td><td colspan=\"2\">Winter wheat</td><td colspan=\"2\">Common vetch</td><td colspan=\"2\">Maize</td></tr><tr><td>Numbers</td><td>Weed density</td><td>Nupmbers</td><td>Weed density</td><td>Numbers</td><td>Weed density</td></tr><tr><td>Stage</td><td><0.001</td><td><0.001</td><td><0.001</td><td><0.001</td><td><0.001</td><td><0.001</td></tr><tr><td> Stubble</td><td>0.320</td><td>0.965</td><td>0.059</td><td>0.121</td><td>0.025</td><td><0.001</td></tr><tr><td> Tillage</td><td><0.001</td><td><0.001</td><td><0.001</td><td>0.074</td><td><0.001</td><td>0.003</td></tr><tr><td>StagexStubble</td><td>0.598</td><td>0.523</td><td>0.478</td><td>0.854</td><td>0.842</td><td><0.001</td></tr><tr><td> StagexTillage</td><td><0.001</td><td>0.002</td><td><0.001</td><td><0.001</td><td>0.031</td><td><0.001</td></tr><tr><td>StubblexTillage</td><td>0.802</td><td>0.451</td><td>0.059</td><td>0.244</td><td>0.187</td><td>0.042</td></tr><tr><td> StagexStubblexTillage</td><td>0.764</td><td>0.487</td><td>0.094</td><td>0.528</td><td>0.034</td><td>0.499</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/b8240166c27baa2d77842e8fa24cfbede22e30618288b3079388bf94e0695f24.jpg",
        "img_caption": [
            "Fig.2Number of weed species during the growth period of winter wheat (a),common vetch (b) and maize (c), and the total number of species across the whole season (d) under conventional tillage (T),no-tilage (NT), conventional tillage+stubble retention (TS）and no-tillage $^ +$ stubble retention(NTS)treatments.Error bars are standarderrors.InFiguresa-c,thefloating barsshow the least significant diffrences.InFigured,dierent lowercase letters indicate significant differences among treatments at $P { < } 0 . 0 5$ level within a crop. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "As shown in Table 3, crop growth stage and tillage affected weed density in allthree crops, and there was a crop growth stagextilage interaction. Stubble retention affected weed density in maize only, where there were stubble retentionxcrop growth stage and stubble retentionxtillage interactions. From spring growth until harvest in winter wheat, weed density increased before decreasing in the NT and NTS treatments, whereas it continued to increase through the growing season in the T and TS treatments, culminating in a sharp rise (Fig. 3a). Weed density was greater in the NT and NTS treatments than in the T and TS treatments. In common vetch, a sharp decrease in weed density in all treatments was followed by a gradual, but steady decline in the NT and NTS treatments, whereas a subsequent increase was followed by a steady decrease in the T and TS treatments (Fig. 3b). We found that weed density was greater in the NT and NTS treatments than in the T and TS treatments before August, but the reverse was found thereafter. For maize, weed density increased and then decreased in all treatments except for the NTS treatment, where it gradually and steadily decreased (Fig. 3c) Weed density was greater in the NT and NTS treatments than in the T and TS treatments before June. After June, weed density in the treatments was in the following order: $\\mathrm { T } { > } \\mathrm { N T } { > } \\mathrm { T S } { > } \\mathrm { N T S }$ .In general, weed density was increased by the no-tillage treatments (NT and NTS) in winter wheat and common vetch, but it tended to be reduced by the retention of stubble (Fig.3d). Moreover, it was also reduced by stubble retention in maize. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/0e384f6dd4eb7af8ca48864a7ca8cccd68813f74718e42d26e48af7a2ab9e30b.jpg",
        "img_caption": [
            "Fig.3Weed density during the growth period of winter wheat (a),common vetch (b)and maize(c),and weed densityaveraged over the whole season (d) under conventional tillage (T)，no-tillage (NT)，conventional tillage $^ +$ stubbleretention(TS) and no-tillage $^ +$ stubble retention(NTS) treatments.Error barsarestandard errors. In Figuresa-c,the floating bars show the least significant differences. In Figure d, different lowercase letters indicate significant differences among treatments at $P { < } 0 . 0 5$ level within a crop. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2Weed seedbank ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Except that tillage affected the number of weed species in the weed seedbank during the spring growth of winter wheat, there was no effect of stubble retention or tillage on the species number in other cases (Table 4). The total number of weed species in the weed seedbank was higher during the spring growth of winter wheat in the NT and NTS treatments than in the T treatment, while there was no significant difference among the NT, TS and NTS treatments, and between the TS and $\\mathrm { \\Delta T }$ treatments (Fig. 4). Also, there was no significant difference in the number of weed species in the weed seedbank among treatments during post-vetch fallow. ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/34dc9cf7a391b5c178c2350a8e048780e339ea46c9f429047e189802d3f29828.jpg",
        "table_caption": [
            "Table4Effects( $P$ values) of stubble retention and tillage on the number of species and seed density in the weed seedbank during the spring growth of winter wheat and post-vetch fallow "
        ],
        "table_footnote": [
            "Note: The $P$ values were generated using the Holm-Sidak test in a two-way ANOVA. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Factor</td><td colspan=\"2\">Spring growth of winter wheat</td><td colspan=\"2\">Post-vetch fallow</td></tr><tr><td>Number of species</td><td>Seed density</td><td>Number of species</td><td>Seed density</td></tr><tr><td>Stubbleretention</td><td>0.747</td><td>0.342</td><td>1.000</td><td>0.017</td></tr><tr><td> Tillage</td><td>0.017</td><td>0.697</td><td>0.563</td><td>0.014</td></tr><tr><td>Stubble retentionxTillage</td><td>0.747</td><td>0.785</td><td>1.000</td><td>0.062</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/63137295d6bb0edc8c7833d5a9bc45dc0d8a93f932923e47af437037a0cbe4d2.jpg",
        "img_caption": [
            "Fig.4 Number of weed species in the weed seedbank during the spring growth of winter wheat and post-vetch fallow under conventional tillage (T)， no-tillage (NT)， conventional tillage $+$ stubble retention (TS） and no-tillage $^ +$ stubble retention (NTS). Error bars are standard errors and different lowercase letters indicate significant differences among treatments at $P { < } 0 . 0 5$ level at the same stage. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "There was no effect of stubble retention or tillage on the density of weed seeds in the weed seedbank during the spring growth of winter wheat, while these treatments were found to affect the density of weed seeds during post-vetch fallow (Table 4). During the spring growth of winter wheat, there was no difference in weed seed density of the soil among the treatments, but during post-vetch fallow, weed seed density was greatest in the $\\mathrm { \\Delta T }$ treatment and lowest in the NTS treatment (Fig. 5). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/31b57aac562b18e91db599a0d6e8adc9fc34d61c7e38cc43c32f637e57148ca1.jpg",
        "img_caption": [
            "Fig.5Seed density of weeds in the weed seedbank during the spring growth of winter wheat and post-vetch fallow under conventional tillage (T)， no-tillage (NT)， conventional tillage $+$ stubble retention(TS） and no-tillage $^ +$ stubble retention (NTS). Error bars are standard errors and different lowercase letters indicate significant differences among treatments at $P { < } 0 . 0 5$ level at the same stage. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.1 Effect of crop growth stage on weed species number and weed density ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The number of weed species and weed density varied during the growth period of all three crops (winter wheat, common vetch and maize) and similar trends were also observed in almost all the treatments (T, NT, TS and NTS) within a crop. The similarity in the changes in weeds among the treatments is largely atributed to traits shared among the weeds, since weed growth is closely associated with the crop (Liebman and Dyck, 1993; Lemerle et al., 2001; Teasdale et al., 2004; Melander et al., 2005; Ryan et al., 2008; Andrew et al., 2015; Costanzo and Barberi, 2016). We also found minor treatment effects. For example, there were increases in the number and density of weeds in common vetch after 17 July in the T and TS treatments, which may have resulted from the tillage in late June that stimulated seed germination (Legere et al.， 2O05). The differences in the species number and weed density also suggest that exogenous factors associated with tillage and stubble retention may have disturbed the natural growth of weeds, but the impact on the germination and growth of weeds depends on the intensity of these factors (Moore et al., 1994; Cardina et al., 2002; Reberg-Horton et al., 2012). In contrast, the number of weed species sharply decreased on 18 July in the NTS treatment. We infer that this was due to high germination failure rate or seedling mortality rate as a result of excessive water accumulation (Chen et al., 2009) that probably occurred following a heavy rainfall ( $( 2 2 4 ~ \\mathrm { m m }$ $30 \\%$ of the annual total) in early July of 2013 at the study site. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2Effect of no-tillage on weeds and weed seedbank ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In this study, we found that there was an effect of tillage on the species number and density of weeds in the weed seedbank and on the growing weeds. Generally, the species number and density of weeds were greater under no-tillage conditions than under conventional tillage conditions. Lower levels of disturbance associated with no-tillage are beneficial to the establishment of larger and more diverse weed seedbank (Feldman et al., 2O1O), especially in the top $5 \\mathrm { c m }$ of soil (Cardina et al., 2OO2). The accumulation of seeds in the soil seedbank may result in large numbers of germinated species later in the season (Cardina et al., 2OO2). Subsequently, great numbers of seeds return to the soil seedbank. Thus, under no-tillage conditions, the richness and diversity of weed species are generally higher than those under conventional tillge (Hyvonen and Salonen， 2OO2). In contrast, the seed density of weeds in the weed seedbank during post-vetch fallow was lower under no-tillage (NT and NTS) and tilled stubble retention (TS) conditions than under conventional tillage condition. This is possibly due to that the winter presence of seed predators at the study site (data not shown) consumed seeds that were distributed in the upper regions of the topsoil (Vander Wall, 1998; Blackshaw et al., 2OO5; Gallandt et al., 2005; Feldman et al., 2010; Bohan et al., 2011; Kulkarni et al., 2015). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In some circumstances, no-tillage has been shown to have either no or negative impacts on weeds (Cardina et al., 2OO2). In this study, we recorded complex responses in the number and density of growing weeds to no-tillage conditions in common vetch and maize crops. The variation in response may be atributed to the combined effects of stubble retention and tillage under crop rotation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.3Effect of stubble retention on weeds and weed seedbank ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Our findings show that stubble retention affected the number and density of growing weeds in maize, where weed density was reduced with the retention of common vetch straw, regardless of tillage conditions. The retained common vetch straw endured for almost a year (from October to September),， possibly due to weakened rates of decomposition at the low winter temperatures (near to $- 7 ^ { \\circ } \\mathbf { C }$ in December 2O12 and January 2O13). The effect of smothering by straw on the growth of weed seedlings also therefore reduces seed return later in the season, but the effectiveness of straw retention depends on the amount of stubble applied (Moore et al., 1994; Reberg-Horton et al., 2O12) and it is likely that some seeds on the stubble or soil surface are consumed by seed predators (Vander Wall, 1998; Blackshaw et al., 2005; Gallandt et al., 2005; Bohan et al.,2O11; Kulkarni et al.,2015). In this study, the density of weed seeds in the seedbank was low during post-vetch fallow with stubbles. It is possible that an associated, improved moisture status of topsoil (Chen et al.， 2OO9) may have increased the risk of infection by pathogens (Blackshaw et al., 2OO5; Kulkarni et al., 2015), resulting in a loss of seed viability. It is also possible that weed growth and seed production may have been suppressed by alelopathic chemical compounds released from the vetch straw during decomposition (Baziramakenga et al., 1995; Belz, 2007; Duke, 2010). A reduced production of seeds in post-vetch stubbles inevitably leads to a reduced weed density in the subsequent crop of maize, highlighting how crop rotations play a critical role in determining weed communities, for example, modulating competition for resources (Lemerle et al., 2001; Melander et al., 2005; Ryan et al., 2008; Andrew et al., 2015; Costanzo and Barberi, 2016). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In this study, there were no effects of retaining stubbles of maize or winter wheat on the number and density of weeds and seeds in winter wheat or common vetch, suggesting that either stubble retention has minimal effects on weeds or the amount of stubbles was not enough to elicit changes in weed dynamics (Moore et al.， 1994; Reberg-Horton et al., 2012). Improved soil moisture in stubbles (Chen et al., 2Oo9) is beneficial to seed germination and seed drop prior to, and at harvest, may be protected from predation and wind dispersal by stubble cover in some seasons. The benefits to the number and density of weeds and seeds may, in part, counteract suppressive effects of stubble retention; then the overall effect of stubbles may appear to be benign. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.4Combined effects of stubble retention and no-tillage on weed occurrence under legume-crop rotations on the rainfed Loess Plateau ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The combination of retaining stubbles with no-tillage had few impacts on weeds in winter wheat and common vetch, but not in maize. The reasons are unclear, but the conflicting effects of the two treatments may have led to this overall efect (Kegode et al.,1999; Murphy et al., 2006; Nord et al., 2011). Furthermore, we noted that the dominant weed species accompanying one crop varied among the crops (Zhao et al.， 2O15) and this variation may have influenced the effectiveness of allelopathy in controlling weeds with stubbles. Although a clear, standard response to stubble retention in untilld fields remains to be confirmed, we recommend that on the rainfed Loess Plateau, stubble retention and no-tillage can be employed to improve weed control in legume-crop rotations. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We explored the efects of no-tillage and stubble retention on the weeds and weed seedbank in a 12-year rotation of maize-winter wheat-common vetch on the Loess Plateau of China. The results suggested that no-tilage increased the number and density of weeds and weed seeds, whereas there were suppression effects by retaining stubbles in untiled fields. There were crop-specific effects of stubble retention $^ +$ no-tillage on weed suppression. We recommend that no-tillage should be applied in conjunction with stubble retention in legume-crop rotations in agricultural systems on the Loess Plateau that is subject to soil erosion and exhibits very low levels of soil moisture. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This work was jointly supported by the National Natural Science Foundation of China (31572460)，the FundamentalResearch Funds forthe Central Universities (lzujbky-2O17-ot01)and the National KeyResearchand Development Program of China (2016YFC0400302). The authors appreciate assstance in field sampling and laboratory measurements from Dr. YANG Qian,Ms. WANG Xianzhi and Mr. LI Juncheng from Lanzhou University. We also thank Dr. Mariana P ANDREUCCI from CSIRO Australia for the critical comments on the manuscript. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "AndrewIKS,StorkeyJ,SparkesDL.2O15.Arviewofthe potential forcompetitivecerealcultivars asatool in integrated weed management.Weed Research, 55(3): 239-248.   \nBaziramakenga R,Leroux G D, SimardR R.1995.Efects of benzoic and cinnamic acids on membrane permeability of soybean roots. Journal of Chemical Ecology,21(9): 1271-1285.   \nBelz R G. 20o7. Allelopathy in crop/weed interactions-an update. Pest Management Science, 63(4): 308-326.   \nBlackshawRE,MolnarLJ,LarneyFJ.2Oo5.Fertilizer,manure andcompost effectson weed growthandcompetition with winter wheat in western Canada. Crop Protection, 24(11): 971-980.   \nBohanDA,BoursaultA,BrooksDR,etal.2Ol.National-scaleregulationof theweedseedbankbycarabid predators.Joual of Applied Ecology, 48(4): 888-898.   \nCardinaJ,Herms CP,Doohan DJ.22.Crops rotationand tilage system efects on weed sedbanks.Weed Sciene,50(4): 448-460. Sustainability, 5(7): 3172-3201.   \nChen H,HouR,Gong Y,et al.2009.Efectsof 11 yearsofconservationtillageonsoilorganic materfractions in wheat monoculture in Loess Plateau of China. Soil and Tillage Research,1O6(1): 85-94.   \nChen W,Shen YY,Robertson MJ,etal.2O08.Simulationanalysisof lucerne-wheat croprotationontheLoess Plateauof Northern China. Field Crops Research, 108(2): 179-187.   \nCostanz A,Barberi P.2016.Field scalefunctionalagrobiodiversity inorganic wheat: Effectson weedreduction,disease susceptibility and yield. European Journal of Agronomy, 76: 1-16.   \nDuke SO.200.Allopathy:current status ofreseachandfutureofthe discipline: acommentary.Alelopathy Journal,25(1): 17-30.   \nFeldman SR,Torres CAPS,Lewis P.200.The effectof differentillagesystems on thecompositionoftheseedbank. Weed Research, 37(2): 71-76.   \nGallndtER,MolloyTLynchRP,etal.2O5.Eectofcove-croppngsystmsoninvertebrateseed predation.Weedience, 53(1): 69-76.   \nHamill A S,Holt JS,Mallory-Smith C A. 2004.Contributions of weed science to weed control and management. Weed Technology, 18(sp1): 1563-1565.   \nHobbs PR,Sayre K,GuptaR.2Oo8.Theroleofconservation agriculture insustainableagriculture.PhilosophicalTransactions of the Royal Society B, 363(1492): 543-555.   \nHyvonen T,Salonen J.2002. Wed species diversityandcommunitycomposition incropping practicesat two intensitylevels-a six-year experiment. Plant Ecology,159(1): 73-81.   \nKegode G O,Forcella F, Clay S.1999.Influence of croprotation,tillage,and management inputson weed sed production. Weed Science, 47(2): 175-183.   \nKulkarni S S,DosdallL M, Willenborg C J.2015. The role of ground betles (Coleoptera: Carabidaein weed seed consumption: A review. Weed Science, 63(2): 335-376.   \nLafond G,McConkeyBG,Stumborg M.2O09.Conservation tilage models forsmallsale farming:Linking theCanadian experience to the smalfarms ofIner MongoliaAutonomous Region inChina.SoilandTillageResearch,104(1):150-155.   \nLegere A, Stevenson FC,Benoit DL.2005. Diversityand assmbly of weed communities: Contrasting responses across cropping systems.Weed Research,45(4):303-315.   \nLemerle D,GillG S,MurphyCE,etal.2Oo1. Genetic improvement and agronomy for enhanced wheat competitiveness with weeds. Australian Journal of Agricultural Research, 52(5): 527-548.   \nLiF,Gao C,ZhaoH,etal.o2.Soilconservationeectivenessandenergyefiiencyofalterativerotationsandcontiuous wheat cropping in the Loess Plateau of northwest China.Agriculture,Ecosystems &Environment,91(1-3): 101-111.   \nLiebmanM,Dyck E.1993.Crop rotationand intercropping strategies for weed management. Ecological Applications,3(1): 92 122.   \nLiu X,HaoM,FanJ.2Oo.Effectsoflong-termrotationandfertilizationon N-supplybysoil indrylandareaonloessplateau. Agricultural Research in the Arid Areas, 18(3): 1-7. (in Chinese)   \nMelander B,Rasmussen I A,Barberi P.2Oo5. Integrating physical and cultural methods of weed control-examples from European research. Weed Science, 53(3): 369-381.   \nMoore M J, Gillspie TJ,Swanton CJ.1994.Effect of covercrop mulches on weed emergence, weed biomassandsoybean (Glycine max) development. Weed Technology, 8(3): 512-518.   \nMurphy SD,Clements DR,BelaoussoffS,et al.26.Promotionof weed species diversityand reductionof weed sedbanks with conservation tillage and crop rotation. Weed Science,54(1): 69-77.   \nNordEA,Curran WS,Mortensen DA,etal.2011.Integrating multiple tactics for managing weeds inhigh residue notil soybean. Agronomy Journal, 103(5): 1542-1551.   \nOwen MD K,Beckie HJ,LesonJY,etal.2015. Integrated pest managementand weed management in the UnitedStatesand Canada. Pest Management Science, 71(3): 357-376.   \nPaulB K,VanauweB,AyukeF,etal.0l3.Medum-trimpactoftillageandresiduemanagementosoilagregatestability soil carbon and crop productivity. Agriculture,Ecosystems & Environment, 164: 14-22.   \nReberg-HortonSC,GrossmanJM,KorneckiTS,etal.2012.Utilizingcovercrop mulches toreduce tilage inorganicsystems in the southeastern USA. Renewable Agriculture and Food Systems, 27(1): 41-48.   \nRenJZ. 2002.Establishment of anagro-rassland systemfor grain storage.Acta PrataculturaeSinica,11(1):1-3.(inChinese)   \nRyanJ,Singh M,Pala M.28.Long-trm cereal-basedrotation trials intheMediterrneanregion: Impicationsforcopping sustainability. Advances in Agronomy, 97: 273-319.   \nShen Y,LiL,Chen W,etal.2O9.Soilwater,soilitrogeandprouctivityofuceewheatseuencesondepsiltlosina summer dominant rainfall environment. Field Crops Research, 111(1-2): 97-108.   \nSmith RG,MortensenDA,Ryan MR.20l0.Anew hypothesis forthe functionalroleof diversityinmediatingresource pools and weed-crop competition in agroecosystems.Weed Research,50(1): 37-48.   \nSoil Survey Staf199.Soil taxonomy: abasic systemof soil clasification for making and interpreting soil surveys ( $2 ^ { \\mathrm { n d } }$ ed.). Agriculture Handbook No.436.US Department of Agriculture,US Government Printing Offce,Washington,DC.   \nSommerR,Piggin C,FeindelD,etal.2O14.Effctsofzerotilageandresidueretentiononsoilqualityinthe Mediteanean region of northern Syria. Open Journal of Soil Science,4(3): 109-125.   \nTeasdale JR, Mangum R W,Radhakrishnan J,etal. 2O04. Weed seedbank dynamics inthree organic farming croprotations. Agronomy Journal, 96(5): 1429-1435.   \nTominaga T, Yamasue Y. 2OO4. Crop-Associated Weeds. Netherlands: Springer, 47-63.   \nVander WallSB.1998.Foraging successof granivorous rodents: Effectsof variation in seed and soil water onolfaction. Ecology, 79(1): 233-241.   \nWangJ,LiF,JiaRspossofsilaterogendgaicatertotealfalfootatioinaidlosa of China. Journal of Sustainable Agriculture,28(1): 117-130.   \nWorthingtonM,Reberg-Horton C.2013.Breedingcerealcrops for enhanced weedsuppression:Optimizingalelopathyand competitive ability. Journal of Chemical Ecology, 39(2): 213-231.   \nYang H,He S,henY,etal.2O11.Soilnitrogen,carbonand phosphorusafterlucerneconversiontowheatorfalowinthe Loess Plateau of China.Philippine Journal of Crop Science,36(3): 28-33.   \nYangQ,WangX,nY,etal.13.uctialvesityofsilicrobalommuitisisposetotilageadosiue retention in an eroded Loess soil. Soil Science and Plant Nutrition,59(3): 311-321.   \nZhao R,FengB,JiangS,etal.2011.Efects ofconservatiotillageonsoilaggregate indrylandofLoessPlateau.Joualof China Agricultural University, 16(4): 74-79. (in Chinese)   \nZhao Y,LuJ,YangH.20l5.Efectofconservationtilge on weedsiarotationsystemontheLoessPlateauofeaster Gansu, Northwest China. Chinese Journal of Applied Ecology,26(4):1223-1230. (in Chinese) ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    }
]