[
    {
        "type": "text",
        "text": "发挥综合资源优势 打造一流科技智库一广东省科学院推进智库建设的实践探索",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李定强’魏东原²张虹鸥祝林²",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1广东省科学院广州 510070²广东省科技图书馆广州510070³广州地理研究所广州 510070",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义］在我国大力发展智库建设的背景下，系统地阐述了广东省科学院在为政府提供科技决策支撑的实践经验，为我国科技智库建设提供参考与借鉴。[方法/过程]通过文献调研法、网络调研法及案例分析法对广东省科学院建设科技智库的背景、智库管理和运行体制以及相关举措进行了剖析。[结果/结论]广东省科学院将科技智库作为其战略规划的重要组成部分，并对其建设予以高度重视。智库通过边建设边出成果的方式逐步扩大其影响力。此外，本文还对该院智库未来的发展提出建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：科技智库 科技决策 创新驱动发展分类号：G311DOI: 10.19318/j.cnki.issn.2096-1634.2016.03.12",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库（ThinkTank）是以公共政策为研究对象，以影响国内和国际政策选择为目标、提供决策方案和对策建议等智力产品的研究机构[]。科技智库主要是从科学技术影响和作用的角度研究事关全局的重大问题，从科技规律出发前瞻思考世界科技发展走势，开展科学评估，进行预测预判，对经济社会发展的重大问题提出前瞻性、建设性建议，在国家科技战略、规划、布局和政策等方面发挥重要作用[2]。目前，中国进入了经济新常态，处于创新驱动发展、经济转型升级的战略机遇期，迫切需要加强宏观战略和政策研究，为政府科学决策提供依据。《关于加强中国特色新型智库建设的意见》明确要求科研院所要“建设高水平科技创新智库”“围绕建设创新型国家和实施创新驱动发展战略”“促进科技创新与经济社会发展深度融合”。因此，科研机构加快推进科技智库建设，符合党中央和国家的目标要求，满足经济社会转型发展的迫切需求，对加强生态文明建设、提高对外开放水平、提升国家软实力具有重大的战略意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "重新谋划发展定位，全力推动科技型智库建设",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "为了应对新一轮全球科技革命和产业变革，广东省委省政府于2015年6月28日重新组建了广东省科学院。该院整合了原广东省科学院、广东省工业技术研究院及省内其他科研院所资源，现下辖骨干院所22家。面向“中国制造2025”“互联网 $^ +$ 发展”的趋势，新组建的广东省科学院定位为“聚焦产业发展的应用研究、兼顾重大技术应用的基础研究，更好地满足广东省经济社会发展的实际需求”，重点研究领域覆盖生物与健康、材料与化工、资源与环境、电子与信息、装备与制造、智库与服务等。建设目标为：打造成广东省高层次人才集聚高地、产学研合作与科技成果转化应用的组织载体、创新驱动发展的枢纽型高端平台；创新体制机制，激发科技创新发展生机与活力；加强产业对接，强化服务功能，不断提升支撑产业发展、服务经济建设的能力；深化开放合作，积极融入全球创新网络，为建设创新型广东作出应有贡献。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "组建伊始，新广东省科学院便将建设国内一流科技型智库，支撑广东省政府重大决策和产业发展作为重要的历史使命，把科技智库建设提上重要工作议程。2015年度“广东省科学院科研平台环境与能力建设专项”中，重点安排了“广东省科学院粤创中心”“广东省创新发展研究院”“广东省地理信息产业服务云平台”“技术与产业创新发展情报分析”团队、“珠三角城市群发展研究”团队等相关平台和团队建设项目，引进原中科院文献情报中心主任张晓林、香港大学人文社会学院林初昇等客座教授等来粤组建创新团队，为智库建设打下良好的基础。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3广东省科学院智库管理及运行体制",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1 重点打造面向政府决策和产业发展服务的双平台",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "为了更系统地开展智库研究，广东省科学院设立了2家智库——广东省科学院粤创中心和广东创新发展研究院。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "广东省科学院粤创中心（以下简称“粤创中心”）[3]是广东省科学院的发展战略研究咨询机构，并依托广东省科技图书馆（广东省科技信息与发展战略研究所）打造技术与产业创新信息综合集成平台。中心面向广东省先进制造业、现代服务业和战略性新兴产业构建了信息跟踪、监测与分析矩阵，提供针对广东省重点发展或前瞻布局的若干重要产业的深度分析与布局建议；围绕服务国家战略的重大技术与产业开展前瞻性、宏观性、战略性研究，到2020年建成为华南领先、全国一流、并在国际上有重要影响的技术与产业创新分析研究与决策辅助机构。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "广东创新发展研究院[4]是面向东南亚、立足全国、聚焦广东的战略决策咨询研究机构，是广东省科学院提供政府决策和产业发展咨询研究的核心支撑机构，是凝聚国内优秀科研力量开展战略和政策研究的综合集成平台。其以广州地理研究所为依托，发挥地理科学的综合性和地域性优势，借助新的广东省科学院在工业技术、社会发展和资源环境等领域的学科优势、技术优势和人才优势，通过进一步提升现有平台创新能力，聚集高端人才队伍，组建专家网络，建设具有雄厚科学技术（监测、分析、评价、模拟）支撑、专家系统完善的科技型智库，把科技成果、科学思想转化为对政府决策的影响力和对产业发展的推动力，达到国内领先、国际先进水平，推动政府科学决策水平提高，支撑创新驱动发展，促进产业转型升级和区域可持续发展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.2凝练智库发展的重点方向及内容",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2016年是国家实施“十三五”规划的开局之年，广东省科学院深入贯彻党中央及广东省委关于创新驱动发展战略的精神，精心组织、科学谋划本院“十三五”规划。在智库建设部分，广东省科学院将重点突破“广东省重点产业技术分析与战略决策支撑平台”建设，以及培育“广东省科学院科技创新资源平台”和“广东省科学院新型知识服务中心”。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.3构建智库服务流程",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "广东省科学院的科技智库服务对象主要是本院决策层及广东省委、省政府领导，此外，其服务范围还覆盖科研院所及企业。所采取的服务流程如图1所示。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "李定强，魏东原，张虹鸥，等.发挥综合资源优势 打造一流科技智库——广东省科学院推进智库建设的实践探索[J].智库理论与实践，2016，1(3)：73-77.",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/e39676aae3de617990702ef085bfbe696b3c518a12a7aba71652b4aa0b578ed7.jpg",
        "img_caption": [
            "图1广东省科学院智库基本服务流程",
            "Figure 1 The basic service process of think tanks of Guangdong Academy of Sciences "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "科技决策服务取得显著成效",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "广东省科学院科技智库平台依托原有研究机构，边建设、边积极发挥科技支撑和决策咨询服务，产生重大社会影响和效益。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.1为广东省政府重大规划决策服务",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "广东创新发展研究院致力于产业发展与布局优化、区域可持续发展、生态文明建设等方面的政府决策咨询研究服务，承担并完成了一系列具有国内领先水平的重大研究成果和报告，对政府决策产生深刻影响，例如《广东省主体功能区规划》由省政府颁布实施，对广东省实施主体功能区战略、促进区域协调发展具有重要意义；在《广东省海洋经济地图》中率先提出的“六湾区一半岛”海洋经济空间格局，被写入省“十三五”规划，支撑海洋经济发展战略；《珠江三角洲城市群布局和空间形态研究》这一成果被纳入中共中央和国务院印发的《国家新型城镇化规划（2014-2020年）》中珠三角发展战略；《基于生态文明的广东省城镇化生态安全格局研究》提出的“两环、一带、十二核、网状廊道、多节点”生态安全格局被纳人《广东省新型城镇化规划2014—2020》，即将颁布实施；正在编制的《广东省海洋主体功能区规划》将于6月提交省政府审批。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "粤创中心承担广州市政府重大咨询项目“广州市国际科技合作现状和方向方法及对策研究”的研究工作，在广东省科学院领导的带领下，通过对广州市政府机构、龙头企业以及大型科研院所的问卷及实地调研，归纳总结了广州市国际科技合作现状，并提出了广州市推进国际科技合作的基本对策与建议。此外，粤创中心还通过多种渠道介入面向地方政府的决策咨询，如：广州市科协建设国家科技思想库专项“广州市新型城镇居民科学普及中的MOOC应用方案研究”、广州市科技局软科学研究项目“英国技术创新模式在广州应用的可行性研究”、广东省知识产权局软科学研究专项“广东省电子商务产业知识产权保护策略研究”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.2为科研机构及企业提供最新的科技前沿及产业应用情报",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.2.1面向研究所的知识产权服务知识产权保护作为技术创新中关键一环，已经越来越受到科研机构的关注。粤创中心作为相对独立的机构，为研究机构提供了专利分析、专利价值评估及技术预见等多种形式的知识产权服务。例如该中心完成了广东省生态环境技术研究所委托的“土壤重金属污染治理技术专利分析”，从宏观和微观两个层面对国内外相关研究专利进行解读，得到了科研人员的认可，并为研究所知识产权战略的制定提供了事实依据。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.2.2面向广东企业的创新态势监测服务科技的迅速发展使得企业对产业技术情报的需求日益强烈。广东省科学院作为本省创新驱动发展的高端平台，积极服务本省研发型企业，构建国际国内研发型企业的创新发展监测体系，为企业的自主创新保驾护航。如该院为覆铜板行业龙头企业-广东生益科技股份有限公司定制化构建了“覆铜板企业创新发展态势监测系统”，从市场信息、科技文献和专利技术等角度进行多方位跟踪，向企业提供更为深入和广泛的监测内容。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.3为广东重点研究领域发展和研究机构布局提供建设方案",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.3.1珠海三所筹建2015年10月，广东省科学院与珠海市人民政府签署协议，在珠海市组建广东省科学院海洋工程装备技术研究所、广东省科学院航空航天装备技术研究所和广东省科学院生物医药技术研究所，由此拉开了该院建设新型研发机构的序幕[5]。在此之后，粤创中心承担三个骨干研究所建设前期调研报告工作，最终形成了三个骨干研究所的构建框架，为广东省科学院及珠海市政府所采纳，作为与珠海市政府合作建设创新研究所的框架基础。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.3.2广东省科学院中山分院建立2015年12月，广东省科学院与中山市人民政府签署协议共建“广东省科学院中山分院”。粤创中心为广东省科学院中山分院前期筹建提供快速、高效的决策咨询服务，得到了中山市政府的肯定。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.3.3筹备建设广东省科学院“互联网 $^ +$ 研究院”2015年12月，粤创中心及广东创新发展研究院参与了广东省科学院“互联网 $^ +$ 研究院”构建规划的工作，通过举办广东省科学院“互联网 $^ +$ ”与创新驱动发展战略研讨会广泛征求了行业专家的意见，之后广东省科学院从下属两个智库中选调情报专家组成“互联网 $^ +$ 产业研究院”建设方案小组，起草了广东省“互联网 $^ +$ 研究院”建设报告。目前，“互联网 $^ +$ 研究院”已经进入建设实质阶段。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.4推动成果转移转化",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2016年4月，广东省科学院与南方报业传媒集团签署了全面战略合作框架协议，共同推动广东创新驱动发展战略的实施[]。而在此之前，粤创中心为广东省科学院提供了前期文献调研及方案设计，该中心起草的协议受到了广东省科学院与南方报业传媒集团的认可，并作为下一步合作的基础框架。协议签署之后，粤创中心和广东发展研究院联手共同推进“广东科技成果转移转化市场交易平台”的建设。通过“科技 $^ +$ 媒体”的形式，广东省科学院打造科技成果转移转化的线上、线下平台，助推“双创”发展。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "5结语 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "广东省科学院在重组之初，即将建设科技智库作为其战略规划的重要组成部分，并对其建设予以高度重视：",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）从顶层设计的角度而言，广东省科学院在“十三五”规划制定期间对智库的发展作了前瞻性的部署，在进行战略布局过程中注重发挥智库战略决策服务的专业优势，使智库在进行理论探索的同时，能深入调研广东发展现状，提炼具有实际参考价值的方案建议；",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）在智库人才队伍的建设上，广东省科学院通过人才项目的形式吸引战略情报高端人才落户广东，通过平台项目的方式支持创新团队开展智库研究工作，通过任务驱动的模式培养了一支业务过硬、行动高效的队伍；",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）在成果转移转化服务上，广东省科学院尝试走“科技 $^ +$ 媒体”的路，通过促成旗下智库与传统媒体深度合作来对服务模式进行创新，为智库建设打开新局面。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "未来，广东省科学院科技智库建设将会充分发挥“小机构、大网络”、“小核心、大外围”的同心圆作用，强调智库与下属研究所乃至华南地区的高校等科研机构的合作与互动，适时成立“智",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "李定强，魏东原，张虹鸥，等.发挥综合资源优势 打造一流科技智库——广东省科学院推进智库建设的实践探索[J].智库理论与实践，2016，1(3)：73-77.",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "库联盟”，举众专家之力，为加快推动经济结构调整和产业转型升级建言献策，为广东省创新驱动发展提供智力支持。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "致谢：感谢广东省科学院粤创中心的王春明副研究馆员对本文提出的宝贵建议。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1]季婉婧，曲建升.国际典型科技智库的类型及其产品特点分析[J].图书与情报，2012(5):93-98.  \n[2]白春礼.发挥科研机构优势建设高端科技智库[N].光明日报，2015-01-29(002).  \n[3]广东产业发展智库[EB/OL].[2016-06-07].http://mp.weixin.qq.com/profile?src $: = 3$ &timestamp $\\vDash$ 1464934628&ver $^ { - 1 }$ &signature $\\vDash$ YFFF5WcKzOsQKX2PKgd6ZUdjfluxrmfSqukTrdWIIUpAUS\\*\\*XDknHu149K1foLJw\\*05hFfh2SD5FsjkUkhtsqg==.",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[4]广东创新发展研究院[EB/OL].[2016-06-07].http://",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "mp.weixin.qq.com/profile?src $: = 3$ &timestamp $\\scriptstyle 1 = 1$ 464939653&ver $^ { \\cdot = 1 }$ &signature $\\vdots = { \\dot { } }$ INKXMHXrR2tVJpmMq2UxT-HadnUp9w0eE7P0lorzJfX3MYmPAG4tLCU3qS8-33a4vtT3pFfGwwpip38JdmR7Jg==.  \n[5]广东省科学院李定强副院长一行来珠考察合作共建骨干研究院事宜[EB/OL].[2016-06-07].http://www.zhkgmx.gov.cn/gksxx/bgs/gzdt/201511/t20151119_8396397.htm.  \n[6]共建广东省科学院中山分院签约仪式在广东科学中心举行[EB/OL].[2016-06-07].http://www.zs.gov.cn/main/zwgk/newsview/index.action?id $\\lvert = \\rvert$ 74257.  \n[7]省科学院与南方报业启动战略合作[EB/OL].[2016-06-07]. http://news.sina.com.cn/c/2016-04-23/doc-ifxrpvqz6501918.shtml.",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "李定强：负责选题及框架构建；  \n魏东原：负责研究总体思路把握及修改；  \n张虹鸥：负责主要观点凝练及行文修改;  \n祝林：资料调研及论文撰写。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Taking Advantage of Integrated Resources to Build the First-class Science and Technology Think Tanks: the Practice of Propelling the Think Tank Construction of Guangdong Academy of Sciences ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Li Dingqiangl Wei Dongyuan² Zhang Hongou³ Zhu Lin² Guangdong Academy of Sciences, Guangzhou 510070 ²Guangdong Science and Technology Library, Guangzhou 510070 3Guangzhou Institute of Geography, Guangzhou 510070 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] This paper discusses about the establishment, the operation mechanism and application experiences of Guangdong Academy of Sciences as a science and technology think tank,and it aims to systematically expound the methods and practice of how Guangdong Academy of Sciences help make science and technology decisions for the government,which can be regarded as a reference for the construction of other think tanks.[Method/process] This paper adopted the literature review,the website investigation and the case study to analyze the background,the management,the operation system and the relevant measures of science and technology think tanks construction of Guangdong Academy of Sciences. [Result/conclusion] Guangdong Academy of Sciences regards sience and technology think tanks as an important part of its strategic planning and pays great atention to the construction of think tanks. On the other side,think tanks gradually expand its influence through serving for the reconstruction of Guangdong Academy of Sciences.In addition, this paper puts forward some advice on the rapid development of think tanks of Guangdong Academy of Sciences. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Keywords: science and technology think tankscience and technology decision-making innovation-driven development ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "收稿日期：2016-06-20修回日期：2016-06-25本文责任编辑：吕青",
        "page_idx": 4
    }
]