[
    {
        "type": "text",
        "text": "SCIENTIFIC REPORTS ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "OPEN ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "V1 neurons respond to luminance changes faster than contrast changes ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received:24 March 2015   \nAccepted:27 October 2015   \nPublished:O4 December 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Wen-Liang Wang1,2, Ran $\\mathbf { L i } ^ { 1 , 2 }$ , Jian Ding³,Louis Tao45，Da-Peng Li1&Yi Wang1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Luminance and contrast are two major atributes of objects in the visual scene.Luminance and contrast information received by visual neurons are often updated simultaneously.We examined the temporal response properties of neurons in the primary visual cortex (V1) to stimuli whose luminance and contrast were simultaneously changed by $5 0 H z$ .We found that response tuning to luminance changes precedes tuning to contrast changes in V1.For most V1 neurons, the onset time of response tuning to luminance changes was shorter than that to contrast changes.Most neurons carried luminance information in the early response stage,while all neurons carred both contrast and luminance information in the late response stage.The early luminance response suggests that cortical processing for luminance is not as slow as previously thought. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Luminance and contrast provide information regarding the surface properties of objects, from which we perceive the coarse and fine forms of objects in the visual scene.Local luminance and contrast in a given visual scene typically vary by over a factor of more than ten1.A neuron in the primary visual cortex (V1)receives information froma local region of the visual field,that is,its receptive field (RF). The visual information received by the eyes varies rapidly as the images on the retina change with body, head,and eye movements during natural viewing. Therefore, the luminance and contrast information within the RF of an individual V1 neuron dynamically change with time. The response properties of V1 neurons to contrast have been studied intensively. In the RFs of V1 neurons,the elongated arrangement of ON and OFF inputs from the lateral geniculate nucleus (LGN) generates the selective responses of V1 neurons to oriented contrast2-4. Stimuli with higher contrast evoke faster and stronger responses in V1 neurons than those with lower contrast5-9.Luminance changes in uniform stimuli evoke relatively weak responses in Vl neurons in comparison to contrast changes in stimuli10. Some V1 neurons respond to uniform luminance stimuli more slowly than to oriented contrast stimulill.The responses of V1 neurons to luminance are thought to be slower than to contrast and to be generated by responses to contrast borders through the neural process of slow, scale-dependent filing-in1,12. Other studies have shown that the responses of V1 neurons carry much of the luminance information when the luminance of the stimuli varies rapidlyl3,14. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Under normal viewing conditions,the luminance and contrast signals that are transmited to individual Vl neurons may change rapidly and concurrently. However, almost all previous studies have focused on Vl responses to either contrast changes or luminance changes,that is,changing the stimulus contrast when holdingthe stimulus luminanceconstant or viceversa568-015-17.Onlya preliminarystudy explored the responses of V1 neurons to simultaneously changing luminance and contrast,and that study suggested that their responses are strongly modulated by both the local mean luminance and contrast13. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1State Key Laboratory of Brain and Cognitive Sciences,Institute of Biophysics,Chinese Academy of Sciences, Beijing 100101, China.²Universityof Chinese AcademyofSciences,Beijing100101,China.3SchoolofOptometry, University ofCalifornia,Berkeley,CA94720,USA.4Center for Bioinformatics,NationalLaboratoryof Protein EngineeringandPlantGeneticsEngineering,CollgeofLifeciences,Peking University,Number5SummerPalace Road,Beijing10o871,China.5enterforQuantitativeBiology,Peking University,Number5SummerPalace Road, Beijing 100871, China. Correspondence and requests for materials should be addressed to Y.W. (email: yiwang@ ibp.ac.cn) or D.-P.L. (email: lidapengibp@hotmail.com) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a Stimulus presentation ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/7265db4b6dba4f3b4d376c6c195611debd57f0702dac2ef356a7ebbf2255aa10.jpg",
        "img_caption": [
            "Figure 1. Visual stimulation and responses of V1 neurons to luminance changes and contrast changes. (a) Stimulus presentation.Each stimulus was presented for $2 0 \\mathrm { m s }$ （204号 $( 5 0 \\mathrm { H z } )$ ,and all stimuli were presented randomlyand consecutively.The dark,small ring inside the left-most panel represents the RFofa visual neuron in V1.(b) Examples of PSTHs.The PSTHs were calculated with a 1ms bin and smoothed using a window of $1 1 \\mathrm { m s }$ The $4 \\times 4$ matrix of panels show PSTHs of the neuron in Fig.2a to partial combinations of stimulus parameters (luminance: 4,10,34,and $5 8 c d / \\mathrm { m } ^ { 2 }$ and contrast: $0 \\%$ 0 $3 0 \\%$ ， $6 0 \\%$ ,and $9 0 \\%$ ofa $1 0 \\times 1 0$ （204号 matrix of stimuli with luminance at 1O levels ( $\\cdot 4 { \\mathrm { - } } 5 8 { \\mathrm { c d } } / { \\mathrm { m } } ^ { 2 }$ in $6 { \\mathsf { c d } } / { \\mathsf { m } } ^ { 2 }$ steps) and contrast at 10 levels $( 0 - 9 0 \\%$ （204号 in $1 0 \\%$ steps)).Each panel shows responses (spike rates) to a stimulus from $5 0 \\mathrm { m s }$ prior to the stimulus onset until $1 0 0 \\mathrm { { m s } }$ after the onset. The dark horizontal bar $( = 2 0 \\mathrm { m s } )$ indicates the duration of stimulus presentation. Shadows indicate the s.e.m.The background luminance of the CRT monitor screen was $3 1 { \\mathrm { c d } } /$ $\\mathbf { m } ^ { 2 }$ ,which was the mean luminance of all stimuli. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Furthermore,the luminance and contrast responses of V1 neurons are largely independent10,13.This independence is consistent with the statistical independence of local luminance and contrast in natural scenes1,18. However, the dynamics of V1 responses to simultaneously changing luminance and contrast remain unclear. In the current study, we investigated the temporal properties of V1 responses to simultaneously changing luminance and contrast stimuli that were presented for $2 0 \\mathrm { m } s$ without an interval blank. Our results suggest that Vl neurons begin to tune to luminance changes earlier than they tune to contrast changes when visual information is changing rapidly. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A series of sinusoidal gratings with different spatial contrasts ( $0 \\text{‰}$ in $1 0 \\%$ steps)and mean luminances $\\left( 4 { - } 5 8 { \\mathsf { c d } } / { \\mathsf { m } } ^ { 2 } \\right.$ in $\\bar { 6 } \\mathsf { c d } / \\mathsf { m } ^ { 2 }$ steps) were presented randomly and consecutively to the RF of a neuron in cat V1 (Fig.la).Each grating lasted for $2 0 \\mathrm { m s }$ (Fig.la).For each neuron,the size of the stimulus gratings was at least 3 times larger than its RF in diameter (far left panel ofFig.la),which was measured using sparse stimuli of bright and dark short bars that were presented by the reverse correlation method.The gratings had the preferred orientation and spatial frequency,as measured by the subspace reverse correlation method. Our previous study showed that a consecutive sequence of flashing gratings with luminances at different levels evoked significantly effective responses of V1 neurons to changes in stimulus luminancel4.Although the stimuli we used were simpler than natural stimuli,the randomly and rapidly varying stimulus presentation simulated,to some extent,the simultaneous and rapid changes in luminance and contrast that occur during natural viewingl4,19,20. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Onset time of V1 response tuning to luminance changes was shorter than to contrast changes.Figure lb shows the time course of the responses of a neuron to luminance and contrast changes under diffrent luminance and contrast levels (shown for 4 luminance levels and 4 contrast levels for clarity).This cellhad response peaks that occurred early after stimulus onset (short horizontal bar of Fig.1b) under low luminance levels and across allcontrast levels (left two columns of Fig.1b). It had other response peaks that occurred late after stimulus onset under high luminance levels and high contrast levels (right two columns of Fig.1b).It is worth noting that the early response peaks were similar across contrast levels.In contrast,the late response peaks occurred only with high luminance and contrast levels.To examine the efects of luminance and contrast changes on neuronal responses, we presented the responses of V1 neurons to simultaneously changing luminance and contrast as luminance response functions (LRFs)at different contrast levels.Figure 2 shows the LRFs offour neurons as examples,at four contrast levels( $0 \\%$ 2 $30 \\%$ 0 $6 0 \\%$ and $9 0 \\%$ ）and at temporal intervals of $5 \\mathrm { m s }$ . The neuron in Fig.2a is the same neuron shown in Fig.1b.This neuron had decreasing LRFs that were similar across different contrast levels and occurred early $( 2 5 - 3 0 \\mathrm { m s }$ of Fig.2a),while had increasing LRFs in high contrast levels and that occurred late (40-45 ms of Fig.2a).The magnitudes of the early decrement LRFs were dependent on luminance but were not dependent on contrast, while those of the late increment LRFs were affected by both luminance and contrast.The neuron in Fig.2b was a typical example for the neurons that had decreasing LRFs in the early stage $\\left( 3 0 - 3 5 \\mathrm { m s } \\right)$ ,although with a relatively low magnitude.The neuron in Fig.2c had increasing LRFs in the early stage $\\left( 3 0 - 3 5 \\mathrm { m s } \\right)$ that were similar across diffrent contrast levels,while its late LRFs were similar to thoseof thetwo neurons of Fig.2a,b.These data suggest that the early responses of the neurons were modulated by luminance,but not by contrast. This is compelling when comparing the LRFs to contrast gratings (bottom three rows of Fig.2a-c) with those to uniform stimuli ( $0 \\%$ contrast in the top rows of Fig. 2a-c). Responses of the three neurons in the late stage were scaled by luminance and contrast, suggesting that the late responses were modulated by both luminance and contrast. Many neurons had response paterns similar to these three neurons. However, some other neurons showed responses that were modulated by both contrast and luminance across the entire observation time (Fig. 2d). Most of the last type neurons did not respond to the uniform stimuli that had $0 \\%$ contrast (first row of Fig.2d).Their responses to luminance and contrast changes were late compared to the early responses of the former three neurons to luminance changes in Fig. 2a-c but were similar to the late responses of these three neurons to luminance and contrast changes.Diffrent types of cells were recorded across all cortical layers of V1.We did not observe a clear difference in the distribution of these cells across cortical layers. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To quantitatively analyze this distinction,we extracted the onset time of responses of a neuron to luminance and contrast changes.In previous studies21,27,the maximal variance of responses of a neuron to different stimuli was taken as a measure of the response latency. When the maximal variance of responses occurs,it is the time when a neuron best tunes to diferent stimuli, which is called the peak or optimal latency. In these studies,stimuli were displayed continuously, without pause,and the presentation time for each stimulus was either short (several tens of miliseconds in the reverse correlation method) or long $( 3 2 0 \\mathrm { m s } )$ . The short stimulus presentation in the current study was similar to that used bythe above-cited studies. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To relate responses of a neuron to two stimulus factors,luminance and contrast changes,a two-way analysis of variance (ANOVA) with replication9,28 was performed on responses of the neuron, with luminance as one factor and contrast as the other factor,at a millisecond interval ranging from O to $1 5 0 \\mathrm { m s }$ Wefocused on the time when a neuron showed its first significantly differential responses to stimuli after stimulus onset (which we called the onset time of response tuning) instead of the peak latency, namely the time when showed the largest different responses (i.e.,the maximal or peak variance of responses). This is because the onset time is the time when responses of a neuron first tune differentially to stimuli; in other words,when the stimuli first significantly affct responses of a V1 neuron.The onset time can be regarded as the time when useful information first reaches a neuron.The onset time of response tuning to luminance (or contrast) changes was defined by the following criteria.First, variance of responses to different stimuli after stimulus onset was beyond the mean $+ 5$ SDs of variances of firing rates from $- 1 5 0 \\mathrm { m s }$ to $0 \\mathrm { m s }$ prior to stimulus onset calculated by the Equation (3) for stimulus luminance or Equation (4) for stimulus contrast. Second,two-way ANOVA indicated that at this time point, stimulus luminance (or contrast） significantly evoked differential responses ( $P { < } 0 . 0 0 0 1$ after Bonferroni correction for 450 multiple comparisons (i.e., 3 $F .$ -tests for each millisecond from $0 \\mathrm { m s }$ to $1 5 0 \\mathrm { m s }$ ， $\\alpha { = } 0 . 0 5 / 4 5 0 { \\approx } 0 . 0 0 0 1$ ) $\\mathrm { n } { } = 8 0 0$ repetitions). Third, the onset time was defined as the first one of five consecutive time points (in l ms step) when responses at allfive of the time points met the previous two criteria.The neurons that met all three criteria above were included in the further analysis.Figure $3 \\mathrm { a - d }$ shows the variance curves of responses of the four neurons in Fig. $2 \\mathrm { a - d }$ and their onset times of luminance responses and contrast responses.For neurons in Fig. 2a-c,the onset times of responses to luminance changes were shorter than those to contrast changes (Figs 2a and 3a,luminance: $1 8 \\mathrm { m s }$ ,contrast: $2 7 \\mathrm { m s } ;$ ：Figs 2b and 3b, luminance: $2 5 \\mathrm { m s }$ ，contrast: $3 7 \\mathrm { m s }$ ：Figs 2c and 3c,luminance: $2 9 \\mathrm { m s }$ ,contrast: $3 4 \\mathrm { m s }$ ).For the neuron in ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/ed5346ba876208270ce396bd27b3ad74c93a0c188df50debbf6a39ebab45e54d.jpg",
        "img_caption": [
            "Figure 2. Time course of responses of V1 neurons to simultaneously changing luminance and contrast. (a-d)Luminance response functions of four neurons at four contrast levels ( $( 0 \\%$ 0 $3 0 \\%$ ， $6 0 \\%$ ,and $90 \\%$ in $5 \\mathrm { m s }$ intervals.Neurons in $( \\mathbf { a } { - } \\mathbf { c } )$ displayed the early responses (approximately $2 5 \\mathrm { - } 3 5 \\mathrm { m s }$ ）to luminance changes of uniform stimuli ( $C = 0 \\%$ contrast),while the neuron in (d) did not.The early responses of neurons in (a,b) preferred luminance decrements,while the neuron in(c) preferred luminance increments. The numerals at the top of each panel indicate the elapsed time after stimulus onset and the luminance response functions below were calculated at these time points.Neurons in $( \\mathbf { a } , \\mathbf { b } , \\mathbf { d } )$ were complex cells,while the neuron in (c) was a simple cell. C: contrast $( \\% )$ "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/d38c951e969b7a9721a37e833840e756fa02375cc0ffb395fa741f4e99cf7819.jpg",
        "img_caption": [
            "Figure 3.Vl neurons responded earlier to luminance changes than to contrast changes.(a-d) The time courses of response variances for the examples of neurons shown in Fig.2a-d to luminance changes and contrast changes.The dashed vertical lines in each panel indicate the onset times of luminance responses (red)and contrast responses (blue).(e) Scatter plot of onset times of response tuning of 110 neurons to luminance changes and contrast changes.The broken line is the diagonal line.(f) Distribution of differences between onset times of response tuning of the neurons to contrast changes and those to luminance changes. Difference $\\ c =$ contrast onset time — luminance onset time.Dark dots or bars in (e,f) represent complex cell,and gray dots or bars represent simple cells.Red dots (labels $a , b , c , d )$ in (e) indicate the examples of neurons shown in Fig.2a-d.Arrows indicate the mean values. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Figs 2d and 3d,however,the onset time to luminancechanges was similar to the onset time to contrast changes (luminance: $3 7 \\mathrm { m s }$ ,contrast: $3 4 \\mathrm { m s }$ ） ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Of 110 neurons, $8 1 \\%$ (89/1l0) had onset times to luminance changes that were shorter than their onset times to contrast changes and $7 1 \\%$ (78/110) had onset times to luminance changes that were five or more miliseconds shorter than to contrast changes. That neuronal responses to luminance changes were faster than to contrast changes was further manifested by the data of the population of 110 neurons presented in Fig.3e,f.The scatter plot between onset times to luminance changes and those to contrast changes (Fig.3e) shows that most neurons (data points) were distributed above the diagonal line. The differences between onset times of these neurons to luminance changes and those to contrast changes were distributed largely toward positive values (Fig.3f). On average,the onset time to luminance changes $( 3 1 . 7 \\pm 7 \\mathrm { m s }$ (mean $\\pm \\mathsf { S D }$ hereafter forall data)） was significantly shorter than the onset time to contrast changes $( 3 7 . 5 \\pm 5 \\mathrm { m s } )$ by $5 . 8 \\mathrm { m s } \\pm 5 . 7 \\mathrm { m s }$ 0 $P { < } 0 . 0 0 0 1$ ， paired $t$ -test, $\\mathrm { n } = \\mathrm { 1 1 0 }$ ).Next,we examined the time when the interaction between luminance and contrast changes began to significantly affect neuronal responses. The onset times were shorter for response tuning to luminance changes in $8 8 \\%$ (92/105) of neurons and to contrast changes in $9 9 \\%$ (104/lo5) of neurons than to the luminance-contrast interactions (for luminance-contrast interactions,5 neurons did not meet the three criteria above). On average, onset times to luminance changes and to contrast changes were shorter than to luminance-contrast interactions $( 4 1 . 1 \\pm 5 . 8 \\mathrm { m s } )$ by $9 . 3 \\mathrm { m s } \\pm 6 \\mathrm { m s }$ 0 $P { < } 0 . 0 0 0 1$ ， $\\mathtt { n } = 1 0 5$ ）and $3 . 9 \\pm 1 . 6 \\mathrm { m s }$ 0 $P { < } 0 . 0 0 0 1$ ，paired $t$ -test, $\\mathrm { { n } } = 1 0 5$ ),respectively. Becuase the variances of luminance-contrast interactions were much smaller than the response variances to luminance changes and to contrast changes,the efects of this interaction on neuronal responses were weak in comparison to the effects of luminance changes and of contrast changes. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/85a4548f1488c94c67ca495a2761965c4e37344e4af54bf283b9c63855c6d8f6.jpg",
        "img_caption": [
            "Figure 4. Correlation of response onset times of Vl neurons to luminance changes and contrast changes with their preferred temporal frequencies and spatial frequencies. ${ \\bf \\Pi } ( { \\bf a } , { \\bf b } )$ Scatter plots of onset times to luminance (a) and contrast changes (b) against the preferred temporal frequencies (TFs).The onset times of both luminance and contrast responses were significantly correlated with the preferred TFs (for luminance: $r = - 0 . 2 5$ 0 $P { = } 0 . 0 2$ 5 $\\mathrm { n } = 9 6$ forcontrast: $r = - 0 . 2 8$ 0 $P { < } 0 . 0 1$ $\\mathrm { n } = 9 6$ ；Pearson correlation test). $( \\mathbf { c } , \\mathbf { d } )$ Scatter plots of onset times to luminance (c)and contrast changes (d) against the preferred spatial frequencies (SFs). The onset times of both luminance and contrast responses were significantly correlated with the preferred SFs (for luminance: $r = 0 . 3$ 0 $P { < } 0 . 0 1$ $\\mathrm { n } { = } 1 1 0$ ； for contrast: $r = 0 . 4 1$ ， $P { < } 0 . 0 0 1$ ,Pearson correlation test, $\\mathrm { n } = \\mathrm { 1 1 0 }$ ).Dark dots represent complex cels and gray dots represent simple cels.The lines were the linear regression lines. $c / s$ ：cycles/second. $c / \\mathrm { d }$ :cycles/degree. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Next, we examined whether the results were similar in simple cels and complex cells.A cell was classified as a simple or complex cell according to its modulation index $( \\mathrm { F } _ { 1 } / \\mathrm { F } _ { 0 } )$ of responses to sinusoidal gratings drifting along its preferred direction29. Simple and complex cels had shorter onset times to luminance changes than to contrast changes by $5 . 3 \\pm 5 . 7 \\mathrm { m s }$ 1 $( P < 0 . 0 1$ ，paired $t$ -test, $\\mathtt { n } = 2 5$ ）andby $6 \\pm 5 . 8 \\mathrm { m s }$ 0 $\\stackrel { \\prime } { P } < 0 . 0 \\bar { 0 } 0 1$ ，paired $t$ -test, $\\mathtt { n } = 8 5$ ),respectively. The differences between onset time to contrast changes and to luminance changes were similar in simple and complex cells ( $\\mathrm { \\Delta } P = 0 . 5 8$ 2 $t$ -test). We observed that simple cels showed similar response profiles to luminance or contrast changes at the four spatial phase conditions of a stimulus grating (not shown).However, while the magnitudes of the early responses of simple cells to gratings at the four spatial positions (phases)were also similar, the magnitudes of their late responses to gratings at the four spatial positions were diffrent. This suggests that the early responses of simple cells are not sensitive to contrast changes but that their late responses are sensitive to contrast changes because the modulation responses of simple cells to RF spatial phases are due to the fact that they have the maximal responses to contrast at the preferred spatial phase formed by ON and OFF subregions of their RFs.They display moderate responses to contrast at offset spatial phases and minimal responses to contrast at the opposite spatial phase²5. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/7b21b462ba9e199c75232b93d457f7ba9ec53193daccdf7be25524c54d25dddf.jpg",
        "img_caption": [
            "Figure 5.Correlation between the preferred temporal frequencies and spatial frequencies of V1 neurons.A Pearson correlation test indicated that the preferred temporal frequencies (TFs)and spatial frequencies (SFs) of V1 neurons were significantly correlated ( $\\stackrel { \\cdot } { r } = - 0 . 3$ 0 $P { < } 0 . 0 1$ $\\mathrm { \\Omega } _ { \\mathrm { n } } = 9 6$ ).For other conventions, see Fig. 4. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Our data showed that the onset time of response tuning of most V1 neurons,including both simple cell and complex cells,to luminance changes was significantly shorter than the onset time to contrast changes.These results indicate that most V1 neurons respond earlier to luminance changes than to contrast changes.Furthermore,that the onset time of responses to the interactions between luminance and contrast changes was longer than that of responses to luminance changes or to contrast changes also supports that the early responses to luminance changes are independent of contrast changes. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Relationships between onset times of response tuning and RF properties. We further examined whether the onset times of responses of neurons were related to the basic properties of their RFs. First, the onset times of neuronal luminance and contrast responses were plotted against the preferred temporal frequencies (TFs).Figure 4a,b show that the onset times to luminance and contrast changes both were significantly correlated with their preferred TFs (for luminance: $r = - 0 . 2 5$ $P { = } 0 . 0 2$ ， $\\mathrm { n } = 9 6$ for contrast: $r = - 0 . 2 8$ 。 $P { < } 0 . 0 1$ ,Pearson correlation test, $\\mathrm { n } = 9 6$ ),suggesting that the neurons with a shorter onset time of response tuning tended to prefer a higher TF. Second,the onset times to luminance and contrast changes were also correlated to the preferred spatial frequencies (SFs)(for luminance: $r = 0 . 3$ 。 $P { < } 0 . 0 1$ ， $\\mathtt { n } = 1 1 0$ ；for contrast: $r = 0 . 4 1$ ， $P { < } 0 . { \\overset { \\textstyle } { 0 } } 0 1$ ,Pearson correlation test, $\\mathtt { n } = 1 1 0$ ；Fig.4c,d), suggesting that the neurons with a shorter onset time tended to prefer a lower SF. Note that all of the neurons from which we obtained the preferred SFs were tested in the main experiment for luminance responses and contrast responses; however,some of these neurons had the preferred TFs beyond the range of TFs that we could test,and so we could not determine their preferred TFs.For these reasons, there was a difference in the number ofcells in the analyses of onset time vs SF and of onset time Vs TF. In addition,it is possible that TF and SF were themselves correlated.Figure 5 shows that TF was negatively correlated with SF( $\\overset { \\cdot } { r } = - 0 . 3$ 0 $P < 0 . 0 1$ ， $\\mathrm { n } = 9 6$ ). Third, the spatiotemporal organization of the ON and OFF sub-regions of neuronal RFs was evaluated by the spatial and temporal overlap indices used in our previous studies10.The overlap indices ranged from negative values through zero to 1, which correspond to ON and OFF sub-regions that are totally segregated with a gap,or abutted against each other, or completely overlapping in a spatial or temporal dimension, respectively. No significant relationship was observed for the onset times of luminance and contrast responses of neurons with the spatial overlap indices of their RFs (for luminance: $P = 0 . 2 8$ 5 $\\mathbf { n } { } = 8 2$ ; for contrast: $P { = } 0 . 8 5$ ${ \\bf n } = 8 2$ ）orwith the temporal overlap indices (for luminance: $P { = } 0 . 1 4$ 5 $\\mathrm { n } = 8 2$ ; for contrast: $P { = } 0 . 1 3$ ,Pearson correlation test, $\\mathbf { n } = 8 2$ ） ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Our study shows that response tuning of Vl neurons to luminance changes begins earlier than previously thought.When simultaneous changes in luminance and contrast stimuli were presented,responses of most Vl neurons to luminance changes preceded their responses to contrast changes. The early responses before the onset time of contrast responses were modulated by luminance and were independent of contrast, while the late responses were modulated by both luminance and contrast. Consistent with these findings,the neurons having shorter onset times of response tuning to luminance changes and contrast changes preferred higher TFs and lower SFs.These results were similar in simple cels and complex cels. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We also show that V1 neurons that have alower preferred SF tend to prefer a higher TF.This is consistent with the previous studies30.31.The correlations between the onset times of neuronal luminance responses and contrast responses with their preferred SFsand TFs might reflect the neuronal connections that process luminance,contrast, SF,and TF,in which case it would be reasonable for the neurons that prefer higher TFs tend to respond earlier to luminance and contrast signals.That the early responses of the neurons preferring low SFs are sensitive to luminance changes (Fig. 4c) is in accord with the fact that luminance is the extremely low spatial frequency component of visual images. Since luminance is the most fundamental type of visual information,it is also understandable that luminance responses precede contrast responses. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "It has been shown that the relationship between the stimulus luminance (or contrast)and neuronal firing rates is normally logarithmic.Most V1 neurons are of the logarithmic relationship.In the previous studies1.32, however,the presentation time of luminance or contrast stimuli was long,up to seconds,and also there was an interval between the two stimuli.In contrast,our stimulus presentation was short and continuous,without pause.In this case,the relationship between the stimulus contrast and the neuronal firing rate is relatively more linear,as is shown in our previous study where the presentation time was $4 0 \\mathrm { m } s ^ { 2 7 }$ .For luminance,many V1 neurons also displayed this linear relationship in the current study (Fig. 2).It is possible that contrast responses are relatively more linear than luminance responses for stimulation of short duration. Although some neurons indeed had a logarithmic relationship in response to our short presentation of luminance stimuli,their stimulus-response relationship was relatively more linear than that for along presentation.In consideration of these effects of both luminance and contrast, we applied linear parameters for luminance and contrast stimuli in $2 0 \\mathrm { m s }$ presentations in the current study. Thus,the linearly spaced parameters of luminance and contrast stimuli used in the current study were unlikely to have influenced our results.Although we did gamma correction for the CRT monitor, the grating stimuli with the mean luminance of $4 \\mathrm { c d } / \\mathrm { m } ^ { 2 }$ and $1 0 \\mathrm { { c d } / m ^ { 2 } }$ at the contrast of $1 0 \\%$ were a little distorted in comparing with ideal sinusoidal curves.At the mean luminance of $4 { \\mathrm { c d } } / { \\mathrm { m } } ^ { 2 }$ and at contrast of $1 0 \\%$ (the lowest mean luminance level tested in this study),four luminance values were available for generating the stimulus,and at the mean luminance of $1 0 { \\mathrm { c d } } / { \\mathrm { m } } ^ { 2 }$ and at contrast of $1 0 \\%$ ，six luminance values were available. Other stimuli could be generated by using more than eight luminance values. These stimuli ( $\\cdot 4 { \\mathrm { c d } } / { \\mathrm { m } } ^ { 2 }$ and $\\boldsymbol { 1 0 } \\boldsymbol { c } \\mathrm { d } / \\mathrm { m } ^ { 2 }$ at low contrast of $1 0 \\%$ ),however, was a small number in the $1 0 \\times 1 0$ stimuli we applied. In considering that we concerned the mean luminance of a grating stimulus rather than the absolute luminance at a local place,the few distorted stimuli at the low luminance levels might not affect our main results.Moreover, neuronal responses to low contrast $( 1 0 \\% )$ stimuli were very weak when there were many stimuli at high contrast levels in the set of stimuli,the few distorted stimuli at the low contrast level unlikely affected the main results in the study if any effects.To confirm this, we reanalyzed the data of Fig. 3 by deleting the responses to all the stimuli at the low contrast of $1 0 \\%$ (including the stimuli having the luminance of $4 \\mathrm { c d } / \\mathrm { m } ^ { 2 }$ and $\\operatorname { 1 0 c d / m } ^ { 2 } )$ .This analysis gave almost the same results as those presented in Fig.3. On average,the onset time to luminance changes was $3 2 \\pm 7 . 2 \\mathrm { m s }$ which was similar to $3 1 . 7 \\pm 7 \\mathrm { m s }$ ofFig.3e ${ \\it P } = 0 . 0 7$ ，paired $t$ -test, $\\mathrm { n } = \\mathrm { 1 1 0 }$ ),and that to contrast changes was $3 7 . 6 \\pm 5 \\mathrm { m s }$ which was also similar to $3 7 . 5 \\pm 5 \\mathrm { m s }$ of Fig.3e $\\scriptstyle { \\langle P = 0 . 1 3 }$ ， paired $t$ -test, $\\mathtt { n } = 1 1 0$ ).Thus,the effects of the distortion of the grating stimuli at low luminance and low contrast on neuronal responses were almost neglectable.Additionally, the method used an $1 1 \\mathrm { m s }$ of boxcar to smooth response PSTH in the study introduces a bias in measuring the onset time $( < 5 \\mathrm { m s } )$ of responses. If the noises during responses of a neuron to luminance changes and contrast changes were stable,the bias would be similar in estimating the onset time of luminance responses and that of contrast responses. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The early contrast-independent luminance responses were not observed in a previous study on responses to simultaneously changed contrast and luminancel3. One possible reason for the discrepancy is the difference in the visual stimulus.We presented sinusoidal gratings steadily flashed for $2 0 \\mathrm { m s }$ without an inter-stimulus interval, while Geisler et al. presented sinusoidal gratings that drifted for $2 0 0 \\mathrm { { m s } }$ followed by an inter-stimulus interval blank of the mean luminance for $2 0 0 \\mathrm { m s }$ .Another possibility is that the excitatory responses to luminance are weakl° and that the instantaneous changes in luminance evoke strong cortical inhibition17.In Geisler et al.’s studyl3,the early weak responses to luminance were hard to detected due to the low or absent spontaneous rates of V1 neurons33 when stimuli were presented with an inter-stimulus blank interval. Low spontaneous activity results in low background activity, which does not favor the detection of weak signals34. The consecutively and randomly flashing stimuli that we applied elevated the baseline and thereby enhanced the sensitivity of V1 neurons to weak signals34-37. Moreover, consistent with our current study,a previous intracelllar in vivo study in tree shrew V1 showed the initial luminance responses to luminance step gratings that were invariant for all orientations17. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "An important question is where the early contrast-independent luminance responses come from. Our results show that simple cels in V1 exhibited the early luminance responses (Fig.3e,f).It has been shown that simple cells reside mainly in input layer 4 and upper layer 6 and receive direct convergent inputs from the ON and OFF relay cels of LGN in the cat2,38,39. Thus,the early luminance responses of simple cels are not likely to be generated by intra-cortical circuits in V1 or by feedback inputs from the higher order areas of the visual cortex,and they must therefore originate from LGN inputs.In addition, a minority of complex cels in the superficial layers and layer 5 also receive direct inputs from cat LGN39. For these complex cells,the early luminance responses may also originate from LGN inputs. Moreover, our results show that the neurons with shorter response onset times to luminance and contrast stimuli prefer higher TFs and lower SFs (Fig.4), which is consistent with our previous finding that the V1 neurons that respond to uniform luminance stimuli and grating contrast stimuli prefer higher TFs and lower SFs than those neurons that respond only to grating contrast stimuli10,14. It has been shown that in the retino-geniculate pathway of cats,Ycels have shorter latencies and prefer higher TFs and lower SFs than X cells40-44. Furthermore, Y cells in the cat LGN respond $1 0 { - } 1 5 \\mathrm { m s }$ earlier than X cells40. Combining these results with our current result,i.e.,that the responses of V1 cells to luminance changes are faster than the responses to contrast changes, it suggests the possibility that the early luminance responses derive mainly from the subcortical Y cells. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Our study indicates that for most Vl neurons,luminance responses are faster than contrast responses. The early responses represent luminance,while the late responses represent both luminance and contrast,suggesting that the temporal course of visual information processing is from luminance to contrast signals in V1,with the processing for luminance lasting longer. The previous studies have shown that responses to low spatial frequency precede those to high spatial frequency in LGN and V1 cels24,27,45. Uniform stimuli and mean luminance are the extremely low spatial frequency components of visual scenes.Thus,the information stream from luminance to contrast is consistent with that from low to high spatial frequencies. The temporal course of spatial frequency tuning is thought to reflect“coarse-to-fine” visual processing,which has also been described in RF size tuning in V1 simple cels46,in orientation tuning in V1 cels2347, in 2D shape selectivity tuning in V2 cells48, in shape and face processing in the inferior temporal cels49,and in shape and face processing in human cortex as revealed by fMRI and $\\mathrm { E R P } ^ { 5 0 }$ .Therefore,the initial processing for local luminance signals forms the basis of the subsequent processing for other features,such as local contrast, spatial frequency,and orientation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Regarding the representation of a surface with uniform luminance in a large visual area,a process of slow scale-dependent neural filing-in is thought to be involved.Responses ofa portionof V1cels to the interior ofa uniform surface are slower than their responses to the oriented contrast border of the same uniform surfacel1.In our study, some neurons had the onset time of responses to luminance stimuli that were longer than that of their responses to contrast stimuli(dots below the diagonal line of Fig.3e),and it might be these neurons that show slow responses to a uniform surface.The slow surface responses are hypothesized to be induced by contrast at the oriented border of a uniform surface.Then,in V1,where the uniform surface is represented,the slow surface responses diffuse from the border to the interior regionof theuniform surfacel2,1-53Tese slowly propagatingresponses can provideaneuralsubstrate for the perceptual flling-in of large uniform luminance,the induced brightness of the Craik-O'BrienCornsweet effect, and simultaneous brightness contrasti12.51-54_The responses from the contrast border to the surface luminance represent a“fine-to-coarse\" process.Thus,“coarse-to-fine\"and “fine-to-coarse” processing are not mutually exclusive because they are different parts of the same overall neural process that occurs over time (coarse-to-fine-to-coarse)55 Our current study suggests that the early responses to luminance are the initial and fundamental step of the “coarse-to-fine-to-coarse” process by which we perceive visual objects. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Physiological Preparations. Eleven normal adult cats $( 2 - 3 \\mathrm { k g } )$ were prepared for extracellular recordinglo.The initial anesthesia of an animal was induced by injecting ketamine $( 2 0 - 3 0 \\mathrm { m g / k g } .$ i.m.), dexamethasone,and atropine (i.m.). Under deep anesthesia with a combination of propofol and sufentanil, craniotomy surgery centered at the Horsley-Clarke coordinates $\\mathrm { ~ P ~ } 2 . 5 \\mathrm { m m }$ and $\\mathrm { ~ L ~ } 2 . 5 \\mathrm { m m }$ was performed.The anesthesia and paralysis of the animal were maintained with an infusion of sufentanil $( 0 . 1 5 { - } 0 . 2 2 \\mu \\mathrm { g / k g / h r } ,$ i.v.), propofol $\\mathrm { { . 1 . 8 - 2 . 2 m g / k g / h r , } }$ i.v.),and gallamine triethiodide $( { 1 0 \\mathrm { m g / k g / h r } } ,$ i.v.) in a physiological solution of $5 \\%$ glucose during the recording.End-tidal $\\mathrm { C O } _ { 2 }$ and body temperature were kept at $3 . 5 \\substack { - 4 . 2 \\% }$ and approximately $3 8 ^ { \\circ } \\mathrm { C } _ { : }$ ,respectively. The eyeballs of the animal were covered with contact lenses of sufficient power and $3 \\mathrm { m m }$ artificial pupils to prevent them from drying and to focus his eyes on a CRT monitor at a distance of $5 7 \\mathrm { c m }$ .To avoid light scatter effects from other sources and reflections in the experiment room,the space around the animal and the monitor was covered by black boards that allowed the animal's eyes to face straight forward only to the monitor.The extracellular action potentials of V1 cells were recorded with a glass-coated tungsten electrode of $_ { 1 - 3 \\mathrm { M } \\Omega }$ impedance,amplified and fltered with a TDTamplifier,and collected with a data acquisition system (TDT,Inc,Florida) at a $1 2 \\mathrm { k H z }$ sample rate.The RFs of the cells located in the region of area V1 that represented the central region of the visual field.Usually,neurons in V1 (area 17)and V2 (area 18) in cats can be distinguished by their preferred $\\operatorname { S F } s ^ { 2 5 , 5 6 }$ .Single units were further identified from the recorded spike trains,while off line,with a TDT OpenSorter.All animal care and experimental procedures conformed to the guidelines of The National Institutes of Health (USA)and were approved by the Institutional Animal Care and Usage Committee (IACUC) of The Institute of Biophysics, Chinese Academy of Sciences. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Visual Stimuli.Stimuli were generated by ${ \\mathrm { C } } \\#$ code and presented on a cathode-ray tube monitor (Iiyama HM204DT A) at a resolution of $8 0 0 \\times 6 0 0$ pixels and with a refresh rate of $1 0 0 \\mathrm { H z }$ .The monitor subtended approximately $4 0 \\times 3 0 ^ { \\circ }$ of visual angles in a dark room at $0 . 1 \\mathrm { c d } / \\mathrm { m } ^ { 2 }$ luminance,as measured by a ColorCAL colorimeter (CRS, Ltd). The gamma correction was applied to the CRT monitor by using its inverse gamma function to calculate the input RGB indices for a stimulus. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "After isolating the action potentials of a neuron, we measured the approximate size and location of the RF,and the preferred orientation,SF,and TFof the recorded neuron for the dominant eye.The other eye was covered.The parameters were qualitatively explored by varying stimuli controlled by a computer mouse along these dimensions.After the preliminary tests,we quantitatively measured the selectivity of the neuron for orientations( $( 0 ^ { \\circ } - 1 6 5 ^ { \\circ }$ in $1 5 ^ { \\circ }$ steps) and SFs (O.1-2.3 cycles/degree,depending on the preferred SF of the neuron) by a subspace reverse correlation method2,23,25.The classical RF of the neuron was then quantitatively measured using statically flashing white and dark short bars $( 1 . 5 ^ { \\circ } \\times 0 . 5 ^ { \\circ } )$ （204 presented by the conventional reverse correlation method21,2,25,57.Preference for TFs (0.3125-10 cycles/ second) was measured with sinusoidal gratings that drifted along the preferred direction. The gratings had $1 0 0 \\%$ contrast and the preferred SF and orientation. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Visual stimuli of circular sinusoidal gratings with different spatial contrasts ( $0 \\text{‰}$ in $1 0 \\%$ steps) and mean luminances $( 4 { - } 5 8 \\mathrm { c d } / \\mathrm { m } ^ { 2 }$ in $6 c d / \\mathrm { { m } } ^ { 2 }$ steps）were consecutively and randomly presented to the RF of the neuron being recorded to investigate dynamic responses to simultaneously changing luminance and contrast (Fig.1).Each of the lOO grating stimuli was presented for $2 0 \\mathrm { m s }$ .Each gratinghad four spatial phases $( 0 , \\pi / 2 , \\pi$ ,and $3 \\pi / 2$ ).Aftera random sequence of the 1o0 stimuli $\\times 4$ phases was finished, a new sequence of the stimuli was presented for a total of 200 sequences.Each of 10o combinations of 10 stimulus luminances $\\times 1 0$ stimulus contrasts was thus presented for 8oo repetitions $( 4 \\times 2 0 0 )$ . The border of a grating stimulus was blurred by a smooth change in luminance from the stimulus to the background (Fig.la).The non-blurred region of grating stimulus was at least 3 times larger than the RF in diameter. The width of the blurred border region equaled that of non-blurred interior region of the gratings14. Gratings had the preferred orientation and SF of the neuron being tested. The stationary sinusoidal gratings were described by the following equations: ",
        "page_idx": 9
    },
    {
        "type": "equation",
        "text": "$$\nI \\left( x , y \\right) = L + L \\times C \\cos { \\left( 2 \\pi s f _ { p } \\left( x \\cos { \\left( \\theta - 9 0 \\right) } + y \\sin { \\left( \\theta - 9 0 \\right) } \\right) - \\phi \\right) }\n$$",
        "text_format": "latex",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "where $I \\left( x , y \\right)$ defined the light intensity at position $( x , y )$ ， $L$ was the mean luminance and $C$ was the contrast (Michelson contrast） of the gratings, $s f _ { p }$ was the preferred spatial frequency (cycles/degree), $\\theta$ was the preferred orientation (degree),and $\\phi$ was spatial phase. The contrast of the gratings was Michelson contrast: ",
        "page_idx": 9
    },
    {
        "type": "equation",
        "text": "$$\nC = \\frac { I _ { \\mathrm { m a x } } - I _ { \\mathrm { m i n } } } { I _ { \\mathrm { m a x } } + I _ { \\mathrm { m i n } } }\n$$",
        "text_format": "latex",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "where $I _ { \\mathrm { m a x } }$ and $I _ { \\mathrm { m i n } }$ were the maximal and minimal light intensity of the sinusoidal gratings, respectively. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Data analyses ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "PSTHs and noise level estimation.For a given stimulus,spike times (lms resolution) from 800 stimulus repetitions were aligned to the stimulus onset time and were analyzed over the period from $1 5 0 \\mathrm { m s }$ before to $2 0 0 \\mathrm { { m s } }$ after stimulus onset.PSTHs were obtained over this period of $\\bar { 3 } 5 0 \\mathrm { m s } ^ { 2 7 , 5 8 , 5 9 }$ ： Responses (PSTHs) were smoothed with a (boxcar） window of 1lms in steps of $1 \\mathrm { m s }$ . The spike rate at the time point xms was averaged from those during from $- 5 \\mathrm { m s }$ before xms to $5 \\mathrm { m s }$ after xms.The variance of responses of a cell was calculated from its smoothed PSTHs to diferent stimuli in steps of $1 \\mathrm { m s }$ .To estimate the noise level of responses of a cell,the mean of the variances of responses from $- 1 5 0$ to $0 \\mathrm { m s }$ before stimulus onset was taken as the baseline noise level.The mean $+ 5$ SDs of the variances was taken as the criterion.If the variance of responses of a cellto diferent stimuli after stimulus onset exceeded this criterion, the cell was regarded to have significant responses and was further analyzed. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Two-way ANOVA. To determine the onset time of response tuning that was evoked by luminance changes and contrast changes,we performed two-way ANOVA with replication for responses of a neuron,with luminance as one factor and contrast as the other factor,at each millsecond from $0 \\mathrm { m s }$ to $1 5 0 \\mathrm { m s }$ .Responses in each trial (repetition) were smoothed by a window of $1 1 \\mathrm { m s }$ ,and thus the response at each time point was the mean spike rate of $1 1 \\mathrm { m s }$ that was centered at that time point. The sum of the squares (SS) of the deviations from the mean were calculated by following equations: ",
        "page_idx": 9
    },
    {
        "type": "equation",
        "text": "$$\nS S _ { L } = N _ { C } N \\sum _ { l = 1 } ^ { N _ { L } } { ( \\overline { { R } } _ { l } - \\overline { { R } } ) } ^ { 2 }\n$$",
        "text_format": "latex",
        "page_idx": 9
    },
    {
        "type": "equation",
        "text": "$$\nS S _ { C } = N _ { L } N \\sum _ { c = 1 } ^ { N _ { C } } ( \\overline { { R } } _ { c } - \\overline { { R } } ) ^ { 2 }\n$$",
        "text_format": "latex",
        "page_idx": 9
    },
    {
        "type": "equation",
        "text": "$$\nS S _ { L C } = N \\sum _ { l = 1 } ^ { N _ { L } } \\sum _ { c = 1 } ^ { N _ { C } } ( \\overline { { { R } } } _ { l c } - \\overline { { { R } } } _ { l } - \\overline { { { R } } } _ { c } + \\overline { { { R } } } ) ^ { 2 }\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\nS S _ { e } = \\sum _ { l = 1 } ^ { N _ { L } } \\sum _ { c = 1 } ^ { N _ { C } } \\sum _ { n = 1 } ^ { N } ( R _ { l c n } - \\overline { { R } } _ { l c } ) ^ { 2 }\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "where $S S _ { L } , \\ S S _ { C } , \\ S S _ { L C } ,$ and $S S _ { e }$ were the SS of responses to luminance changes,contrast changes, luminance-contrast interaction,and within-group noise,respectively. $R _ { l c n }$ was response to a stimulus with luminance level l and contrast level $\\boldsymbol { c }$ at the $n$ -th repetition. $\\overline { { R } } _ { l c } , \\overline { { R } } _ { l } , \\overline { { R } } _ { c } ,$ and $\\bar { \\overline { { { R } } } }$ were the mean of responses to a stimulus with luminance $l$ and contrast $\\mathbf { \\Psi } _ { c }$ (across repetitions),the mean of responses to stimuli with luminance $l$ (across contrast levels and repetitions),the mean of responses to stimuli with contrast $c$ (across luminance levels and repetitions),and the mean of responses to all the stimuli (across luminance levels,contrast levels,and repetitions),respectively. $N _ { C }$ and $\\boldsymbol { N } _ { L }$ were the numbers of luminance levels and contrast levels,respectively,and both equal to $1 0 . N$ was the number of repetitions,and equals to 8oo. The variances were calculated by following equations: ",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\ns _ { L } ^ { 2 } = \\frac { S S _ { L } } { N _ { L } - 1 }\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\ns _ { C } ^ { 2 } = \\frac { S S _ { C } } { N _ { C } - 1 }\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\ns _ { L C } ^ { 2 } = \\frac { S S _ { L C } } { \\left( N _ { L } - 1 \\right) \\left( N _ { C } - 1 \\right) }\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\ns _ { e } ^ { 2 } = \\frac { S S _ { e } } { N _ { C } N _ { L } ( N - 1 ) }\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "where $s _ { L } ^ { 2 } , \\ s _ { C } ^ { 2 } , \\ s _ { L C } ^ { 2 } ,$ and $s _ { e } ^ { 2 }$ were the variances of responses to luminance changes, contrast changes, luminance-contrast interaction,and within-group noise, respectively. The efects of luminance changes, contrast changes,and luminance-contrast interaction were tested by $F$ -tests: ",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\nF _ { L } = \\frac { s _ { L } ^ { 2 } } { s _ { e } ^ { 2 } }\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\nF _ { C } = { \\frac { s _ { C } ^ { 2 } } { s _ { e } ^ { 2 } } }\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\nF _ { L C } = { \\frac { s _ { L C } ^ { 2 } } { s _ { e } ^ { 2 } } }\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "where $F _ { L } , F _ { C } ,$ and $F _ { L C }$ were the $F$ values of responses to luminance changes,contrast changes,and luminance-contrast interaction,respectively. The onset time of response tuning to luminance changes (or contrast changes or luminance-contrast interaction, respectively) was defined by three criteria: 1. The $s _ { L } ^ { 2 }$ (or $s _ { C } ^ { 2 }$ or $s _ { L C } ^ { 2 } )$ of responses after stimulus onset were larger than the mean $+ 5$ SDs of $s _ { L } ^ { 2 }$ (or $s _ { C } ^ { 2 } \\mathrm { o r } s _ { L C } ^ { 2 } )$ of firing rates during $- 1 5 0$ to $0 \\mathrm { m s }$ before stimulus onset; 2. The $P$ value of an $F$ -test (luminance: $F _ { L } \\mathbf { ; }$ contrast: $F _ { C } ;$ luminance-contrast interaction: $F _ { L C } \\dot { , }$ ）was smaller than O.oool after Bonferroni correction for 450 multiple comparisons (3 $F$ -tests for each millisecond from $0 \\mathrm { m s }$ to $1 5 0 \\mathrm { m s }$ ， $\\alpha = 0 . 0 5 / 4 5 0 \\approx 0 . 0 0 0 1$ 0 $\\mathrm { n } { } = 8 0 0$ repetitions);and 3.The onset time was the first time point of five consecutive time points when responses to luminance changes (or contrast changes or luminance-contrast interaction)at al five of the time points met the previous two criteria.The neurons that met allthree criteria above were included in the analysis of onset time. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "RF properties of neurons.To discriminate between simple cells and complex cels,the ratio of the amplitude of the first harmonic and the mean response rate $\\left( \\mathbb { F } _ { 1 } / \\mathbb { F } _ { 0 } \\right)$ of responses to drifting gratings were calculated. Cells were classified as simple cells if $\\mathrm { F _ { 1 } / F _ { 0 } } > 1$ ; otherwise,they were classified as complex cells29. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "RF spatial and temporal structures were analyzed as described in our previous studies10. Briefly, the spatial and temporal overlap indices of ON and OFF sub-regions that were measured using the conventional reverse correlation method21,22,25.57 were calculated. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The TF tuning curves were fitted by a log-Gaussian function60: ",
        "page_idx": 11
    },
    {
        "type": "equation",
        "text": "$$\n{ \\mathrm { R } } ( s ) = R _ { 0 } + A \\times \\exp \\left[ - { \\frac { 1 } { 2 \\times \\sigma ^ { 2 } } } \\ \\log \\left( { \\frac { t f + t f _ { 0 } } { t f _ { p } + t f _ { 0 } } } \\right) ^ { 2 } \\right]\n$$",
        "text_format": "latex",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "where $\\mathrm { R } _ { 0 } , A , t f _ { 0 } , t f _ { p } ,$ and $\\sigma$ were parameters, $t f _ { p }$ was the preferred TF, and $\\sigma$ was the width of the tuning curve. Neurons with extremely high TFs $( t f _ { p } ,$ cycles/second) that were beyond what we could test were not included in the analyses.The SF tuning curves were also fitted by the log-Gaussian function. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "1.Frazor,R.A.& Geisler,W.S.Local luminance and contrast in natural images.Vision Res 46,1585-1598 (2006). 2.Hubel,D.H.&Wiesel,T.N.Receptivefeldsofsingleneurones inthecatsstriatecortex.Jhysiol148,574-591(1959). 3.Reid,R.C.&AlonsoJ.M.Specifcityfonosyaticoectionsfromhalmus tvisualortex.Nature7,-84(995). 4.Jin,J,Wang,YSwadow,H.A.&Alonso,JM.PopulationreceptivefeldsofOandOFFthalamicinputstoanorietation column in visual cortex. Nat Neurosci 14,232-238 (2011). 5.Albrecht,D.G.Visualcortexneuronsinmonkeyandcat:fectofcontrastonthespatialandtemporalphasetransferfunctions. Vis Neur0sci 12,1191-1210 (1995). 6.Carandini,M.,Heger,D.J.&Movshon,J.A.Linearityandnormalizatioinsmplecelsofte macaqueprimaryvisalcortex. JNeurosci17,8621-8644 (1997). 7.Albrecht,D.G.Geisler,W.S.Frazor,R.A.&Crane,A.M.Visualcortexneuronsofmonkeysandcats:temporaldyamicsof the contrast response function.J Neurophysiol 88,888-913 (2002). 8.Reich,D.S.echler,F&Victor,JD.mporalcodingofontrastinprmarysualcortex:henhatndy.Juosiol 85,1039-1050 (2001). 9.Gawne,T.J,Kjaer,T.W.&chmond,B.JLatency:anotherpotentialcodeforfeaturebindinginstriatecortex.Jeuroiol 76,1356-1360 (1996).   \n10.Dai,J.&WangYRepresentationofsurfaceuminanceandcontrast inrimaryvisualortex.CerebCortex22,7-87(012).   \n11.Huang,X.&Paradiso,M.A.V1response timing andsurface filing-in.J Neurophysiol100,539-547(2008).   \n12.Kinoshita,M.&Komatsu,H.Neuralrepresentationof theluminanceandbrightnessofauniformsurfaceinthemacaque primary visual cortex.JNeurophysiol 86,2559-2570 (2001).   \n13.Geisler,W.S.brecht,D.G.&rane,A.MResponsesofneurons inprmaryvisualcortextotransientchangesocalotrast and luminance.J Neurosci 27,5063-5067 (2007).   \n14.Li,R.& Wang,Y. Neural mechanism for sensing fast motion in dim light.Sci Rep 3,3159 (2013).   \n15.Peng,X.&Van Esen,D.C.Peaked encodingofrelativeluminance inmacaque areas V1andV2.JNeurophysiol93,1620-1632 (2005).   \n16.XingD.,Yeh,C.,Gordo,J.&aleyR.M.Corticalbrightnesadaptationhedknessndrighnessproduceer dynamical states in the visual cortex.Proc Natl Acad Sci USA 111,1210-1215(2014).   \n17.Tucker,T.R.&Fitzpatrick,D.Luminance-evoked inhibitioninprimaryvisual cortex:atransientvetoof simultaneousand ongoing response.J Neurosci 26,13537-13547 (2006).   \n18.Mante,V.,Frazor,R.A.,Bonin,V,Geisler,W.S.&Carandini,M.Independenceofluminanceandcontrast innaturalscenes and in the early visual system.Nat Neurosci 8,l690-1697 (2005).   \n19.Dong,D.W.&Atick,JJ.tatisticsofnaturaltime-varyingimages.Network:ComputationinNeural Systems6,345-358(1995).   \n20.Lesica,N.A.etal.Dynamic encoding of natural luminance sequences byLGN bursts.PLoS Biol 4,e209 (2006).   \n21.Jones,J..&alme,L.A.etwo-dmensionalspatialtructreofsimplereceptivefeldsincatstriateortex.JNurohsiol 58,1187-1211 (1987).   \n22.DeAgelis,G.C.Ohzawa,I.&Freeman,R.D.Spatiotemporalorganzationofsimple-cellreceptivefeldsinthecatstrate cortex.I. General characteristics and postnatal development.JNeurophysiol 69,1091-1117 (1993).   \n23.Ringach,DL,Hawken,.J.&apleyR.Dynamicsofrientationtuning inmacaqueprimaryvisalcortex.Nture387, 281-284 (1997).   \n24.Mazer,JAinjeE,Derott,,ler.&llnt,JLatialfreyndeationge V1.Proc Natl Acad Sci USA 99,1645-1650 (2002).   \n25.Nishimoto,,AraiM.&Ozawa,I.Acuracyofsubspacemapngofspatiotempralfrequencydomaivisualreceptieflds. JNeurophysiol 93,3524-3536 (2005).   \n26.Smith,M.A.,Majaj,N.J.& Movshon,J.A.Dynamicsofmotionsignaling byneurons inmacaquearea MT.NatNeurosci8, 220-228 (2005).   \n27.Hu,M.,Wang,Y&Wang,YRapiddyamicsofontrastresponsesinthecatprimaryvisualcortex.PLoSOne6,e254(1).   \n28.Grunewald,A.&Skoumbourdis,E.K.Theintegrationof multiple stimulus featuresbyV1neurons.JNeurosci24,9185-9194 (2004).   \n29.Skottun,B.C.etal.Clasifyingsimpleandcomplexcellsonthebasisofresponse modulation.VisionResearch31,08-1086 (1991).   \n30.BerardNst,.&,reeedtadic of neurones in visual areas 17 and 18 of the cat.JPhysiol 323,603-618 (1982).   \n31.Baker,C.LJrSpatial-andtemporal-frequncyselectivityasabasiforvelocitypreferenceincatstriatecortexneros.Vis Neurosci 4,101-113 (1990).   \n32.Albrecht,D.G.&Hamilton,D.B.Striatecortex ofmonkeyandcat:contrastresponse function.JNeurophysiol48,217-237 (1982).   \n33.Ringach,D.L,ShapleyR.M.& Hawken,M.J.Orientatioselectivityinmacaque V1:diversityandlaminardependence.e Journal of neuroscience 22,5639-5651 (002).   \n34.Stein,R.BGossen,E.R.&Jones,K.E.euronalvariability:noiseorpartofthignal?NatRevNeurosci6,89-97(05).   \n35.Wiesenfeld,K.& MossFStochasticresonanceandthebenefitsofnoise:from iceagestocrayfishand SQUDs.Nature 373, 33-36 (1995).   \n36.Jaramill,F&Wiesenfeld,K.Mechanoelectrical transductionassistedbyBrownianmotion:arolefornoiseintheauditory system.Nat Neurosci 1,384-388 (1998).   \n37. Cordo,P.et al. Noise in human muscle spindles.Nature 383,769-770 (1996).   \n38.Reid,R.C.&losoJ-.pecifcityfoosaticoectiosfroalamustoalrtexNature,-(1995).   \n39.Martinez,L.M.&Alonso,J-M.Complexreceptivefelds inprimaryvisualcortex.Theneuroscientist9,317-331(2003).   \n40.Shapley,R.&HughPerry,V.Catandmonkeyretialgngoncellandtheirvisualfunctionalroles.TrendsinNeurociences9, 229-235 (1986).   \n41.Sherman,S.M.&Spear,PD.Organizationof visualpathways innormalandvisualldeprivedcats.PhysiolRev62,738-855 (1982).   \n42.Troy,JB.&ou,TTerectivefelsofatetialgnglioncelsinysiologicaldathologicalsates:hereeer half a century of research.Prog Retin Eye Res 21,263-302 (2002).   \n43.Burke,W,Dreher,.&WangC.SelectiveblockfconductioninYopticnervefbres:significancefortheconceptofpalel processing.Eur J Neurosci 10,8-19 (1998).   \n44.Sestokas,.K.&Lhmkule,S.VisualresponselatencyofX-andY-celsinthedorsalateral geniculatenucleusoftecatVision Res 26,1041-1054 (1986).   \n45.Allen,E..&ciloigesials.Ji().   \n46.Malone,B.JKuarV.&ingach,D.Lamicsofreceptivefeldsizeinriayvisualortex.eurosiol9,14 (2007).   \n47.Shapley,R,Hawken,M.&ingach,D..Dynamicsoforentationselectivityintheprmaryvisualcortexandtheiprtance of cortical inhibition.Neuron 38,689-699 (2003).   \n48.Hegde,J.&VanEssen,D.C.Temporaldynamicsofshapeanalysis inmacaquevisualareaV2.JNeurophysiol9,3030-3042 (2004).   \n49.Sugase,Y,amane,S.UenoS.&Kawano,K.Globalandfeinformationodedbysingleneuronsinthetemporalvisalorte. Nature 400,869-873 (1999).   \n50.Peyrin,C.etal.Theneuralsubstratesandtimingoftop-downprocessesduringcoarse-to-finecategorizationofisualsenes:a combined fMRI and ERP study.J Cogn Neurosci 22,2768-2780 (2010).   \n51.Paradiso,.AetalLigt,fing-indefudamtalefotetinsalrcetio.rogBrnRes, (2006).   \n52.Hung,C.P.Ramsden,B.M.&Roe,A.W.Afunctional circuitryfor edge-induced brightnessperception.NatNeurosci0, 1185-1190 (2007).   \n53.Komatsu,H.&Kinoshita,M.Surfacerepresentationinthemonkeyprimaryvisualcortex (V1).International Congres eries 1250,53-61 (2003).   \n54.Shapley,R.&Reid,R.C.Contrastandasimilation intheperceptionofbrightnessProcNatlAcad SciUSA82,5983-5986 (1985).   \n55.Hegde,J.Timecourseof visual perception:coarse-to-fine processngand beyond.Prog Neurobiol 84,405-439 (2008).   \n56.Movshon,JAompson,D.&TurstDJatialandtempoalotrastssitivityofeuronesineasdfte cat's visual cortex.JPhysiol 283,101-120 (1978).   \n57.DeAngelis,G.C,Ohzawa,I.&Freeman,R.D.Receptive-felddynamicsinhecentralvisual pathways.Trends Neurosci8, 451-458 (1995).   \n58.Jin,J,Wang,Ysgari,,wadow,H.A.&os,J.Fsteramocoricalproesingforarktanlhtvisulets. J Neurosci 31,17471-17479 (2011).   \n59.Williams,PE.&Shapley,R..Adynamic nonlinearityandspatialphase specifity inmacaqueV1neurons.JNeurosci7, 5706-5718 (2007).   \n60.Gao,E.,DeAngelis,G.C.&Burkhalter,A.Paralelinputchannelstmouse primaryvisualcortex.JNeurosci3,5912-5926 (2010). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "We thank R Guillery for his comments on the early version of manuscript; and Z Jiang,X Zhao,and S Liu for their assstance in the study. This study was supported by grants to YW from the National Natural Science Foundation of China (30623004,30870831,31371105)，by the National High-Tech Research & Development Program (2007AA02Z313 of 863 Program) of the Ministry of Science and Technology,and by the Knowledge Innovation Program from the Chinese Academy of Sciences (KSCX1- YW-R-32)and by National Basic Research Program 973 (2011CB809105)of the Ministry of Science and Technology and the Natural Science Foundation of China (91232715) to LT. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Author Contributions ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Y.W.conceived the study. Y.W.and W.W. designed the experiment. W.W. and R.L. performed the experiment. W.W., Y.W., D.L,J.D. and L.T. analyzed data. W.W., Y.W.,R.L., D.L.,J.D. and L.T. interpreted the results. Y.W.,W.W., L.T. and J.D. wrote the manuscript. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Additional Information Competing financial interests: The authors declare no competing financial interests. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "How to cite this article: Wang, W.-L. et al. V1 neurons respond to luminance changes faster than contrast changes. Sci. Rep.5,17173; doi: 10.1038/srep17173 (2015). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This work is licensed under a Creative Commons Atribution 4.0 International License.The images or other third party material in this article are included in the article's Creative Commons license,unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license,users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ ",
        "page_idx": 12
    }
]