[
    {
        "type": "text",
        "text": "A Holographic Study on Vector Condensate Induced by a Magnetic Field ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Rong-Gen Cai $^ { 1 * }$ ，Song Helt，Li Li $^ { 1 \\ddag }$ ，Li-Fang Li $^ { \\mathrm { 2 \\ S } }$ （20 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（204号 $^ { 1 }$ State Key Laboratory of Theoretical Physics, Institute of Theoretical Physics, Chinese Academy of Sciences, Beijing 100190,China. （20 $^ 2$ State Key Laboratory of Space Weather, Center for Space Science and Applied Research, Chinese Academy of Sciences, Beijing 100190, China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "December 3，2013 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "We study a holographic model with vector condensate by coupling the antide Sitter gravity to an Abelian gauge field and a charged vector field in $( 3 + 1 )$ dimensional spacetime. In this model there exists a non-minimal coupling of the vector field to the gauge field. We find that there is a critical temperature below which the charged vector condenses via a second order phase transition. The DC conductivity becomes infinite and the AC conductivity develops a gap in the condensed phase. We study the effect of a background magnetic field on the system. It is found that the background magnetic field can induce the condensate of the vector field even in the case without chemical potential/charge density. In the case with non-vanishing charge density, the transition temperature raises with the applied magnetic field, and the condensate of the charged vector operator forms a vortex lattice structure in the spatial directions perpendicular to the magnetic field. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Contents ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2The holographic model 5 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "}Adding a constant magnetic field 6 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "4 Phase diagram 9   \n4.1Phase diagram at vanishing charge density 9   \n4.2Phase diagram at finite charge density 11 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "5Vortex lattice solution 12 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "6Conclusion and discussion 14 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A Condensate of vector field and superconducting phase transition 16 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A.1 Condensate of vector field 17   \nA.2 Free energy 19   \nA.3 Conductivity 19 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The gauge/gravity duality [1, 2, 3] turns out to be a useful and complimentary framework to study a strongly coupled system through an appropriate gravity theory living in a higher dimensional spacetime. There are two complementary approaches. In the topdown approach,one can obtain some low energy effective theories in the bulk as consistent truncations of string/M theory by dimensional reduction on some compactified manifolds. The advantage of this approach is that one knows the origin of the effective gravity theory in the bulk and the details of the dual field theory. One of the wel-known examples in this category is the duality between the IIB superstring theory on the $A d S _ { 5 } \\times S ^ { 5 }$ and the $\\mathcal { N } = 4$ （20 supersymmetric Yang-Mills theory on the $A d S _ { 5 }$ boundary. On the other hand, in the socalled bottom-up approach, the gravity theory in the hulk is usually constructed by some physical considerations, according to the AdS/CFT dictionary. The models constructed in this way are simple and universal, just like the Landau-Ginzburg theory describing superconductivity. The disadvantage is that the details of the dual field theory are not very clear. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A well known example in the second category is the holographic superconductor model [4. 5]. More specifically, to build a holographic superconductor model, one should first introduce a U(1) gauge field in the bulk, which corresponds to a global U(1) symmetry in the boundary side. To break this U(1) symmetry spontaneously, one needs a charged operator condensing at low temperature. Therefore,one includes a charged scalar field in the bulk which is dual to the boundary scalar operator. For simplicity, the gauge field and the charged scalar can be minimally coupled. This holographic toy model admits black holes with scalar hair at low temperatures (superconducting phase), but without scalar hair at high temperatures (normal phase). In this way, one mimics the superconductor/conductor phase transition in the field theory side. Holographic superconductor models constructed in the top-down approach can also be found, for example, in refs. [6,7, 8, 9]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "It is well known that superconductivity involves the formation of a quantum condensate state by pairing conduction electrons. The pair of electrons,caled the Cooper pair, can be in a state of either spin singlet with total spin $s = 0$ or spin triplet with $s = 1$ .The order parameter in a superconductor is expressed in terms of the gap function. Due to the anti-commuting properties of the electron wave function, the antisymmetric spin-singlet state is associated with a symmetric orbital wave function with orbital angular momentum （204 $l = 0$ (s-wave), 2 (d-wave)， etc,while the symmetric spin-triplet state is accompanied by an antisymmetric orbital wave function with orbital angular momentum $l = 1$ (p-wave), 3 (f-wave)，etc. Since the condensed field in the holographic setup [4, 5] is a scalar field dual to a scalar operator in the field theory side, it is therefore a holographic s-wave model. In the holographic setup,a d-wave order parameter is dual to a charged spin two field propagating in the bulk [10, 11]. To mimic p-wave superconductor, one can consider a vector order parameter which is dual to a vector field in the gravity side. A holographic p-wave model [12] was constructed by adding a SU(2) Yang-Mills field into the bulk. A U(1） subgroup of the Yang-Mills field is regarded as the gauge group of electromagnetism. A gauge boson generated by another SU(2） generator charged under this U(1) by the nonlinear coupling of the non-Abelian field is dual to the vector order parameter. An alternative holographic realization of p-wave superconductivity emerges from the condensation of a 2-form feld in the bulk [13]. A holographic chiral $p _ { x } + i p _ { y }$ superconductor was discussed by generalized the SU(2) model introducing a Maxwel field and a Chern-Simons term [14]. Note that in principle we can also build a holographic p-wave model by introducing a complex vector field charged under a U(1） gauge field in the bulk with possible couplings. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "On the other hand， motivated by the possibility to create a very strong magnetic field, for example,at RHIC and LHC,the interest to investigate the properties of QCD mater in a strong magnetic field has been growing recently. Some new phenomena have been revealed such as the chiral magnetic effect,a split between the deconfinement phase transition and chiral symmetry restoration phase trasnition, see ref.[15] for a review. An interesting new phenomenon is the possibility that the QCD vacuum undergoes a phase transition to a new phase with charged $\\rho$ -meson condensed in a sufficiently strong magnetic field [16,17]. This exotic phase is a kind of anisotropic superconducting phase [18]. The author in ref. [16] adopted an effective quantum electrodynamics action (DSGS model [19]) to discuss the condensate of $\\rho$ -meson. A similar study based on Nambu-Jona-Lasinio model [20] can be found in ref.[17]. The uniform magnetic field background is encoded in an Abelian gauge field. As a vector boson,the possible condensate of the $\\rho$ -meson in a uniform magnetic field can be realized in the holographic framework by introducing a charged vector feld in the gravity side in the presence of a magnetic field. Based on the Sakai-Sugimoto model， the holographic $\\rho$ -meson was studied in the confinement phase at zero temperature [21] where it is shown that the effective mass of the $\\rho$ -meson at strong magnetic field becomes tachyonic. The influence of the magnetic field on the chiral transition temperature and deconfinement transition temperature was discussed in ref. [22]. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In the SU(2） model [12], a similar instability triggered by a non-Abelian magnetic field has been found in refs. [23, 24， 25]，which is reminiscent of the observation that nonAbelian magnetic field induces the W-boson condensate exhibiting vortex lattices in fat spacetime [26, 27, 28]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In this paper we will construct a toy model by introducing a complex vector field charged under an Abelian gauge field in the bulk, which is dual to a strongly coupled system involving a charged vector operator with a global U(1） symmetry. In this model there exists a non-minimal coupling between the vector field and the Abelian gauge field. In this bottom-up approach, we do not know the details of the dual field theory clearly. However, our setup meets the minimal requirement to construct a holographic p-wave superconductor model. This model has also potential to discuss the $\\rho$ -meson condensate in the presence of magnetic field. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We first study the model in the case without a background magnetic field, i.e., turn on the temporal component of the gauge field only, which is the usual way of analyzing holographic superconductor at a frst step [4, 10, 11, 12]. We find a critical temperature below which a vector operator acquires a vacuum expectation value breaking the Abelian symmetry spontaneously. Furthermore, the condensate of this vector operator picks out a special spatial direction,thus the rotational symmetry is also broken in the condensed phase.The system undergoes a second order phase transition with the critical exponent one half which coincides with the result from mean feld theory. This condensed phase presents characteristics known from superconductivity, such as an infinite DC conductivity and a gap in the optical conductivity. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "An instability induced by a background non-Abelian magnetic field has been reported, where the non-Abelian current operators obtain vacuum expectation values resulting in a vortex lattice structure [24, 25]. We are interested in how the applied Abelian magnetic field influences the instability of our model with Abelian gauge symmetry. For this, we turn on a uniform magnetic field $B$ in the bulk,which immerses the condensed phase into an external magnetic field. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We find that the increase of the magnetic field induces the instability of the black hole background， which gives rise to a family of condensate induced by the applied magnetic field in the dual strongly coupled system. This magnetic field induced instability can happen even for the case with vanishing chemical potential or charge density. For finite magnetic field, there is a tower of “droplet” solutions [29] in the sense that they are localized in a finite region. Further,the condensate shrinks in size as one increases the magnetic field,which shares similarity with the Meissner effect.But it is not the exact case with conventional superconductivity， where the superconductivity is suppressed by magnetic field in the real materials. Of course,it is interesting to notice the fact that it has been reported recently that an applied magnetic field may induce superconductivity [30, 31]. In addition, the emergence of charged vector operator condensate triggered by the applied magnetic field is consistent with the appearance of electromagnetically superconducting phase in a strong magnetic field studied from both field theory method [16,17] and the holographic setup [21， 22]. We also manage to construct the vortex lattice solution in the condensed phase near the phase transition,which is very reminiscent of the Abrikosov ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "lattice in common type-II superconductors. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The plan of this paper is as follows. In section 2, we introduce the holographic model and deduce the general equations of motion of the system. In section 3，we turn on a uniform magnetic field and give details about how to recover the Landau levels in this holographic model. Section 4 is devoted to discussing the phase diagram with/without chemical potential. The vortex lattice solutions are constructed in Section 5. The conclusion and further discussions are included in section 6. We study, in Appendix A, the condensate of the vector field and the phase transition in the case without magnetic field by calculating the conductivity to ensure the condensed phase to be a superconducting state. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2 The holographic model ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Let us introduce a charged vector field into the $( 3 + 1 )$ dimensional Einstein-Maxwell theory with a negative cosmological constant. The full action reads ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nS = \\frac { 1 } { 2 \\kappa ^ { 2 } } \\int d ^ { 4 } x \\sqrt { - g } [ \\mathcal { R } + \\frac { 6 } { L ^ { 2 } } - \\frac { 1 } { 4 } F _ { \\mu \\nu } F ^ { \\mu \\nu } - \\frac { 1 } { 2 } \\rho _ { \\mu \\nu } ^ { \\dagger } \\rho ^ { \\mu \\nu } - m ^ { 2 } \\rho _ { \\mu } ^ { \\dagger } \\rho ^ { \\mu } + i q \\gamma \\rho _ { \\mu } \\rho _ { \\nu } ^ { \\dagger } F ^ { \\mu \\nu } ] ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $L$ is the AdS radius that we will set to be unity, $\\kappa ^ { 2 } ~ \\equiv ~ 8 \\pi G$ is related to the gravitational constant in the bulk and $m$ is the mass of the charged vector field $\\rho _ { \\mu }$ .The strength of $\\mathrm { U } ( 1 )$ field $A _ { \\mu }$ is $F _ { \\mu \\nu } = \\nabla _ { \\mu } A _ { \\nu } - \\nabla _ { \\nu } A _ { \\mu }$ .The tensor $\\rho _ { \\mu \\nu }$ in（1） is defined by $\\rho _ { \\mu \\nu } = D _ { \\mu } \\rho _ { \\nu } - D _ { \\nu } \\rho _ { \\mu }$ . The covariant derivative $D _ { \\mu } = \\nabla _ { \\mu } - i q A _ { \\mu }$ with $q$ the charge of vector $\\rho _ { \\mu }$ . The last interacting term describes the non-minimal coupling of the charged vector field $\\rho _ { \\mu }$ to the $\\mathrm { U } ( 1 )$ gauge field $A _ { \\mu }$ . The parameter $\\gamma$ characterizes the magnetic moment of the vector field $\\rho _ { \\mu }$ and is assumed to be non-negative. The form of the action is reminiscent of the DSGS model which describes the quantum electrodynamics of the $\\rho$ -meson proposed by Djukanovic, Schindler, Gegelia, and Scherer in ref. [19]. Compared to the action of the DSGS model, it is easy to find that the action in (1) is just a simple generalization of the DSGS model to the anti-de Sitter space. Note that the part of neutral $\\rho$ -meson in ref. [19] is neglected here since it is not relevant to our goal in this paper. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Varying the action (1） with respect to $A _ { \\mu }$ yields the equation of motion for gauge field ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\nabla ^ { \\nu } F _ { \\nu \\mu } = i q ( \\rho ^ { \\nu } \\rho _ { \\nu \\mu } ^ { \\dagger } - \\rho ^ { \\nu \\dagger } \\rho _ { \\nu \\mu } ) + i q \\gamma \\nabla ^ { \\nu } ( \\rho _ { \\nu } \\rho _ { \\mu } ^ { \\dagger } - \\rho _ { \\nu } ^ { \\dagger } \\rho _ { \\mu } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "while a variation of the action (1） with respect to $\\rho ^ { \\nu \\dagger }$ gives the equation of motion for the charged vector field ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nD ^ { \\nu } \\rho _ { \\nu \\mu } - m ^ { 2 } \\rho _ { \\mu } + i q \\gamma \\rho ^ { \\nu } F _ { \\nu \\mu } = 0 .\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "If one takes the limit $q \\to \\infty$ keeping $q \\rho _ { \\mu }$ and $q A _ { \\mu }$ fixed, the back reaction of the matter Sources to the background can be ignored. This is the probe limit we will adopt in this paper. The background is taken to be a $( 3 + 1 )$ dimensional Schwarzschild-AdS black hole ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nd s ^ { 2 } = - f ( r ) d t ^ { 2 } + \\frac { d r ^ { 2 } } { f ( r ) } + r ^ { 2 } ( d x ^ { 2 } + d y ^ { 2 } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "with $\\begin{array} { r } { f ( r ) = r ^ { 2 } ( 1 - \\frac { r _ { h } ^ { 3 } } { r ^ { 3 } } ) } \\end{array}$ and $r _ { h }$ the horizon radius. The Hawking temperature for this black hole is $\\begin{array} { r } { T = \\frac { f ^ { \\prime } ( r _ { h } ) } { 4 \\pi } = \\frac { 3 r _ { h } } { 4 \\pi } } \\end{array}$ ,which sets the temperature of the boundary field theory. In the probe limit,the matter fields $\\rho _ { \\mu }$ and $A _ { \\mu }$ can be treated as perturbations on the Schwarzschild-AdS black hole background. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 Adding a constant magnetic field ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In Appendix A，we discussed the condensate of the vector field $\\rho _ { \\mu }$ induced by the bulk electric field by turning on the scalar potential $A _ { t }$ associated with the Maxwell field only. The normal phase corresponds to the black hole solution with a vanishing vector field $\\rho _ { \\mu }$ As one lowers the temperature, the normal phase becomes unstable to developing nontrivial configuration of the vector field $\\rho _ { \\mu }$ .It gives non-zero vacuum expectation value of the dual vector operator， which breaks the U(1） gauge symmetry and the rotational symmetry in $x - y$ plane. The calculation of the optical conductivity reveals that there is a delta function at the origin for the real part of the conductivity, which means the condensed phase is indeed superconducting. For details, see Appendix A. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We now turn on a magnetic feld to study how the applied magnetic feld influences on the system. A consistent ansatz is as follows 1 ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\rho _ { \\nu } d x ^ { \\nu } = [ \\epsilon \\rho _ { x } ( r , x ) e ^ { i p y } + \\mathcal { O } ( \\epsilon ^ { 3 } ) ] d x + [ \\epsilon \\rho _ { y } ( r , x ) e ^ { i p y } e ^ { i \\theta } + \\mathcal { O } ( \\epsilon ^ { 3 } ) ] d y , } \\\\ { A _ { \\nu } d x ^ { \\nu } = [ \\phi ( r ) + \\mathcal { O } ( \\epsilon ^ { 2 } ) ] d t + [ B x + \\mathcal { O } ( \\epsilon ^ { 2 } ) ] d y , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $\\rho _ { x } ( r , x )$ ， $\\rho _ { y } ( r , x )$ and $\\phi ( r )$ are all real functions, $p$ is a real constant, the constant $\\theta$ is the phase of $\\rho _ { y }$ and $B > 0$ is the constant magnetic field perpendicular to the $x - y$ plane. We have defined the deviation parameter $\\epsilon$ from the critical point at which the condensate begins to appear. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The zeroth order of (2) gives the equation of motion for $\\phi$ （20 ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\phi ^ { \\prime \\prime } ( r ) + \\frac { 2 } { r } \\phi ^ { \\prime } ( r ) = 0 .\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The asymptotic value of $\\phi$ gives the chemical potential $\\mu = A _ { t } ( r  \\infty )$ of the dual field theory. The boundary condition at the horizon is given by requiring that $A _ { \\mu } A ^ { \\mu }$ is finite there. Thus we can obtain a unique solution ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\phi ( r ) = \\mu ( 1 - \\frac { r _ { h } } { r } ) .\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The equations of motion for $\\rho _ { x }$ and $\\rho _ { y }$ can be deduced from (3） at order $\\mathcal { O } ( \\epsilon )$ We further separate the variables as $\\rho _ { x } ( r , x ) = \\varphi _ { x } ( r ) X ( x )$ and $\\rho _ { y } ( r , x ) = \\varphi _ { y } ( r ) Y ( x )$ . We find that to satisfy the equations of motion of the model with the given ansatz, $\\theta$ can only be ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "chosen as $\\textstyle \\theta _ { + } = { \\frac { \\pi } { 2 } } + 2 n \\pi$ or $\\textstyle \\theta _ { - } = - { \\frac { \\pi } { 2 } } + 2 n \\pi$ with $n$ an arbitrary integer. The equations of motion for $\\varphi _ { x } ( r )$ ， $\\varphi _ { y } ( r )$ ， $X ( x )$ and $Y ( x )$ are divided into the following equations as ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { l } { { \\varphi _ { x } \\dot { X } \\pm ( q B x - p ) \\varphi _ { y } Y = 0 , } } \\\\ { { \\qquad \\quad } } \\\\ { { \\varphi _ { x } ^ { \\prime } \\dot { X } \\pm ( q B x - p ) \\varphi _ { y } ^ { \\prime } Y = 0 , } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n_ { x } ^ { \\prime \\prime } + \\frac { f ^ { \\prime } } { f } \\varphi _ { x } ^ { \\prime } + \\frac { q ^ { 2 } \\phi ^ { 2 } } { f ^ { 2 } } \\varphi _ { x } - \\frac { m ^ { 2 } } { f } \\varphi _ { x } + \\frac { \\varphi _ { x } } { r ^ { 2 } f } [ \\mp ( q B x - p ) \\frac { \\dot { Y } } { X } \\frac { \\varphi _ { y } } { \\varphi _ { x } } \\pm q B \\gamma \\frac { Y } { X } \\frac { \\varphi _ { y } } { \\varphi _ { x } } - ( q B x - p ) ^ { 2 } ] = 0 ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\varphi _ { y } ^ { \\prime \\prime } + \\frac { f ^ { \\prime } } { f } \\varphi _ { y } ^ { \\prime } + \\frac { q ^ { 2 } \\phi ^ { 2 } } { f ^ { 2 } } \\varphi _ { y } - \\frac { m ^ { 2 } } { f } \\varphi _ { y } + \\frac { \\varphi _ { y } } { r ^ { 2 } f } [ \\frac { \\ddot { Y } } { Y } \\pm ( q B x - p ) \\frac { \\dot { X } } { Y } \\frac { \\varphi _ { x } } { \\varphi _ { y } } \\pm ( 1 + \\gamma ) q B \\frac { X } { Y } \\frac { \\varphi _ { x } } { \\varphi _ { y } } ] =\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where the prime denotes the derivative with respect to $r$ and the dot denotes the derivative with respect to $x$ . Here and below the upper signs correspond to the $\\theta _ { + }$ case and the lower to the $\\theta _ { - }$ case. In order to satisfy (8),one should impose ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\varphi _ { y } = c \\varphi _ { x } , ~ \\dot { X } \\pm c ( q B x - p ) Y = 0 ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $c$ is a real constant. This constraint is automatically satisfied by (9). We can see that only two of the four functions are independent. Substituting (12) into the remaining equations,we can find the following three equations ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { c } { { \\varphi _ { x } ^ { \\prime \\prime } + \\displaystyle \\frac { f ^ { \\prime } } { f } \\varphi _ { x } ^ { \\prime } + \\displaystyle \\frac { q ^ { 2 } \\phi ^ { 2 } } { f ^ { 2 } } \\varphi _ { x } - \\displaystyle \\frac { m ^ { 2 } } { f } \\varphi _ { x } - \\displaystyle \\frac { E } { r ^ { 2 } f } \\varphi _ { x } = 0 , } } \\\\ { { - \\ddot { X } \\mp c ( 1 + \\gamma ) q B Y + ( q B x - p ) ^ { 2 } X = E X , } } \\\\ { { - \\ddot { Y } \\mp \\displaystyle \\frac { ( 1 + \\gamma ) q B } { c } X + ( q B x - p ) ^ { 2 } Y = E Y . } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "One can get the value of $E$ for arbitrary constant $c$ by solving the eigenvalue problem (14) and (15) with the constraint given in (12). There may exist the possbility that one can not obtain non-trivial solutions for some special values of $c$ . Here we consider a simple case with $c ^ { 2 } = 1$ , in which the equations of motion for $X ( x )$ and $Y ( x )$ can be solved exactly. Since $c = 1 / c$ ，the $c$ in the denominator in (15) is equivalent to the case in the numerator. Subtracting (14) from(15) and defining a new function as ² ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\psi ( x ) = X ( x ) - Y ( x ) ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "one gets the equation ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\ddot { \\psi } ( x ) + [ E \\mp c ( 1 + \\gamma ) q B - ( q B x - p ) ^ { 2 } ] \\psi ( x ) = 0 .\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We further introduce a new variable $\\begin{array} { r } { \\xi = \\sqrt { | q B | } ( x - \\frac { p } { q B } ) } \\end{array}$ and a constant $\\begin{array} { r } { \\eta = \\frac { E \\mp c ( 1 + \\gamma ) q B } { | q B | } } \\end{array}$ then the above equation becomes ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n{ \\frac { d ^ { 2 } } { d \\xi ^ { 2 } } } \\psi ( \\xi ) + ( \\eta - \\xi ^ { 2 } ) \\psi ( \\xi ) = 0 .\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The regular and bounded solution of (18) is given by Hermite function $H _ { n }$ as ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\psi _ { n } ( \\xi ) = N _ { n } e ^ { - \\xi ^ { 2 } / 2 } H _ { n } ( \\xi ) ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "with the corresponding eigenvalue $\\eta _ { n } = 2 n + 1$ ： $N _ { n }$ is a normalization constant and $n$ isa non-negative integer. Thus we obtain the solution of equation (17） as ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\psi _ { n } ( x ) = N _ { n } e ^ { - \\frac { 1 } { 2 } | q B | ( x - \\frac { p } { q B } ) ^ { 2 } } H _ { n } ( \\sqrt { | q B | } ( x - \\frac { p } { q B } ) ) ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "with the corresponding eigenvalue ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nE _ { n } = ( 2 n + 1 ) | q B | \\pm c ( 1 + \\gamma ) q B .\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Combining (12)，(16) and (2O),one can obtain the exact configurations for $X ( x )$ and （20 $Y ( x )$ ， which read ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { l } { { X _ { n } ( x ; p ) = e ^ { \\mp \\frac { c q B } { 2 } ( x - \\frac { p } { q B } ) ^ { 2 } } [ X ( 0 ) e ^ { \\pm \\frac { c p ^ { 2 } } { 2 q B } } \\pm c q B N _ { n } \\times } } \\\\ { { \\int _ { 0 } ^ { x } ( t - \\frac { p } { q B } ) e ^ { - \\frac { | q B | \\mp c q B } { 2 } ( t - \\frac { p } { q B } ) ^ { 2 } } H _ { n } ( \\sqrt { | q B | } ( t - \\frac { p } { q B } ) ) d t ] , } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "and ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nY _ { n } ( x ; p ) = X _ { n } ( x ; p ) - N _ { n } e ^ { - \\frac 1 2 | q B | ( x - \\frac { p } { q B } ) ^ { 2 } } H _ { n } ( \\sqrt { | q B | } ( x - \\frac { p } { q B } ) ) ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $X ( 0 )$ is a constant denoting the value of $X _ { n } ( x ; p )$ at the origin $x = 0$ . The solutions of $\\varphi _ { x }$ and $\\varphi _ { y }$ corresponding to the eigenvalue $E _ { n }$ , denoted by $\\varphi _ { x n }$ and $\\varphi _ { y n }$ , can be obtained by solving the equation of motion (13) with $E _ { n } ^ { \\prime }$ given in (21). So far, we have recovered the Landau levels. As one can see in appendix A,we have a second order phase transition from the normal phase with $\\rho _ { \\mu } = 0$ to the condensed phase with $\\rho _ { \\mu } \\neq 0$ . Therefore we should encounter a marginally stable mode at the transition point. Theses solutions obtained from(13) just correspond to the marginally stable states. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We can see from(13) that the effective mass of $\\rho _ { x }$ is ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nm _ { \\mathrm { e f f } } ^ { 2 } = m ^ { 2 } + \\frac { E _ { n } } { r ^ { 2 } } - \\frac { q ^ { 2 } \\phi ^ { 2 } } { f } = m ^ { 2 } + \\frac { ( 2 n + 1 ) | q B | \\pm c ( 1 + \\gamma ) q B } { r ^ { 2 } } - \\frac { q ^ { 2 } \\phi ^ { 2 } } { f } ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "which is clearly shifted by the magnetic field $B$ . Depending on concrete parameters and Landau level, the appearance of magnetic field can increase or decrease the effctive mass, thus will hinder or enhance the transition from the normal phase to the condensed phase. In what follows, we consider the case with the lowest Landau level with $n = 0$ ，which reads ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l r } & { } & { E _ { 0 } ^ { L } = - \\vert \\gamma q B \\vert , } \\\\ & { } & { X _ { 0 } ^ { L } ( x ; p ) = \\displaystyle \\frac { N _ { 0 } } { 2 } e ^ { - \\frac { \\vert q B \\vert } { 2 } ( x - \\frac { p } { q B } ) ^ { 2 } } = - Y _ { 0 } ^ { L } ( x ; p ) . } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4 Phase diagram ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We are interested in how the applied magnetic field influences on the transition temperature from the normal phase to the condensed phase. As we can see from (24), the effective mass of the charged vector field $\\rho ^ { \\mu }$ in the lowest energy state, i.e., in the lowest Landau level （20 $n = 0$ depends on the magnetic field $B$ and the non-minimal coupling parameter $\\gamma$ as ",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\nm _ { \\mathrm { e f f } } ^ { 2 } = m ^ { 2 } - \\frac { | \\gamma q B | } { r ^ { 2 } } - \\frac { q ^ { 2 } \\phi ^ { 2 } } { f } .\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "It is clear that the increase of the magnetic field $B$ decreases the effective mass and thus tends to raise the transition temperature. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1 Phase diagram at vanishing charge density ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "It is well known that the increase of the electric field decreases the effective mass of charged scalar or vector fields,inducing the transition from the normal phase to the condensed phase. We first turn off the electric feld， which corresponds to the case with vanishing charge density $\\rho = 0$ .We introduce a new coordinate $z = r _ { h } / r$ .The equation of motion (13) can be rewritten as 3 ",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\n\\varphi _ { x } ^ { \\prime \\prime } ( z ) - \\frac { 3 z ^ { 2 } } { 1 - z ^ { 3 } } \\varphi _ { x } ^ { \\prime } ( z ) - [ \\frac { m ^ { 2 } } { z ^ { 2 } ( 1 - z ^ { 3 } ) } - \\frac { 9 \\zeta } { 1 6 \\pi ^ { 2 } ( 1 - z ^ { 3 } ) } ] \\varphi _ { x } ( z ) = 0 ,\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "with $\\zeta = | \\gamma q B | / T ^ { 2 }$ ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "To solve such a second order equation by shooting method，we impose the regular condition at the horizon $z = 1$ as well as the source free condition at the boundary $z = 0$ More specifically, we set $\\varphi _ { x } ( 1 ) = 1$ in our numerical calculation due to the linearity of (27). For a given $m ^ { 2 }$ , only for certain values of $\\zeta = | \\gamma q B | / T ^ { 2 }$ can the boundary conditions be satisfied. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Figure 1 presents the three marginally stable curves of $\\varphi _ { x } ( z )$ for $m ^ { 2 } = 3 / 4$ . The three lowest-lying modes are in the sequence $\\zeta _ { 0 } < \\zeta _ { 1 } < \\zeta _ { 2 }$ . The red line corresponding to the minimal value of $\\zeta$ has no intersecting points with horizontal axis at non-vanishing $z$ . Such a mode with $\\zeta _ { 0 } \\simeq 7 2 . 8 4$ is considered as a mode of node $n = 0$ . Furthermore,the green line to $\\zeta _ { 1 } \\simeq 3 3 9 . 2 4$ and blue line to $\\zeta _ { 2 } \\simeq 7 8 0 . 1 0$ are regarded as modes with nodes $n = 1$ and $n = 2$ ，respectively. Since the radial oscillations in $z$ -direction of $\\varphi _ { x } ( z )$ will cost more energy, the later two curves are therefore thought to be unstable. Thus the lowest value $\\zeta _ { 0 }$ （204号 just gives the critical magnetic field above which the normal state is unstable to developing a vector hair. Figure 2 shows the critical magnetic field in terms of $\\zeta _ { 0 }$ for various squared mass of the vector field. It can be seen clearly that $\\zeta _ { 0 }$ increases as we increase the squared mass. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/0d6386e75f95a8713002cb800fc9a37b8ff3b328eaae8805ef03b093e09e24fc.jpg",
        "img_caption": [
            "Figure 1: The marginally stable curves of the charged vector field corresponding to various critical $\\zeta = | \\gamma q B | / T ^ { 2 }$ . The three curves from top to down correspond to $\\zeta _ { 0 } \\simeq 7 2 . 8 4$ (red), （204号 $\\zeta _ { 1 } \\simeq 3 3 9 . 2 4$ （green）and $\\zeta _ { 2 } \\simeq 7 8 0 . 1 0$ (blue)，respectively. We choose $m ^ { 2 } = 3 / 4$ "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/dfd3b9b0d274eb921e33ac67f89bbeff39eb234eb57fefa72255ee8ea379c23f.jpg",
        "img_caption": [
            "Figure 2: The critical magnetic field $\\zeta _ { 0 }$ versus $m ^ { 2 }$ of the vector field. The points are obtained by the shooting method to solve the equation (27). "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "It should be pointed out that if we turn off the magnetic feld, the normal state will not become unstable to developing hairs with vanishing charge density. The interesting result here is that only the magnetic field itself can trigger the phase transition. This result has an analogy to the QCD vacuum instability induced by a strong magnetic field to spontaneously developing the $\\rho$ -meson condensate. It is clear that the last term in (1) describing a non-minimal coupling of the vector field $\\rho ^ { \\mu }$ to the gauge feld $A _ { \\mu }$ plays a crucial role in the instability. Note that similar coupling can be found in many formalisms used to describe the coupling of magnetic moment to the background magnetic field for charged particles of spin 1, i.e., vector particles [19, 32]. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2 Phase diagram at finite charge density ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Let us now consider the system with fixed charge density $\\rho$ . Here we do not limit ourselves to the lowest energy state. The equation of motion (13) can be written in terms of $\\rho$ and （20 $z$ as ",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\n\\varphi _ { x } ^ { \\prime \\prime } ( z ) - \\frac { 3 z ^ { 2 } } { 1 - z ^ { 3 } } \\varphi _ { x } ^ { \\prime } ( z ) - [ \\frac { m ^ { 2 } } { z ^ { 2 } ( 1 - z ^ { 3 } ) } + \\frac { ( E _ { n } / \\rho ) \\lambda } { 1 - z ^ { 3 } } - \\frac { q ^ { 2 } \\lambda ^ { 2 } } { ( 1 + z + z ^ { 2 } ) ^ { 2 } } ] \\varphi _ { x } ( z ) = 0 ,\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "where $\\begin{array} { r } { \\lambda = \\frac { \\rho } { r _ { h } ^ { 2 } } } \\end{array}$ and $E _ { n }$ is given in (21). The lowest energy state corresponds to $E _ { n } = E _ { 0 } ^ { L } =$ $- | \\gamma q B |$ . For numerical convenience and to match the behavior at the boundary, we further define ",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\n\\varphi _ { x } ( z ) = ( \\frac { z } { r _ { h } } ) ^ { \\triangle _ { - } } F ( z ) .\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Then we can obtain ",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { F ^ { \\prime \\prime } ( z ) - \\displaystyle \\frac { 1 } { z } ( \\frac { 3 z ^ { 3 } } { 1 - z ^ { 3 } } - 2 \\triangle _ { - } ) F ^ { \\prime } ( z ) - [ \\frac { m ^ { 2 } } { z ^ { 2 } ( 1 - z ^ { 3 } ) } + \\frac { 3 \\triangle _ { - } z } { 1 - z ^ { 3 } } - \\frac { \\triangle _ { - } ( \\triangle _ { - } - 1 ) } { z ^ { 2 } } ] F ( z ) } \\\\ { + [ \\frac { q ^ { 2 } \\lambda ^ { 2 } } { ( 1 + z + z ^ { 2 } ) ^ { 2 } } - \\frac { ( E _ { n } / \\rho ) \\lambda } { 1 - z ^ { 3 } } ] F ( z ) = 0 . } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/65fb6a9ba864e6170a32e139b53bc1bced091fa23ed4809f80bf958e1b5a801a.jpg",
        "img_caption": [
            "Figure 3: The transition temperature from the normal phase to the condensed phase as a function of magnetic field. It corresponds to the case with $E _ { n } = - | \\gamma q B |$ ： $T _ { c }$ is the critical temperature in the case without magnetic field. The magnetic field raises the transition temperature.We choose $m ^ { 2 } = 3 / 4$ "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "This equation depends on two physical parameters =and E.To solve such second order equation,we impose the regular condition at the horizon $z = 1$ as well as the source free condition $F ( 0 ) = 0$ at the boundary $z = 0$ . It has a non-trivial solution only when there is a relation between such two parameters, which just gives the transition temperature as a function of the magnetic field. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The $( T , B )$ phase diagram with the lowest Landau level is drawn in figure 3. To determine which side of the phase transition line is the condensed phase,we can consider the equation (26). It suggests that the magnetic feld decreases the effective mass. So if we increase the magnetic field at a fixed temperature, the normal state will become unstable for sufficiently large magnetic field. Figure 3 looks very similar to figure 9 in ref. [22] where the chiral transition temperature rises with magnetic field, indicating chiral magnetic catalysis. Furthermore, to compare with the lowest Landau level case,we present an example with positive $E _ { n } = | \\gamma q B |$ in (28) in figure 4. One can see clearly in this case that the transition temperature lowers with the increase of the applied magnetic field. It is the well known property of the ordinary superconductor， which has been first discussed in a holographic setup in ref. [33]. ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/f74ed2814e849a29b136bc0296762a896ec53624c017c59ddcc10e85bf3017ea.jpg",
        "img_caption": [
            "Figure 4: The transition temperature from the normal phase to the condensed phase versus magnetic field. It corresponds to the case with $E _ { n } = | \\gamma q B |$ ： $T _ { c }$ is the critical temperature in the case without magnetic field. The magnetic field leads to lowering the transition temperature. We choose $m ^ { 2 } = 3 / 4$ ： "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5 Vortex lattice solution ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Let us now construct the vortex lattice solution. It is enough to consider the $n = 0$ solution only, i.e., ",
        "page_idx": 11
    },
    {
        "type": "equation",
        "text": "$$\n\\psi _ { 0 } ( x ; p ) = N _ { 0 } e ^ { - \\frac 1 2 | q B | ( x - \\frac { p } { q B } ) ^ { 2 } } .\n$$",
        "text_format": "latex",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Due to the fact that the eigenvalue $E _ { n }$ is independent of $p$ ，a linear superposition of the solutions $e ^ { i p y } \\varphi _ { x n } ( r ) X _ { n } ( x ; p )$ and $e ^ { i p y } \\varphi _ { y n } ( r ) Y _ { n } ( x ; p )$ with different $p$ is also a solution of the ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "model at $\\mathcal { O } ( \\epsilon )$ .We introduce two functions ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l r } & { } & { \\rho _ { x } ( r , x , y ) = \\varphi _ { x 0 } ( r ) \\displaystyle \\sum _ { \\ell = - \\infty } ^ { + \\infty } c _ { \\ell } e ^ { i p _ { \\ell } y } X _ { 0 } ^ { L } ( x ; p _ { \\ell } ) , } \\\\ & { } & { \\rho _ { y } ( r , x , y ) = c e ^ { i \\theta _ { \\pm } } \\varphi _ { x 0 } ( r ) \\displaystyle \\sum _ { \\ell = - \\infty } ^ { + \\infty } c _ { \\ell } e ^ { i p _ { \\ell } y } Y _ { 0 } ^ { L } ( x ; p _ { \\ell } ) , } \\\\ & { } & { c _ { \\ell } = e ^ { - i \\frac { \\pi a _ { 2 } } { a _ { 1 } ^ { 2 } } \\ell ^ { 2 } } , \\qquad p _ { \\ell } = \\frac { 2 \\pi \\sqrt { | q B | } \\ell } { a _ { 1 } } , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "which satisfy the full equations of motion. $a _ { 1 }$ and $a _ { 2 }$ are arbitrary constants. Following ref. [33],we can obtain the vortex lattice solution ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\n\\triangle \\rho ( r , x , y ) \\equiv \\rho _ { x } ( r , x , y ) - c e ^ { - i \\theta _ { \\pm } } \\rho _ { y } ( r , x , y ) = \\varphi _ { x 0 } ( r ) \\sum _ { \\ell = - \\infty } ^ { + \\infty } c _ { \\ell } e ^ { i p _ { \\ell } y } \\psi _ { 0 } ( x ; p _ { \\ell } ) .\n$$",
        "text_format": "latex",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "$\\triangle \\rho ( r , x , y )$ has a pseudo-periodicity ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l r } & { } & { \\triangle \\rho ( r , x , y ) = \\triangle \\rho ( r , x , y + \\frac { a _ { 1 } } { \\sqrt { | q B | } } ) , } \\\\ & { } & { \\triangle \\rho ( r , x + \\frac { 2 \\pi } { a _ { 1 } \\sqrt { | q B | } } , y + \\frac { a _ { 2 } } { a _ { 1 } \\sqrt { | q B | } } ) = e ^ { \\frac { i 2 \\pi } { a _ { 1 } } ( \\sqrt { | q B | } y + \\frac { a _ { 2 } } { 2 a _ { 1 } } ) } \\triangle \\rho ( r , x , y ) , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "as well as a zero at ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\n{ \\bf x } _ { m , n } = ( m + \\frac { 1 } { 2 } ) { \\bf b } _ { 1 } + ( n + \\frac { 1 } { 2 } ) { \\bf b } _ { 2 } ,\n$$",
        "text_format": "latex",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "with two vectors $\\begin{array} { r } { \\mathbf { b } _ { 1 } = \\frac { a _ { 1 } } { \\sqrt { | q B | } } \\dot { O } _ { y } } \\end{array}$ and $\\begin{array} { r } { \\mathbf { b } _ { 2 } = \\frac { 2 \\pi } { a _ { 1 } \\sqrt { | q B | } } \\partial _ { x } + \\frac { a _ { 2 } } { a _ { 1 } \\sqrt { | q B | } } \\partial _ { y } } \\end{array}$ 2πx + aaBOy. m and n are two integers. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Since the expectation value of the operator $\\hat { J } \\mu$ dual to $\\rho _ { \\mu }$ is given by the coefficient at boundary $r  \\infty$ ， the quantity $J _ { \\pm } = \\langle \\hat { J } ^ { x } \\pm i \\hat { J } ^ { y } \\rangle$ indeed exhibits the vortex structure with the cores of vortices located at $\\mathbf { x } _ { m , n }$ . In particular,the triangular lattice with three adjoining vortices forming an equilateral triangle can be obtained by choosing the following parameters ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\na _ { 1 } = { \\frac { 2 { \\sqrt { \\pi } } } { \\sqrt [ 4 ] { 3 } } } , ~ a _ { 2 } = { \\frac { 2 \\pi } { \\sqrt { 3 } } } .\n$$",
        "text_format": "latex",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "It should be stressed that it is the special combinations $J _ { \\pm }$ which exhibit the vortex lattice structure. In particular, for $q > 0$ ，itis $J _ { - }$ that corresponds to the lowest Landau level, while for $q < 0$ ，itis $J _ { + }$ . The form of operator presenting vortex lattice structure is the same as the one in field theory study without gravity [16]. This also provides the evidence for the correctness of choosing $c ^ { 2 } = 1$ in section 3. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Figure 5 shows the configuration of the norm of condensate $J _ { - }$ in the $x - y$ plane for the triangular lattice. Obviously, to obtain the true ground state, we should calculate the free energy of the solutions with different lattice structures from the action to find which configuration minimizes the free energy. It turns out that the linear analysis presented here is not sufficient to determine the most stable solution. We should include higher order contributions just as done in refs.[24, 33]. The calculation is much more complicated and is not very relevant to our purpose of this paper. We leave it for our further study. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/d2a53607f76e612a2a0c6356d4ea21766e619e172f7519f878b9cf565487b5f9.jpg",
        "img_caption": [
            "Figure 5: The vortex lattice structure for the triangular lattice in $x - y$ plane. The contour plot is also drawn in the bottom. In particular, the condensate vanishes in the core of each vortex. "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "6 Conclusion and discussion ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "In this paper we studied a holographic model with a complex vector field charged under a U(1) gauge field in a $( 3 + 1 )$ dimensional AdS black hole background,aiming to shed some light on the real strongly coupled systems which are of gravity duals. In this model, there is a non-minimal coupling of the vector field to the U(1) gauge field,which describes the interaction between the magnetic dipole moment of the vector field to the background magnetic field. This model includes the minimal ingredients to build a holographic p-wave superconductor model. We found a critical temperature at which the system undergoes a second order phase transition. The critical exponent of this transition is one half which coincides with the case in the Landau-Ginzburg theory. In the condensed phase,a vector operator acquires a vacuum expectation value breaking the Abelian symmetry as well as rotational symmetry spontaneously. Our calculation showed that this condensed phase exhibits an infinite DC conductivity and a gap in the frequency-dependent conductivity, which is quite similar to properties of the ordinary superconductivity. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "We paid more attention on the response of this system to an applied magnetic field. We obtained the Landau level, from which we can find the contribution to the effective mass of the vector field by the magnetic field (see (24)). Due to the non-minimal coupling given in the last term of (1),the applied magnetic field can reduce the effective mass of the vector field,thus inducing the instability of the black hole background even when the chemical potential/charged density is absent. That is, for the case with vanishing chemical potential Or charged density, the black hole background becomes no longer stable when the magnetic field is beyond a certain critical value. For the case with non-vanishing chemical potential, the phase boundary is determined by a relation between the transition temperature and the magnetic field, which is presented in figure 3. The transition temperature increases with the applied magnetic field. The response of this system to the magnetic field is quite different from the behavior of ordinary superconductor where the magnetic field makes the transition more difficult as drawn in figure 4. But our result is quite similar to the case of QCD vacuum instability induced by strong magnetic field to spontaneously developing the $\\rho$ -meson condensate [16,17]. Although so, it was shown that in our model, the condensate of the vector operator forms a vortex lattice structure in the spatial directions perpendicular to the magnetic field. Of course,the non-minimal coupling term in the action plays a crucial role in both cases. Therefore in some sense, our model is a holographic setup of the study of $\\rho$ -meson condensate in refs.[16, 17]. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In ordinary superconductors an external magnetic field suppresses superconductivity via diamagnetic and Pauli pair breaking effects. However,it has also been proposed that the magnetic field induced superconductivity can also be realized in type-II superconductors [34, 35], in which the Abrikosov flux lattice may enter a quantum limit of the low Landau level dominance with a spin-triplet pairing. And possible experimental evidence for the strong magnetic induced superconductivity can be found, for example, in refs. [30, 31]. It was also shown in Gross-Neveu type model that applied magnetic field might induce superconductivity in the planar system with 4-fermion interaction [36]. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "We mention here that similar studies can also be generalized other gravitational backgrounds, such as the AdS soliton background which has been adopted to mimic superconductor/insulator phase transition [37]. The study of magnetic field effct in the superconductor/insulator case can be found in ref. [38]. In a forthcoming paper [39], we generalize the present study to the case with the AdS soliton as the background. It is found that the magnetic field can induce the instabilities of the AdS soliton background. Comparing our model with the ${ \\mathrm { S U } } ( 2 )$ model with a constant non-Abelian magnetic field [23, 25],we find that our complex vector field model in some sense is a generalization of the ${ \\mathrm { S U } } ( 2 )$ model to the case with a general mass squared $m ^ { 2 }$ and magnetic moment characterized by $\\gamma$ .In the setup of the present paper,the ${ \\mathrm { S U } } ( 2 )$ model corresponds to our model with $m ^ { 2 } = 0$ and $\\gamma = 1$ ： ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In this paper, we restricted ourselves to the probe approximation, neglecting the effect of matter fields on the background geometry. This can indeed reveal some significant properties of the model, but something might be lost in this approximation, see ref. [40] as an example. It is therefore helpful to understand full properties of the model by considering the back reaction of matter fields on the background geometry. In a recent paper [41], going beyond the probe approximation, we found a rich phase structure in this model without magnetic field. Depending on mass square $m ^ { 2 }$ and charge $q$ of the vector field, not only second order but also first order and zeroth order phase transition can appear. Interestingly, there also exists a so-called “retrograde condensation” in which the hairy solution exists only for temperatures above a critical value and is thermodynamically subdominant. Particularly, the zeroth order transition and retrograde condensation can be observed for the case with small $m ^ { 2 }$ . Indeed this model has much more phase behaviors than the SU(2) model, thus it can be used to mimic much richer phenomena in dual strongly coupled systems. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "In our model, it is the magnetic field itself that can induce the condensate. A natural question arises how about the Meissner effect known as that superconductors expel weak external magnetic field. This effect is due to the large superconducting currents induced in the superconductor by the external magnetic field, which generates a back-reacting magnetic field screening the external magnetic field. In the holographic SU(2） p-wave model, it has been pointed out [25] that the vortex currents flow in the opposite direction to the one in conventional superconductors, thus can enhance the applied magnetic field in the regions between the vortices. It seems that the model presented here is similar to the SU(2) p-wave model. It is interesting to ask whether a similar phenomenon also appears in our model. To answer this question, we need to consider the contribution of higher order terms in (5)，which is also required to find the true vortex flux lattice. We leave it for further study. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "In this paper we only calculated the conductivity in the case without magnetic field in one spatial direction. Although it is enough to see the superconductivity feature of the condensed phase, in order to study the model in a more realistic manner,it is desirable to calculate the conductivity in another direction and further to study the transport properties of the lattice state. As a phenomenological approach, this toy model would have potential application to mimic strongly coupled systems with a vector like order parameter. It should be applicable in a wide variety of condensed matter systems, heavy ion physics and beyond. We hope to report further progresses in future. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "This work was supported in part by the National Natural Science Foundation of China (No.10821504, No.11035008, No.11205226,No.11305235,and No.11375247),and in part by the Ministry of Science and Technology of China under Grant No.2010CB833004. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "A Condensate of vector field and superconducting phase transition ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "As a toy model with a charged vector field in the bulk dual to a vector operator in the field theory, there exists the possbility that the condensate of this vector field can serve as an order parameter to mimic a holographic p-wave superconductor phase transition, like the s-wave case [4, 5]. More precisely,we hope that this system has stable black hole solutions with vector hair at low temperatures,but without vector hair at high temperatures. If this is true, in the condensed phase, the condensate of the dual vector operator will break not only the U(1） symmetry but also the rotational symmetry since the condensate of vector field picks out one special direction. This situation is very similar to the one in the holographic p-wave superconductor model with SU(2) gauge field in ref. [12]. In this sense, our model can also be regarded as a holographic p-wave model. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "A.1 Condensate of vector field ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "We adopt the following ansatz ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\rho _ { \\nu } d x ^ { \\nu } = \\rho _ { x } ( r ) d x + \\rho _ { y } ( r ) d y , \\quad A _ { \\nu } d x ^ { \\nu } = \\phi ( r ) d t .\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "One can use the $\\mathrm { U } ( 1 )$ gauge symmetry to set $\\rho _ { x }$ to be real. Then one finds that the $r$ （20 component of (2) implies that the phase of $\\rho _ { y }$ must be constant. Without loss of generality, we take $\\rho _ { y }$ to be real. Then, the independent equations of motion in terms of the above ansatz are deduced as follows ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\rho _ { x } ^ { \\prime \\prime } + \\cfrac { f ^ { \\prime } } { f } \\rho _ { x } ^ { \\prime } + \\cfrac { q ^ { 2 } \\phi ^ { 2 } \\rho _ { x } } { f ^ { 2 } } - \\cfrac { m ^ { 2 } \\rho _ { x } } { f } = 0 , } \\\\ { \\rho _ { y } ^ { \\prime \\prime } + \\cfrac { f ^ { \\prime } } { f } \\rho _ { y } ^ { \\prime } + \\cfrac { q ^ { 2 } \\phi ^ { 2 } \\rho _ { y } } { f ^ { 2 } } - \\cfrac { m ^ { 2 } \\rho _ { y } } { f } = 0 , } \\\\ { \\phi ^ { \\prime \\prime } + \\cfrac { 2 } { r } \\phi ^ { \\prime } - \\cfrac { 2 q ^ { 2 } } { r ^ { 2 } f } ( \\rho _ { x } ^ { 2 } + \\rho _ { y } ^ { 2 } ) \\phi = 0 , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "where the prime denotes the derivative with respect to $r$ ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "In order to find the solutions for all the three functions $\\mathcal { F } = \\{ \\rho _ { x } , \\rho _ { y } , \\phi \\}$ one must impose suitable boundary conditions at the AdS boundary $r  \\infty$ and at the horizon $r = r _ { h }$ .In addition to $f ( r _ { h } ) = 0$ , one must require $\\phi ( \\boldsymbol { r } _ { h } ) = 0$ in order for $g ^ { \\mu \\nu } A _ { \\mu } A _ { \\nu }$ to be finite at the horizon. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "In order to match the asymptotical AdS boundary, the general falloff of the matter fields near the boundary $r  \\infty$ should behave as ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\phi = \\mu - \\frac \\rho r + \\ldots , \\quad \\rho _ { x } = \\frac { \\rho _ { x - } } { r ^ { \\Delta _ { - } } } + \\frac { \\rho _ { x + } } { r ^ { \\Delta _ { + } } } + \\ldots , \\quad \\rho _ { y } = \\frac { \\rho _ { y _ { - } } } { r ^ { \\Delta _ { - } } } + \\frac { \\rho _ { y _ { + } } } { r ^ { \\Delta _ { + } } } + \\ldots ,\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "where $\\begin{array} { l } { \\Delta _ { \\pm } ~ = ~ \\frac { 1 \\pm \\sqrt { 1 + 4 m ^ { 2 } } } { 2 } } \\end{array}$ . 4We impose $\\rho _ { x _ { - } } = 0$ and $\\rho _ { y _ { - } } = 0$ ， since we want the $\\mathrm { U } ( 1 )$ （20 symmetry to be broken spontaneously. According to the AdS/CFT dictionary, up to a normalization， the coefficients $\\mu$ ， $\\rho$ ， $\\rho _ { x + }$ and $\\rho _ { y _ { + } }$ are interpreted as chemical potential, charge density and the $x$ and $y$ components of the vacuum expectation value of the vector operator $\\hat { J } \\mu$ in the dual field theory, respectively. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "There is a useful scaling symmetry in the equations of motion ",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\nr \\to \\lambda r , \\quad ( t , x , y ) \\to \\lambda ^ { - 1 } ( t , x , y ) , \\quad ( \\phi , \\rho _ { x } , \\rho _ { y } ) \\to \\lambda ( \\phi , \\rho _ { x } , \\rho _ { y } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "where $\\lambda$ is an arbitrary positive constant. Under this symmetry, the revelent quantities transform as ",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\nT \\to \\lambda T , \\quad \\mu \\to \\lambda \\mu , \\quad \\rho \\to \\lambda ^ { 2 } \\rho , \\quad ( \\rho _ { x + } , \\rho _ { y _ { + } } ) \\to \\lambda ^ { \\Delta _ { + } + 1 } ( \\rho _ { x _ { + } } , \\rho _ { y _ { + } } ) .\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/3bb3a35e02836f604035cc1df7396200af3e74ba242845815c002b9f31e88f37.jpg",
        "img_caption": [
            "Figure 6: The condensate as a function of temperature. We choose $q = 1$ and $m ^ { 2 } = 3 / 4$ The condensate begins to appear at $T _ { c } \\simeq 0 . 1 0 2 \\sqrt { \\rho }$ "
        ],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "We assume the condensate to pick out the $x$ direction as special, so we can consistently set $\\rho _ { y } = 0$ . The condensate as a function of temperature is presented in figure 6. It is clear that as we lower the temperature, the normal phase with vanishing charged vector becomes unstable to developing vector hair which breaks the U(1） symmetry as well as rotational symmetry in the dual field theory. Fitting the curve near the critical temperature $T _ { c }$ ，we find that for small condensate there is a critical behavior with critical exponent $1 / 2$ ，which precisely meets the result given by mean field theory and it is typically a second order phase transition. In the case with $m ^ { 2 } = 3 / 4$ we obtain ",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\langle \\hat { J } _ { x } \\rangle \\simeq 3 3 9 T _ { c } ^ { 5 / 2 } ( 1 - T / T _ { c } ) ^ { 1 / 2 } , ~ \\mathrm { a s } ~ T  T _ { c } .\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Thus we have obtained two black hole solutions in the system. When $T ^ { \\prime } > T _ { c } ^ { \\prime }$ ，we have the black hole solution without the vector field, while we have the black hole solution with non-trivial vector feld as $\\mathit { \\Pi } ^ { T } \\mathit { \\Pi } < \\mathit { \\Pi } ^ { T } \\mathit { c }$ . This behavior is in complete agreement with the holographic superconducting phase transition in the literature. Therefore we expect that the black hole solution with non-trivial vector field can describe a superconducting phase. To prove this, it is helpful to calculate the optical conductivity. Before dong this, we should first ensure that the black hole solution with non-trivial vector field is more thermodynamically stable than the one without the vector field as $T < T _ { c }$ ： ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "A.2 Free energy ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "In order to determine which solution is thermodynamically favored, we should calculate the free energy of the system for both black hole solutions. We will work in canonical ensemble in this paper, where the charge density is fixed. In gauge/gravity duality Helmholtz free energy $F ^ { \\prime }$ of the boundary thermal state is identified with temperature times the on-shell bulk action with Euclidean signature. Since we work in the probe approximation, we can ignore the gravity part. Given that the system is stationary, the Euclidean action is related to the Minkowski case by a total minus. Employing the equations of motion (2） and (3), we have ",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l r } & { } & { - 2 \\kappa ^ { 2 } S _ { E u c l i d e a n } = \\displaystyle \\int d ^ { 4 } x \\sqrt { - g } ( - \\frac { 1 } { 4 } F _ { \\mu \\nu } F ^ { \\mu \\nu } - \\frac { 1 } { 2 } \\rho _ { \\mu \\nu } ^ { \\dagger } \\rho ^ { \\mu \\nu } - m ^ { 2 } \\rho _ { \\mu } ^ { \\dagger } \\rho ^ { \\mu } + i q \\gamma \\rho _ { \\mu } \\rho _ { \\nu } ^ { \\dagger } F ^ { \\mu \\nu } ) } \\\\ & { } & { + \\displaystyle \\int d ^ { 3 } x \\sqrt { - h } n _ { \\mu } A _ { \\nu } F ^ { \\mu \\nu } + S _ { c t } } \\\\ & { } & { = \\displaystyle \\int d ^ { 4 } x \\sqrt { - g } \\frac { 1 } { 2 } A _ { \\nu } \\nabla _ { \\mu } F ^ { \\mu \\nu } + \\displaystyle \\int d ^ { 3 } x \\sqrt { - h } n _ { \\mu } ( \\frac { 1 } { 2 } A _ { \\nu } F ^ { \\mu \\nu } - \\rho _ { \\nu } ^ { \\dagger } \\rho ^ { \\mu \\nu } ) + S _ { c t } , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "where $h$ is the determinant of the induced metric $h _ { \\mu \\nu }$ on the boundary $r  \\infty$ and $n ^ { \\mu }$ is the outward pointing unit normal vector to the boundary. $S _ { c t }$ denotes the surface counter term for removing divergence. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Substituting the asymptotically expansion (39) into (43） and introducing a counter term $\\begin{array} { r } { S _ { c t } = - \\Delta _ { - } \\int d x ^ { 3 } \\sqrt { - h } h _ { \\mu \\nu } \\rho ^ { \\mu \\dagger } \\rho ^ { \\nu } } \\end{array}$ , 5 we find the free energy $F$ as ",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { 2 \\kappa ^ { 2 } F } { V } = \\frac { 1 } { 2 } \\mu \\rho - ( 2 \\Delta _ { + } - 1 ) \\big ( \\rho _ { x - } \\rho _ { x + } + \\rho _ { y - } \\rho _ { y + } \\big ) - \\int _ { r _ { h } } ^ { \\infty } d r \\sqrt { - g } \\frac { 1 } { 2 } A _ { \\nu } \\nabla _ { \\mu } F ^ { \\mu \\nu } ,\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "with $V = \\textstyle \\int d x d y$ . Regarding $\\rho _ { x - }$ and $\\rho _ { y - }$ as sources, Helmholtz free energy tells us that sub-leading terms $\\rho _ { x + }$ and $\\rho _ { y + }$ are the expectation values of the dual operator in the field theory side. The difference of Helmholtz free energy between the condensed phase and the normal phase as a function of temperature is presented in figure 7. It is clear that below the critical temperature $T _ { c }$ ， the state with non-vanishing vector “hair” is indeed thermodynamically favored, compared to the normal phase. The phase transition is second order,which can be seen, for example, from the derivative of the free energy with respect to the temperature. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "A.3 Conductivity ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "We now calculate the conductivity in the dual feld theory side as a function of frequency （20 $\\omega$ .We need to turn on fluctuations of the matter contents in the bulk. We assume perturbations have a time dependence of the form $e ^ { - i \\omega t }$ with zero spatial momentum. It ",
        "page_idx": 18
    },
    {
        "type": "image",
        "img_path": "images/e21b28ded04f19581f3c15576e27aaf9db77238b141668936c755924bf134da8.jpg",
        "img_caption": [
            "Figure 7: The difference of Helmholtz free energy between in the condensed phase and in the normal phase as a function of temperature. We choose $q = 1$ and $m ^ { 2 } = 3 / 4$ for which the critical temperature $T _ { c } \\simeq 0 . 1 0 2 \\sqrt { \\rho }$ "
        ],
        "img_footnote": [],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "turns out that one can consistently turn on the perturbations of $A _ { y }$ only.We can obtain the equation of motion for $A _ { y }$ by linearizing the equations of motion (2)，which reads ",
        "page_idx": 19
    },
    {
        "type": "equation",
        "text": "$$\nA _ { y } ^ { \\prime \\prime } + { \\frac { f ^ { \\prime } } { f } } A _ { y } ^ { \\prime } + ( { \\frac { \\omega ^ { 2 } } { f ^ { 2 } } } - { \\frac { 2 q ^ { 2 } \\rho _ { x } ^ { 2 } } { r ^ { 2 } f } } ) A _ { y } = 0 .\n$$",
        "text_format": "latex",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Since the conductivity is related to the retarded two-point function of the $\\mathrm { U } ( 1 )$ current, we impose the ingoing boundary condition near the horizon. The gauge field $A _ { y }$ near the boundary $r  \\infty$ falls off as ",
        "page_idx": 19
    },
    {
        "type": "equation",
        "text": "$$\nA _ { y } = A ^ { ( 0 ) } + \\frac { A ^ { ( 1 ) } } { r } + \\cdot \\cdot \\cdot .\n$$",
        "text_format": "latex",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "According to the AdS/CFT dictionary, one can obtain the conductivity as ",
        "page_idx": 19
    },
    {
        "type": "equation",
        "text": "$$\n\\sigma _ { y y } ( \\omega ) = \\frac { A ^ { ( 1 ) } } { i \\omega A ^ { ( 0 ) } } .\n$$",
        "text_format": "latex",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The AC conductivity as a function of frequency is presented in figure 8. We can see clearly that the optical conductivity along the $y$ direction in this model behaves qualitatively similar to the case in the p-wave model with SU(2) gauge symmetry [12]. In particular, from the Kramers-Kronig relation, one can conclude that the real part of the conductivity has a Dirac delta function at $\\omega = 0$ since the imaginary part has a pole, i.e., $\\mathrm { I m } [ \\sigma _ { y y } ( \\omega ) ] \\sim { \\frac { 1 } { \\omega } }$ . Furthermore, it is clear that the optical conductivity develops a gap at some special frequency $\\omega _ { g }$ known as gap frequency. As suggested in ref. [42], it can be identified with the one at the minimum of the imaginary part of the AC conductivity. $\\mathrm { R e } [ \\sigma _ { y y } ]$ is very small in the infrared and rises quickly at $\\omega _ { g }$ . There also exists a small “bump” slightly above $\\omega _ { g }$ which is reminiscent of the behavior due to fermionic pairing [l2]. For our chosen parameter, we have $\\omega _ { g } \\simeq 8 I _ { c } ^ { \\prime }$ . Compared to the corresponding BCS value $\\omega _ { g } \\simeq 3 . 5 I _ { c } ^ { \\prime }$ ，the result shown here is consistent with the fact that our holographic model describes a system at strong coupling. ",
        "page_idx": 19
    },
    {
        "type": "image",
        "img_path": "images/0bb6264e2cab216d22e2bc4afabbbbc93463b5cfb0c753be0ed7149921ab6d49.jpg",
        "img_caption": [
            "Figure 8: The optical conductivity as a function of frequence. The solid lines in the left plot are the real part of the conductivity, while the dashed lines in the right plot are the imaginary part of the conductivity. We choose $q = 1$ and $m ^ { 2 } = 3 / 4$ . The horizontal lines correspond to the temperature above $T _ { c }$ . Other curves from left to right correspond to （20 $T / T _ { c } \\simeq 0 . 8 3 0$ (purple), $T / T _ { c } \\simeq 0 . 5 1 9$ (green), $T / T _ { c } \\simeq 0 . 3 8 8$ (blue),and $T / T _ { c } \\simeq 0 . 2 9 0$ (red), respectively. There is a delta function at the origin for the real part of the conductivity in the condensed phase. "
        ],
        "img_footnote": [],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "[1] J.M. Maldacena,“The large N limit of superconformal field theories and supergravity,”Adv. Theor. Math. Phys.2, 231 (1998) [Int.J. Theor.Phys.38,1113(1999)] [arXiv:hep-th/9711200].   \n[2] S. S.Gubser, I. R.Klebanov and A. M. Polyakov，“Gauge theory correlators from non-critical string theory,” Phys. Lett.B 428,105 (1998) [arXiv:hep-th/9802109].   \n[3] E. Witten，“Anti-de Sitter space and holography,” Adv. Theor. Math. Phys. 2, 253 (1998)[arXiv:hep-th/9802150].   \n[4] S. A. Hartnoll, C. P. Herzog and G. T. Horowitz,“Building a Holographic Superconductor,” Phys.Rev. Lett. 101, 031601 (2008) [arXiv:0803.3295 [hep-th]].   \n[5] S. A. Hartnoll, C. P. Herzog and G. T. Horowitz,“Holographic Superconductors,” JHEP 0812,015 （2008) [arXiv:0810.1563 [hep-th].   \n[6] S. S. Gubser, C. P. Herzog， S. S. Pufu and T. Tesileanu，“Superconductors from Superstrings,” Phys. Rev.Lett. 103,141601 (2009) [arXiv:0907.3510 [hep-th]].   \n[7] J. P. Gauntlett, J. Sonner and T.Wiseman，“Holographic superconductivity in MTheory,” Phys.Rev.Lett.103,151601 (2009)[arXiv:0907.3796 [hep-th]].   \n[8] M. Ammon, J. Erdmenger， M. Kaminski_and P. Kerner,“Superconductivity from gauge/gravity duality with flavor,” Phys. Lett.B 680, 516 (2009) [arXiv:0810.2316 [hep-th]].   \n[9] N. Bobev,A. Kundu, K. Pilch and N. P. Warner,“Minimal Holographic Superconductors from Maximal Supergravity,” JHEP 1203, 064 (2012) [arXiv:1110.3454 [hep-th]].   \n[10] J. -W. Chen, Y. -J. Kao, D. Maity, W. -Y. Wen and C. -P. Yeh,“Towards A Holographic Model of D-Wave Superconductors,” Phys. Rev. D 81, 106008 (2010) [arXiv:1003.2991 [hep-th].   \n[11] F. Benini, C.P. Herzog, R. Rahman and A. Yarom,“Gauge gravity duality for d-wave superconductors: prospects and challenges,” JHEP 1011,137 (2010) [arXiv:1007.1981 [hep-th]].   \n[12] S. S. Gubser and S. S. Pufu,“The Gravity dual of a p-wave superconductor,” JHEP 0811,033（2008）[arXiv:0805.2960 [hep-th].   \n[13] F. Aprile， D. Rodriguez-Gomez and J. G. Russo，“p-wave Holographic Superconductors and five-dimensional gauged Supergravity,” JHEP 1101， O56 (2011) [arXiv:1011.2172 [hep-th].   \n[14] L. A. Pando Zayas and D. Reichmann, “A Holographic Chiral $p _ { x } + i p _ { y }$ Superconductor,”Phys. Rev.D 85,106012 (2012) [arXiv:1108.4022 [hep-th].   \n[15] D. E. Kharzeev, K. Landsteiner， A. Schmitt and H. -U. Yee,“Strongly interacting matter in magnetic fields': an overview,” Lect. Notes Phys. 871，1 (2013) [arXiv:1211.6245 [hep-ph].   \n[16] M. N. Chernodub, “Superconductivity of QCD vacuum in strong magnetic field,” Phys.Rev. D 82,08501 (2010) [arXiv:1008.1055 [hep-ph]].   \n[17] M. N. Chernodub, “Spontaneous electromagnetic superconductivity of vacuum in strong magnetic field: evidence from the Nambu-Jona-Lasinio model,” Phys. Rev. Lett.106,142003 (2011） [arXiv:1101.0117 [hep-ph]].   \n[18] M. N. Chernodub, J. Van Doorsselaere and H. Verschelde，“Electromagnetically superconducting phase of vacuum in strong magnetic field: structure of superconductor and superfluid vortex lattices in the ground state,” Phys. Rev. D 85, 045002 (2012) [arXiv:1111.4401 [hep-ph].   \n[19] D.Djukanovic, M. R. Schindler, J. Gegelia and S. Scherer,“Quantum electrodynamics for vector mesons,” Phys. Rev. Lett. 95, 012001 (2005) [hep-ph/0505180].   \n[20] Y. Nambu and G. Jona-Lasinio,“Dynamical Model of Elementary Particles Based on an Analogy with Superconductivity. 1.,” Phys. Rev. 122, 345 (1961).   \n[21] N. Callebaut, D. Dudal and H. Verschelde,“Holographic rho mesons in an external magnetic field,” JHEP 1303, 033 (2013)[arXiv:1105.2217 [hep-th].   \n[22] N. Callebaut and D. Dudal, “On the transition temperature(s) of magnetized twoflavour holographic QCD,” arXiv:1303.5674 [hep-th].   \n[23] M. Ammon, J. Erdmenger,P. Kerner and M. Strydom,“Black Hole Instability Induced by a Magnetic Field,” Phys. Lett. B 706, 94 (2011) [arXiv:1106.4551 [hep-th].   \n[24] Y.-Y. Bu, J. Erdmenger, J. P. Shock and M. Strydom,“Magnetic field induced lattice ground states from holography,” JHEP 1303,165(2013)[arXiv:1210.6669 [hep-th].   \n[25] K. Wong,“A non-abelian vortex lattice in strongly-coupled systems,” arXiv:1307.7839 [hep-th].   \n[26] N. K. Nielsen and P. Olesen,“An Unstable Yang-Mils Field Mode,” Nucl. Phys.B 144, 376 (1978).   \n[27] J. Ambjorn and P. Olesen， “Antiscreening Of Large Magnetic Fields By Vector Bosons,” Phys. Lett. B 214, 565 (1988).   \n[28] J.Ambjorn and P. Olesen，“A Magnetic Condensate Solution Of The Classical Electroweak Theory,” Phys.Lett.B 218,67 (1989)[Erratum-ibid. B 220, 659 (1989)].   \n[29] T. Albash and C. V. Johnson,“A Holographic Superconductor in an External Magnetic Field,” JHEP 0809,121 （2008）[arXiv:0804.3466 [hep-th].   \n[30] F.Levy, I. Sheikin, B.Grenier,A. Huxley,“Magnetic Field-induced Superconductivity in the Ferromagnet URhGe,” Science 309 1343 (2005).   \n[31] S.Uji， H. Shinagawa， T. Terashima, T. Yakabe， Y. Teral， M. Tokumoto，A. Kobayashi, H. Tanaka, H. Kobayashi， “Magnetic-field-induced superconductivity in a two-dimensional organic conductor,” Nature 410 908 (2010).   \n[32] J. A. Young and S. A. Bludman，“Electromagnetic Properties of a Charged Vector Meson,” Phys.Rev. 131, 2326 (1963).   \n[33] K. Maeda, M. Natsuume and T. Okamura,“Vortex lattice for a holographic superconductor,” Phys. Rev. D 81, 026002 (2010) [arXiv:0910.4475 [hep-th].   \n[34] Rasolt. Mark, “Superconductivity in high magnetic fields,” Phys. Rev. Lett. 58,1482 (1987).   \n[35] M. Rasolt and Z. Tesanovic, “Theoretical aspects of superconductivity in very high magnetic felds,” Rev. Mod. Phys. 64, 709 (1992).   \n[36] K. G. Klimenko,R. N. Zhokhov and V. C. .Zhukovsky，“Superconductivity phenomenon induced by external in-plane magnetic field in (2+1)-dimensional GrossNeveu type model,” Mod. Phys.Lett A 28,1350096 (2013) [arXiv:1211.0148 [hepth]].   \n[37] T. Nishioka, S. Ryu and T. Takayanagi, “Holographic Superconductor/Insulator Transition at Zero Temperature,” JHEP 1003,131 (2010)[arXiv:0911.0962 [hep-th]].   \n[38] R. -G. Cai, L. Li， H. -Q. Zhang and Y. -L. Zhang，“Magnetic Field Efect on the Phase Transition in AdS Soliton Spacetime,” Phys. Rev. D 84， 126008 (2011) [arXiv:1109.5885 [hep-th]].   \n[39] R.-G. Cai, L. Li, L.-F.Li and Y. Wu,“Vector Condensate and AdS Soliton Instability Induced by a Magnetic Field,” arXiv:1311.7578 [hep-th].   \n[40] R. -G. Cai, L. Li, L. -F. Li and Y. -Q. Wang, “Competition and Coexistence of Order Parameters in Holographic Multi-Band Superconductors,” JHEP 1309, O74 (2013) [arXiv:1307.2768 [hep-th].   \n[41] R. -G. Cai, L. Li and L. -F. Li, “A Holographic P-wave Superconductor Model,” arXiv:1309.4877 [hep-th].   \n[42] G. T. Horowitz and M. M. Roberts,“Holographic Superconductors with Various Condensates,” Phys. Rev.D 78,126008 (2008) [arXiv:0810.1077 [hep-th]]. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    }
]