[
    {
        "type": "text",
        "text": "1 代谢组学在反刍动物营养研究中的应用进展\\~ 代童童李耀坤刘德武 柳广斌孙宝丽（华南农业大学动物科学学院，草食动物研究室，广州510642)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：代谢组学是研究生物系统中所有代谢物的一门新兴学科。它能够检测生命系统中某一特定生物层次的所有代谢物的变化，并能够利用其特有的分析技术平台和数据分析平台对所得代谢物进行系统性度量。近年来，因其测试技术的广泛适用性，代谢组学逐渐被应用于反刍动物的营养学研究中。本文从瘤胃代谢组学、肝脏代谢组学、乳腺代谢组学和血液代谢组学等4个方面对代谢组学在反刍动物营养研究中的应用进展进行了综述。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：代谢组学；分析平台；反刍动物营养；瘤胃；肝脏；乳腺；血液中国分类号：S816 文献标识码：A 文章编号：",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "代谢组学是系统生物学的一个分支，它以族群指标分析为根本，以数据建模和系统整合为标的，通过检测内源性代谢物整体变化的轨迹来反映病理、生理过程[1]。它仅仅通过运用自身特有的高通量检测和数据分析手段，就能够对生物或细胞内相对分子质量为 ${ \\mathrm { ~ 1 ~ 0 0 0 ~ u ~ } }$ 以下的代谢产物同时进行定性和定量分析，筛选出不同代谢状况下的特征代谢物，从而熟悉和把握机体的整体代谢状态[2-4]。目前，组学的分析技术平台主要包括核磁共振（nuclear magnetic resonance，NMR）、气相色谱-质谱联用（gas chromatography-mass spectrum，GC-MS）、液相色谱-质谱联用（liquidchromatography-mass spectrometry，LC-MS）、傅里叶变换红外光谱（fourier transform infraredspectoscopy，FT-IR）等[5]。然而，只是简单的运用分析技术对代谢物进行检测还是不够的，代谢产物的各类图谱中隐藏有大量的数据信息，我们还需要采用一系列的数学和生物统计方法来将其中的有用信息提取并优化，目前常用的数据分析平台主要有主成分分析（principal componentanalysis，PCA）、偏最小二乘法判别分析（partial least squares discriminant analysis，PLS-DA）和正交偏最小二乘法判别分析（orthogonal partial least squares discriminant analysis，OPLS-DA）[6]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "收稿日期：2017-02-13基金项目：广东省科技厅公益研究与能力建设项目（2014A020208104，2016A020210083）作者简介：代童童（1991-），女，河南商丘人，硕士研究生，从事草食动物营养调控技术研究。\\*通信作者：孙宝丽，副教授，硕士生导师，E-mail：SUNBAOLI221@126.com",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "代谢组学这种整体性研究方法已经被广泛应用于反刍动物营养学的研究中，本文综述了近年来代谢组学在反刍动物血液以及瘤胃、肝脏、乳腺等组织部位的应用研究现况，进而对代谢组学在整个反刍动物营养学的研究现状进行阐述。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1代谢组学分析平台",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着系统生物学的发展，整个生物系统（包括细胞、组织、器官及整个生物机体）的探索已经成为当今研究的重点，而代谢组学的崛起和应用对当今的研究来说可谓是一大福利[7。目前，完整的代谢组学的分析流程包括：样品制备、数据采集和处理、代谢路径的推测及生物解析等。其中分析技术平台和数据分析平台是此技术成败的关键。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1 分析技术平台",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "代谢组学的检测手段中应用最多的主要有NMR、LC-MS、GC-MS、FT-IR4种。每种方法都有各自的优缺点，但单一的检测手段很难检测出所有的物质，因此为了尽可能分析出各生物系统中不同层次所有的代谢物，我们在实际操作过程中应根据样品的特性以及研究目的选择合适的分析平台并加以综合利用[8]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1.1 NMR ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "NMR 是一种基于自旋性质的原子核在核外磁场作用下吸收射频辐射而产生能跃迁的谱学技术，它能在接近生理的条件下进行试验，在测定化合物结构时表现出对样品的无损、无偏向、灵敏度高以及测定迅速等特点[9]。目前常用的 NMR 包括：氢谱 NMR（ $\\mathrm { ^ 1 H }$ -NMR）、碳谱 NMR（ $^ { 1 3 } \\mathrm { C }$ -NMR）和磷谱NMR（ $^ { 3 1 } \\mathrm { P }$ -NMR），其中 $\\mathrm { ^ { 1 } H }$ -NMR 的应用最为广泛，它是一种多参数的动态分析方法，能够一次性对内源代谢物进行整体分析， $\\mathrm { ^ 1 H }$ -NMR 对样品的预处理简单且样品需求量少。但是， $\\mathrm { ^ 1 H }$ -NMR 的分辨率和灵敏度相对比较低，常常导致测定某些复杂的有机混合物时所得到的图谱信息出现大面积重叠的现象，往往会对试验结果造成负面影响。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1.2 GC-MS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "GC-MS 具有分辨率、灵敏度高、无需对不具挥发性的代谢物进行衍生化处理等特点；另外，色谱的分离功能以及质谱的鉴别功能使得GC-MS 能够对代谢物进行快速度量，即使含量很低的代谢物也能被检测到[8]。GC-MS 技术不但打破了气相色谱（gas chromatography，GC）检测物质时分子质量范围的局限性，扩大了其检测范围，并且能够快速、灵敏地识别代谢物并对多种代谢物进行选择性分析。且GC-MS具有较完备的数据库供检索，能够同时测定包括有机酸、氨基酸、糖、脂肪酸、芳香胺等在内的几百种化学性质不一样的化合物。但比较遗憾的是GC-MS 技术对物质的热稳定性和挥发性有一定要求，无法分析具有热不稳定性和不能气化的代谢底物或者产物。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1.3 LC-MS ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "LC-MS 是一种比较成熟的定性分析技术，它将液相色谱出众的分离能力和质谱的灵敏度高、检测快速且精准的特点结合起来，成为天然产物领域中最强有力的化学筛选手段之一[7]。LC-MS可用于分析、分离和鉴定样品中微量的代谢物，尤其是极性高、相对分子质量大和热稳定性差的化合物[10]。与GC-MS 相比，LC-MS 的灵敏度更高、动态范围更宽且对样品的处理方式更简单,检测成本也较低；与NMR 相比，LC-MS 更适用于鉴别热不稳定、不易挥发、不易衍生化和相对分子质量较大的物质。但是，LC-MS 并没有相对应的数据库供检索，在分析数据时会带来一定的技术难度，并且液相分离效率不高，检测成本也高，样品的检测还需更进一步的分离和验证。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1.4 FT-IR",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "FT-IR 因具有不需要制备样品、耗费时间短、无损害性、操作简单等优点而被广泛用于高通量检测和对生物体系的整体分析中，它是一种代谢物指纹分析手段[]。但是，FT-IR 也存在一些不足，它的水吸收峰很强，必须通过脱水或数据处理才能消掉。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2 数据分析平台",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2.1 PCA ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "PCA 是一种非监督性的模型分析方法，它不外加任何人为因素，能够反映不同组之间最真实的差异和数据的原始状态，并且能够辅助我们了解和把握数据的整体状态，还能够发现并去除不合格产品，提高模型的准确性[12]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2.2 PLS-DA ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "PLS-DA 是一种有监督性的模型分析方法，它以一组已经知道类别的样本作为训练集，绘制样本的载荷图和得分图[13]。在建立PLS-DA 模型时，需要先确定训练集的主成分，因为不同主成分所对应的PLS-DA是不尽相同的。PLS-DA与PCA有比较相似的地方，它们都是尽力提取出能反映数据变异的最大信息。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2.3 OPLS-DA ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "OPLS-DA是一种有监督性的模型分析方法，它能够提供一种多对多线性回归建模的方法，特别是当2组变量的个数很多且都存在多重相关性，但观测数据的样本数又较少时，OPLS-DA 建模",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "非常适用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "代谢组学的数据分析过程包括：数据的提取、数据预处理、对数据进行多维统计分析并找出其中的主要差异代谢物的变量等步骤。其中，数据的多维统计分析主要靠PCA、PLA-DA 和OPLS-DA 协同完成。我们只有通过分析统计方法的综合利用来对代谢图谱进行深层次的信息挖掘，才能全面地了解和认识试验结论并获得样本珍贵的生物学意义[14]。恰好是这一优点，弥补了传统研究方法无法深入动物组织或者器官内部挖掘深层信息的缺陷，打破了传统研究只能停留在表层的局限性，并且开启了代谢组学在反刍动物研究领域的新篇章。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2代谢组学在反刍动物营养领域的应用",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1 瘤胃代谢组学",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "反刍动物最明显的生理特点就是进行复胃消化，复胃包括瘤胃、网胃、瓣胃和皱胃。前3个胃属于真胃，它们主要进行的是微生物消化，其中最重要的是瘤胃微生物体系。在瘤胃微生物的作用下，饲料中 $50 \\%$ 的粗纤维和 $70 \\% { \\sim } 8 5 \\%$ 的可消化干物质（DM）在瘤胃中经微生物发酵降解成挥发性脂肪酸、肽类、氨基酸、氨、二氧化碳（ $\\mathrm { C O } _ { 2 }$ ）等成分，同时这些碳源、氮源又被微生物利用合成蛋白质、维生素等，进一步作为反刍动物的营养物质被机体所吸收利用[15]。与此同时，瘤胃存在自己的平衡机制：唾液的分泌与反刍、瘤胃周期性收缩、内源营养物质进入瘤胄、暖气以及有效的缓冲体系等。瘤胃的平衡机制一旦被破坏就会威胁动物的健康，因此，在实际生产中关注反刍动物瘤胃的代谢活动很重要。但是在实际操作中，我们无法用人工模拟出真实可靠的瘤胃环境，也无法体外培养瘤胃微生物，故传统的研究手段没办法深入了解瘤胃的代谢机制，只有代谢组学这种高通量的分析手段才能将这种研究变成可能[2]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前，代谢组学主要应用于研究高精料饲粮对瘤胃液、瘤胃微生物以及瘤胄上皮组织的代谢机制的影响。研究表明，高谷物饲粮会导致反刍动物瘤胃代谢紊乱、代谢产物异常、营养代谢病多发等不良后果，且高精料饲粮多会导致亚急性瘤胃酸中毒的发生，所以，用代谢组学的方法来评价饲粮营养水平设置是否合理是一种比较理想的生产方式[16-17]。Ametaj 等[18]用4个大麦颗粒添加水平（0、 $1 5 \\%$ 、 $30 \\%$ 、 $45 \\%$ ）的饲粮饲喂46只荷斯坦奶牛，试验结束时结合NMR 和LC-MS 2种方法对这些奶牛的瘤胃液进行检测，共找出了46种特征性瘤胃代谢物，并且发现添加水平为0和 $1 5 \\%$ 的谷物饲粮组所得到的检测数据差异不显著，但是 $45 \\%$ 添加水平与 $30 \\%$ 添加水平相比，动物瘤胃中的有害代谢产物（主要为甲胺和内毒素）含量随着谷物添加水平的增加而显著升高，且甲胺的存在会影响机体内氨基脲酶的活性；此外，本试验首次发现了谷物摄入量与瘤胃有害产物之间具有一定程度的相关性。霍文婕[1用不同玉米添加水平（ $0 \\%$ 、 $2 5 \\%$ 、 $50 \\%$ ）的高谷物饲粮来饲喂山羊,并运用GC-MS 代谢组学分析手段和基于Pyrosequencing 的高通量测序对山羊的瘤胃微生物和代谢产物进行检测，同时结合PCA 和PLS-DA 对这些代谢物进行分析，共找出包括内毒素和生物胺在内的78种特征性代谢物，发现高谷物饲粮能够显著影响瘤胃发酵以及降低瘤胃微生物多样性，初步揭示了饲粮-微生物-代谢产物三者之间的联系，同时也为他人进一步研究瘤胃微生物学机制提供了试验依据和理论基础。Bertram 等[19选择了4个添加水平的代乳粉（代乳粉添加水平分别为3.10、4.84、6.60 和 $8 . 1 0 \\mathrm { k g / d }$ ；代乳粉中干物质含量为 $1 2 3 { \\mathrm { ~ g / k g } } { \\mathrm { . } }$ ）分别饲喂试验1的荷斯坦公特牛（ $n _ { 1 } = 8$ ，平均分为4组，每组2头）和2种犊牛精料补充料（低淀粉精料： $3 1 9 \\mathrm { g / k g }$ 高纤维精料： $6 8 ~ \\mathrm { g / k g }$ ）分别饲喂试验2的荷斯坦公犊牛（ $n _ { 2 } { = } 7$ ，随机分为2组，对照组4头，试验组3头），试验结束后分别采取这些试验牛的瘤胃上皮组织并用 $^ 1 \\mathrm { H }$ -NMR 检测这些样品的上皮组织提取液，同时结合PCA分析发现，试验1中的犊牛随着代乳粉摄入量的增加，瘤胃中的乙酸、丙酸、胆碱、不饱和脂肪酸以及亮氨酸、异亮氨酸、缬氨酸和谷氨酰胺的含量均显著下降；试验2 中的犊牛瘤胃中的乙酸含量显著下降，但是丙酸的含量显著增加；同时，试验还发现随着代乳粉摄入量的减少，精料补充料摄入量的增加，瘤胃上皮组织的活动也会随之更加活跃，更重要的是本试验首次运用代谢组学找出了代乳粉和精料补充料对犊牛瘤胃上皮组织的活性及其代谢产物发挥作用的代谢机制。以上研究证明，在饲喂反刍动物时，精料添加水平应严格控制在 $50 \\%$ 以下，如果精料添加水平较高，动物在瘤胃中对饲料进行消化吸收时会产生较多的有害代谢产物（主要为甲胺、内毒素和丙酸），这些物质会在一定程度上影响体内某些脲酶的活性，使机体的代谢活动受到阻碍。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "代谢组学方法在研究反刍动物瘤胃活动方面已经有明显的优势，它打破了常规方法的局限性，深入到瘤胃研究的分子水平，为反刍动物的瘤胃研究带来了新的机遇。代谢组学将瘤胃的代谢信息转化成一定规则的图形和数据输出，使得我们有迹可循。同时，我们还发现高精料饲粮对动物机体会有一定程度的损害，所以在实际生产过程中应避免过量使用精料，减少不必要的损失。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2 肝脏代谢组学",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "肝脏是机体物质代谢的枢纽器官，具有解毒、消化、吸收、物质代谢、能量代谢、免疫等多项功能，是糖、脂肪、氨基酸、维生素和激素代谢的主要场所，主要维持机体代谢和内环境的稳衡[20]。在整个物质代谢过程中，肝脏主要参与调节外周血液营养物质的组成和代谢。反刍动物食入饲粮后，饲粮会在瘤胃中发酵，产生的营养物质在消化道吸收后被运送并汇入肝门静脉，接着输入到肝脏中，进行必要的物质代谢和能量代谢，后进入循环系统，参与新物质的形成[21]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "目前，肝脏代谢的研究主要集中在找出调控肝脏物质代谢的关键位点、瘤胃发酵产生的有害物质对肝脏营养代谢的作用机制以及挖掘肝脏的物质代谢通路上。传统意义上，我们往往采用多血管瘘的方法来了解肝脏的代谢机制。但是多血管瘘安装复杂，手术难度大，不但无法完全保持血管瘘的畅通，而且无法避免血管瘘对组织和器官的刺激。如果肝脏发生代谢紊乱及机能损伤，用多血管瘘技术所得到的血液样品作为评价标准，检测结果不够全面，对于肝脏的生理状态和代谢过程的研究工作帮助并不大。而代谢组学能够将组织样中所有的代谢物检测出来，并将它们在机体内的流动过程以代谢通路的形式描述出来，避免了结果的片面性，为疾病的诊断和代谢通路的挖掘提供了有力支持[22]。Wang 等[23]用 20、 $4 0 ~ \\mu \\mathrm { g / k g }$ BW 的内毒素溶液对月龄、体重相近的 2组关中奶山羊分别进行腹腔注射，基础饲粮配方相同，试验结束时，采集它们的肝脏组织并用1H-NMR 进行代谢物检测，结合PLS-DA共找出9种组间差异代谢物，发现内毒素主要通过影响肝脏的糖、脂肪和氨基酸代谢来影响肝脏的代谢状态。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "代谢组学在反刍动物肝脏方面的应用研究是近几年刚兴起的，目前并没有得到大面积的普及和使用。我们查阅了大量资料发现，代谢组学在动物方面的研究主要集中在小型动物，尤其是以小鼠居多。像反刍动物这种体型比较大的动物，相关试验却很少。一方面是参考资料比较少，另一方面是用反刍动物作为试验材料成本较高，因此相关研究工作的开启很受限制。同时这也是一个契机，已经有人把代谢组学应用在反刍动物的肝脏代谢研究工作中，也得到了比较显著的结果，说明此方向是很有研究价值的，为动物营养研究提供了一个新的研究方向和思路。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3 乳腺代谢组学",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "乳腺是奶牛泌乳代谢的重要器官，主要进行乳成分的合成和分泌，并在乳腺腺泡中合成乳蛋白、乳脂和乳糖[24]。氨基酸和葡萄糖是乳腺代谢的两大营养物质，其中葡萄糖是合成乳糖的前体物质，乳糖不仅能够维持牛乳的渗透压，而且它的合成量和合成效率都会影响乳品质[25]；氨基酸主要参与反刍动物乳蛋白的合成，饲粮中的氨基酸水平以及氨基酸平衡对泌乳奶牛的乳蛋白合成和乳产量的影响很大[26-27]。所以，研究乳腺的物质代谢以及代谢机制至关重要，我们通过代谢通路能够了解饲粮中葡萄糖和氨基酸的含量如何影响乳品质，为进一步提高乳脂和乳蛋白含量进而提高乳产量提供了一个考量标准。王小艳[211分别采取泌乳3个月的高乳品质组奶牛、低乳品质组奶牛以及干奶期1个月的奶牛的乳腺组织（ $\\scriptstyle n = 9$ ），并用 $\\mathrm { ^ 1 H }$ -NMR检测这些组织样，结合PLS-DA和 OPLS-DA 分析结果显示，高乳品质组奶牛与低乳品质组奶牛相比，肌酸、乳酸、蛋氨酸、赖氨酸、亮氨酸、甘氨酸、苯丙氨酸的含量都显著升高，揭示氨基酸水平的升高可以在一定程度上提高奶牛的乳蛋白含量，在实际生产过程中可有意给动物补充某些氨基酸以提高乳蛋白含量，进而提高产奶量。Sun 等[28]利用基于GC-MS 的代谢组学方法对饲喂2种不同粗饲料（苜蓿干草和玉米秸秆）的泌乳奶牛（ $n { = } 1 6$ ，平均分为2组，每组8头）的4个样本（体液、牛乳、血清、血浆)进行代谢组学检测，在试验进行 $8 0 \\mathrm { d }$ 后，采集它们的这4个样本进行高通量检测和多元统计分析，结果发现本试验主要涉及到的代谢通路有甘氨酸代谢、丝氨酸代谢、苏氨酸代谢、酪氨酸代谢和苯丙氨酸代谢，同时发现这些代谢通路可以直接作为评价奶牛的产奶性能和乳蛋白含量的一个重要参数。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "乳腺代谢组学是一项主要以乳汁和乳腺组织为研究材料的研究，目的是寻找与产奶性能和乳蛋白质量相关的重要指标，进而寻找出动物体内能够影响动物产奶性能的关键因素，同时还可评价饲粮的饲用价值，以及寻找能够在奶牛产奶期提高产奶量的饲养标准物，供奶牛养殖业参考。另外，奶牛养殖在我国南方还属于起步阶段，在夏季南方的热应激现象特别严重，严重影响奶牛的产奶量。为了减少热应激带来的不良影响，养殖场也会在奶牛的饲粮上做一些改变，一方面努力增加饲粮的适口性，另一方面还得保证奶牛的产奶性能不被抑制，代谢组学方法在此时是很适用的，可以作为评价饲粮的辅助工具。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.4 血浆代谢组学",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "血液代谢组学包括血清代谢组学和血浆代谢组学2个部分。总体来讲，血液代谢组学在反刍动物方面的研究主要集中在疾病诊断上，例如奶牛的酮病、产后乏情、热应激、乳热、卵巢静止、急性腐蹄病、产后能量负平衡、脂肪肝等。李影等[29用 $\\mathrm { ^ 1 H }$ -NMR 的代谢组学方法检测患有I型和ⅡI型酮病奶牛的血浆，发现奶牛体内的糖代谢（三羧酸循环受阻）、脂代谢（能量负平衡的发生）、以及氨基酸代谢（生糖氨基酸进入其他代谢途径）的异常导致了酮病的发生。王刚等[3用基于1H-NMR 的代谢组学方法检测患有产后乏情的奶牛的血浆，并找出了产后乏情患病的关键因素，主要是奶牛的能量、氨基酸、脂肪和胆碱的物质代谢途径受到抑制，使得奶牛体内生殖激素的分泌紊乱，导致了产后乏情的发生。田贺3用LC-MS 和 $^ 1 \\mathrm { H }$ -NMR 的代谢组学方法检测了发生热应激的奶牛的血浆，发现奶牛之所以会出现热应激反应主要是因为它们体内的碳水化合物、氨基酸和脂肪代谢发生紊乱，导致机体内出现能量负平衡。郑家三等[32]运用 $\\mathrm { ^ 1 H }$ -NMR的代谢组学方法检测患有急性腐蹄病奶牛的血清，发现急性腐蹄病主要是因为糖（糖异生）、碳水化合物（甘油和琥珀酸）以及脂肪代谢（脂肪动员）途径受阻引起的。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "血液遍布全身各大组织和器官周围，参与机体大部分的新陈代谢过程，是维持生命活动的\"输油管道”。机体内的物质或者信息介质的含量发生微小的波动都能在血液中得到很好的响应。譬如当机体发生疾病时，体内的某些生理活动就会受到抑制或者促进，而参与此活动的物质与机体不发病时的状态是不同的，或者被转化成不利于机体的有害物质，或是含量变化到机体无法维持正常生命活动。那么我们把这些物质挖掘出来，循着这些信息深层剖析，就能发现该疾病是由什么引起的，在体内有何症状，对于寻找治疗方案和预防措施极有帮助。血液由血清和血浆组成，两者间最大的区别是血浆里含有纤维蛋白原，血清中没有，但是都能够反映机体的动态代谢状态，都可以作为代谢组学的分析材料。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3小结 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "由于生物机体的复杂性，常规的检测技术在探机体内潜在的分子机制时往往受到很大的限制，深层信息也很难被很清晰地挖掘出来。一方面，代谢组学能巧妙地把生物系统所蕴含的生命信息放大，让其中的代谢通路清晰可见，大大减少科研工作者探索和剖析的工作量；另一方面，代谢组学从小分子代谢物质的角度来把握和阐述机体对各种内外因素所做出的动态应答，对于探究某些营养物质或活性物质对机体的作用机制帮助很大。代谢组学方法不仅能够将机体的特定部位在某一特定时间内的所有参与刺激因素的动态应答的小分子代谢物呈现在同一张图谱上，还能描述出其中的代谢物以及潜在生物标记物的组成及含量。目前，代谢组学在反刍动物营养学领域的应用主要涉及肝脏代谢组学、瘤胃代谢组学、乳腺代谢组学和血液代谢组学，旨在找出其中的营养物质代谢通路和某种饲料原料（或添加剂）在动物体内的代谢机制。譬如评价饲粮的配方是否合理，只有切实到动物机体内的整个反应过程和体内代谢物质的变化，我们才能够对该饲粮做出客观的评价，传统的研究方法大多采取屠宰的方式来获得样本，但是反刍动物这种体型较大的动物，屠宰的成本和损失很大。而代谢组学只需要采集一些该动物的血液、组织液、尿液等简单样品，或者是随机挑出几只进行活体屠宰来获取组织样，与传统方式相比更简捷。并且代谢组学所得到的数据比较全面系统，对于我们的试验具有很高的参考价值。但是，代谢组学还存在一些",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "缺陷，目前它的数据库还不是特别完备，因此我们在使用代谢组学技术时，要根据自己的能力和经验来克服数据方面的问题。  \n参考文献:  \n[1]夏建飞，梁琼麟，胡坪，等.代谢组学研究策略与方法的新进展[J].分析化学,2009(01):136-143.[2]孙会增，刘建新.营养代谢组学及其在奶牛营养研究中的应用[J].中国畜牧杂  \n志,2014,50(11):81-85.  \n[3]SUN L,GUO Y,FAN Y,et al.Metabolic profiling of stages of healthy pregnancy in Hu sheep usingnuclear magnetic resonance (NMR)[J].Theriogenology,2017,(92):121-128.  \n[4]DAN Y,ZHANG Y,CHENG L,et al.Hepatitis B virus X protein (HBx)-induced abnormalities ofnucleic acid metabolism revealed by $\\mathrm { ^ { 1 } H }$ NMR-based metabonomics[J].Scientific Reports,2016,6:24430.[5]DUNN W B,ELLIS D I.Metabolomics:current analytical platforms and  \nmethodologies[J].Trac-Trends in Analytical Chemistry,2005,24(4):285-294.  \n[6]聂存喜，张文举.代谢组学及其在动物营养研究中的应用[J].中国畜牧兽医,2011,38(1):108-112.[7]TANG H,WANG Y.Metabonomics: a revolution in progress[J].Progress in Biochemistry &Biophysics,2006,33(5):401-417.  \n[8]周秋香，余晓斌，涂国全，等.代谢组学研究进展及其应用[J].生物技术通报,2013(1):49-55.[9]王斯婷，李晓娜，王皎，等.代谢组学及其分析技术[J].药物分析杂志,2010(9):1792-1799.[10]尤蓉.广东凉茶作用机制的代谢组学研究[D].博士学位论文.广州:华南理工大学,2012.[11]卢红梅，梁逸曾.代谢组学分析技术及数据处理技术[J].分析测试学报,2008,27(3):325-332.[12]阿基业.代谢组学数据处理方法——主成分分析[J].中国临床药理学与治疗学,2010,15(5):481-489.  \n[13]柯朝甫，武晓岩，李康.PLS-DA 模型四种诊断统计量在代谢组学应用中的比较[J].中国卫生统计,2014,31(3):403-406.  \n[14]朱超，梁琼麟，王义明，等.代谢组学的整合化发展及其新进展[J].分析化学,2010,38(7):1060-1068.  \n[15] 张桂芳.不同精粗比日粮对泌乳期奶山羊肝脏氨基酸和葡萄糖代谢的影响[D].硕士学位论文.南京:南京农业大学,2014.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[16]霍文婕.高谷物日粮改变山羊瘤胃代谢的微生物学机制研究[D].博士学位论文.南京:南京农业大学,2014.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[17]马娇丽,董国忠,吴剑波.高精料饲粮引起奶牛瘤胃液代谢组的变化及其对奶牛健康的影响[J]. 动物营养学报,2016，28(1):27-34.   \n[18]AMETAJ B N,ZEBELI Q,SALEEM F,et al.Metabolomics reveals unhealthy alterations in r umen metabolism with increased proportion of cereal grain in the diet of dairy cows[J].Metabolo mics,2010,6(4):583-594.   \n[19]BERTRAM H C,KRISTENSEN N B,VESTERGAARD M,et al.Metabolic characterization 0 f rumen epithelial tissue from dairy calves fed diferent starter diets using $^ 1 \\mathrm { H }$ -NMR spectroscopy [J].Livestock Science,2009,120(1):127-134.   \n[20]许广艳，葛卫红.代谢组学及肝脏代谢组学的进展[J].内蒙古中医药,2011,30(6):115-116. [21] 王小艳.中国荷斯坦奶牛泌乳相关营养代谢组学研究[D].硕士学位论文.哈尔滨:东北农业大学, 2013.   \n[22]曹宇，孙玲伟，包凯，等.代谢组学技术在动物营养代谢病中的应用[J].现代畜牧兽医,2016(1): 52-57.   \n[23]WANG L F,JIA S D,YANG G Q,et al.The effects of acute lipopolysaccharide chalenge on dairy goat liver metabolism assessed with $\\mathrm { ^ 1 H }$ -NMR metabonomics[J].Journal of Animal Physiology & Animal Nutrition,2016.   \n[24]赵珂，刘红云，刘建新.泌乳奶牛乳腺葡萄糖吸收、代谢及其调控研究进展[J].中国奶牛,200 9(8):26-30.   \n[25]齐利枝，闫素梅，敖长金.奶牛乳腺中乳成分前体物对乳成分合成影响的研究进展[J].动物营 养学报,2011,23(12):2077-2083.   \n[26]傅莹.限制性必需氨基酸对奶山羊泌乳性能及其乳腺氨基酸代谢的影响[D].硕士学位论文.济 南:山东农业大学,2011.   \n[27]李喜艳，王加启，魏宏阳，等.反刍动物乳腺氨基酸的吸收与代谢[J].中国奶牛,2011(2):11-14. [28]SUN H,WANG D,WANG B,et al.Metabolomics of four biofluids from dairy cows:potential biomarkers for milk production and quality[J].Journal of Proteome Research,2015,14(2):1287-98.   \n[29]李影,徐闯,夏成,等.基于 $^ 1 \\mathrm { H }$ -NMR 技术的奶牛I型和Ⅱ型酮病血浆代谢谱分析[J].中国农业科   \n学,2015,48(12):2449-2459.   \n[30]王刚,肖鑫焕,范子玲，等.基于 $\\mathrm { ^ { 1 } H }$ 核磁共振技术的产后乏情奶牛血浆代谢组学分析[J].中国生   \n物制品学杂志,2016,29(9):922-927.   \n[31]田贺.基于LC-MS 与 $\\mathrm { ^ { 1 } H }$ -NMR 方法的热应激奶牛代谢组学研究[D].博士学位论文.北京:中国   \n农科院,2016.   \n[32]郑家三,张洪友,夏成,等.基于 $\\mathrm { ^ 1 H }$ -NMR 技术的急性腐蹄病奶牛血清代谢组学分析[J].中国兽医   \n杂志,2016(6):7-9. Application Advance of Metabonomics to Nutrition Research of Ruminants DAI TongtongLI Yaokun LIU Dewu LIU Guangbin SUN Baoli\\* (Herbivores Research Laboratory, College of Animal Science, South China Agricultural University, Guangzhou 510642, China)   \nAbstract: Metabonomics is a new discipline which is applied to study all metabolites of biological   \nsystems. It can not only detect the changes of all metabolites of a particular biological system, but also   \nsystematically measure the metabolites by the means of its unique analytical platforms and data analysis   \nplatforms. Owing to its widely applicability, metabonomics has been employed to nutrition study of   \nruminants in recent years.In this paper, we reviewed the application of metabonomics in ruminant   \nnutrition,including the metabonomics of the rumen, the liver, the breast and the blood.   \nKey words: metabonomics; analysis platform; ruminant nutrition; rumen; liver; breast; blood ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]