[
    {
        "type": "text",
        "text": "A juvenile skull of the longirostrine choristodere (Diapsida: Choristodera), Mengshanosaurus minimus gen. et sp. nov., with comments on neochoristodere ontogeny ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "YUAN Meng1,2.3 LI Da-Qing4 DanielT.KSEPKA YI Hong-Yu1,2\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontology and Paleoanthropology,Chinese Academy of Sciences Beijing 1ooo49,China)   \n(2CASCenter for Excellence inLife andPaleoenvironment Beijinglooo44,China)   \n(3University of Chinese Academy of Sciences Beijing10o049,China)   \n(4 Institute of VertebratePaleontology,Gansu Agricultural University Lanzhou 73oo70,China)   \n(5BruceMuseum Greenwich, Connecticut O6830,USA) \\* Corresponding authors: daqingli@gsau.edu.cn; yihongyu@ivpp.ac.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract Choristoderes were an important clade of semi-aquatic predators that occupied Laurasian freshwater ecosystems from the Middle Jurasic to the Miocene.During the Early Cretaceous, the neochoristodere lineage evolved large size and long snouts, converging on the body plan of modern crocodilians.Here,we describe a new longirostrine choristodere, Mengshanosaurus minimus gen.et sp.nov. from the Lower Cretaceous Mengyin Formation of Shandong Province,China.The holotype is the smallest reported neochoristodere individual, with a skull length of only $3 5 ~ \\mathrm { m m }$ .The poorly ossified braincase,along with retention of a fontanel at the frontal-parietal suture,indicates this individual was a juvenile.Phylogenetic analyses recovered Mengshanosaurus as a neochoristodere,a placement supported by the presence of a single narial opening,fusion of the nasals,and expansion of the temporal fenestrae.In the Neochoristodera,Mengshanosaurus is sister to a clade consisting of Ikechosaurus,Tchoiria, Simoedosaurus,and Champsosaurus.It differs from other neochoristoderes in having the lacrimal foramen between the prefrontal and lacrimal, in addition to having large vomerine teeth (exceeding one-third the width of corresponding maxillary teeth).The closely arranged marginal teeth and large vomerine teth suggest juvenile choristoderes may have fed on invertebrates and insects, similar to juveniles of modern crocodilians. However, the observation that very young neochoristoderes had similar skull proportions and marginal tooth shapes to adults,along with features suggesting a more fully aquatic ecology, suggest that neochoristoderes exhibited less pronounced ontogenetic niche shifts than modern crocodilians. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words Mengyin Formation, Early Cretaceous,Neochoristodera ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Yuan M,Li D Q,Ksepka D T et al.,in press.A juvenile skull of the longirostrine choristodere (Diapsida: Choristodera),Mengshanosaurus minimus gen.et sp.nov., with comments on neochoristodere ontogeny. Vertebrata PalAsiatica.DOI: 10.19615/ j.cnki.2096-9899.210607 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Choristodera were diapsid reptiles that inhabited lakes and rivers across the Laurasia from the Late Jurassic to the Miocene (Matsumoto and Evans, 2010). Despite being relatively species poor, they evolved into a wide range of ecomorphotypes.A number of brevirostrine choristoderes range from the size of small lizards to caimans,spanning the full temporal range of the clade (Evans,1990; Evans and Klembara, 2005;Gao and Fox,2005; Gao and Li,2007). Hyphalosauridae,a clade of long-necked choristoderes with a small skull and streamlined body, loosely resembled miniature plesiosaurs and were endemic to the Early Cretaceous lakes of Asia (Evans and Manabe,1999; Gao et al.,1999). Finally, the longirostrine Neochoristodera overlapped in size with modern crocodilians and were common in the Early Cretaceous of Asia and the Late Cretaceous and Paleocene of North America and Europe (Brown,19o5;Russell, 1956; Erickson,1972; 1987; Efimov,1975; Sigogneau-Russell and Russell,1978; SigogneauRussell,1981; Gao and Fox,1998; Liu,2004; Ksepka et al.,2005; Matsumoto et al.,2015).Aside from their characteristic elongate snouts, neochoristoderes are united by derived features including confluent nares and posteriorly flared temporal fenestrae (Evans and Hecht, 1993; Gao and Fox, 1998). Their relative abundance in many freshwater environments,coupled with their large size and strong jaws, suggests neochoristoderes were major predators and potential competitors of crocodylomorphs in the Mesozoic freshwater ecosystems (Matsumoto and Evans,2016). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Northeast Asia was a center of diversity for choristoderes in the Early Cretaceous.All three morphotypes (brevirostrine,long-necked,and longirostrine) are abundantly represented, especially in the Jehol Biota (Gao et al.,1999;Lü et al.,1999; Liu,2004; Gao and Fox, 2005; Dong et al., 202O). The Jehol also provides spectacular specimens of juvenile choristoderes. Brevirostrine forms are represented by both adults and juveniles,including an adult Philydrosaurus preserved adjacent to six juveniles apparently under its parental care (Lü et al., 2015) and an adult Monjurosuchus with several small skuls representing either near-term fetal individuals or the unfortunate victims of cannibalism(Wang et al.,2Oo5). The long-necked Hyphalosaurus is one of the most abundant vertebrates in the Jehol Biota. Juveniles greatly outnumber adults,and several examples of well-preserved embryos have even been reported (Ji et al.,2006; Gao and Ksepka,2008; Hou et al. 2010; Lü et al.,2015). Until now, however, no early juvenile neochoristodere specimens have been reported. Ikechosaurus is relatively common in the Jehol Biota,but most specimens are adults or relatively large subadults (Brinkman and Dong,1993; Liu,2004). The absence of early juvenile specimens longirostrine choristoderes, has hindered our understanding about the early developmental stages of these crocodilian-like species (Brinkman and Dong,1993). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Here,we report a new longirostrine choristodere from the Lower Cretaceous of Shandong, China, discovered from a new locality to the south of Liaoning and Nei Mongol (Fig.lA). This locality represents the southern-most occurrence of choristoderes in Asia (Matsumoto et al., 2015; Fig.1C). The new specimen is a tiny, delicate,and nearly complete skull measuring $3 5 \\mathrm { m m }$ (Fig. 1B). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Institutional AbbreviationsCMN, Canadian Museum of Nature, Ottawa, Canada; IGM, Geological Institute of the Mongolian Academy of Sciences,Ulaanbaatar,Mongolia; IVPG,Institute of Vertebrate Paleontology, Gansu Agricultural University, Lanzhou, China; IVPP, Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences, Beijing, China; MNHN, National Museum of Natural History, Paris, France; PIN, Paleontological Institute, Russian Academy of Sciences,Moscow, Russia; SMM, Science Museum of Minnesota, St. Paul, Minnesota, USA. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/7a16635262c01c4a68be3f7c3865365d40851fe80f37dd9bfbf611abe57c3788.jpg",
        "img_caption": [
            "Fig.1 The fossil localities and new specimen "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A.map of the fossil locality in Shandong,China; B.photos of the new specimen IVPG-To02 in dorsal (left)   \nand ventral (right) views; C.paleogeographic map of Asia in the Early Cretaceous (not to scale), modified from Matsumoto etal, (2o15),red triangle represents the fossil locality Abbreviations: EUR. Europe; INC.Indo-China; J. Japan; K. Korea; KAZ. Kazakhstan; MON.Mongolia; NCB.North China Block; SCB.South China Block; SH. Shan Thai; SIB.Siberia ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The new specimen (IVPG-T002) was collected from Ningjiagou village, near Xintai City, Shandong Province (Fig. 1A). The skull was extracted from a large block of sandstone containing two different turtle fossils that have been identified as Ordosemys leios and Sinemys lens (see Li et al.2019). Technical preparation of the specimen exposed the mandibles and part of the palate. The specimen was then scanned using high-resolution computed tomography (HRCT) with a spatial resolution of $7 . 5 2 ~ \\mu \\mathrm { m }$ . Image processing and three-dimensional reconstructions were completed using VGSTUDIO MAX 3.3. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Systematic paleontology ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Diapsida Osborn, 1903 Choristodera Cope, 1876 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "NeochoristoderaEvansandHecht,1993 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Mengshanosaurus minimus gen. et sp. nov. ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Entomology“Mengshan”, name of the highest mountain in the region of the type locality, and “minimus”,Latin for smallest,as the type specimen is the smallest neochoristodere currently known. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "HolotypeIVPG-T002, nearly complete skull preserved in greenish-gray sandstone matrix (Fig. 1B). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Type locality and horizonNorth of Ningjiagou village, Xintai, Shandong Province of China; Lower Cretaceous Mengyin Formation (Li et al., 2019; Fig.1),Berriasian-Valanginian in age (Xu and Li, 2015). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "DiagnosisMengshanosaurus minimus differs from other neochoristoderes in the conformation of the lacrimal foramen as a large opening between the prefrontal and lacrimal. Differs from Champsosaurus in a large lacrimal (greatly reduced in Champsosaurus), and fusion of the postorbital and postfrontal. Differs from Tchoiria,Ikechosaurus,and Simoedosaurus in placement of the craniomandibular joint anterior to the occipital condyle. Differs from the condition in Simoedosaurus and Ikechosaurus in the parietal articulating with the squamosal at the posterior half of the supratemporal fenestra and the frontals clearly widen posteriorly. Differs from Simoedosaurus in a well-developed postorbital process of the jugal and the interpterygoid vacuity located at the level of the suborbital fenestra. Differs from Ikechosaurus in a smooth U-shaped anterior margin of the parasphenoid. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4 Description ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The skull and mandibles of IVPG-To02 are preserved in articulation with little distortion. Technical preparation has exposed the ventral surface of the mandibles,the poorly preserved braincase,and the posterior part of the palate. The skull roof,anterior part of the palate, and most of the mandibles remain embedded in the matrix and therefore the descriptions of these regions are based primarily on the CT data (Fig. 2). The type specimen is clearly a juvenile based on the very small size and incompletely ossified braincase.The opening at the frontalparietal contact in particular appears to represent damage along the margins of a fontanel. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The elongate snout and large flared temporal fenestrae give the skull the characteristic appearance that makes neochoristoderes instantly recognizable. The snout of IVPG-T002 accounts for approximately half of overall skull length,similar in overall shape to the snout of Ikechosaurus and Tchoiria (Brinkman and Dong,1993; Liu, 2004; Skutschas and Efimov, 2015). Champsosaurus displays a more elongated snout (Brown, 19o5; Gao and Fox, 1998; Dudgeon et al., 2020a),while that of Simoedosaurus is blunter (Sigogneau-Russell and Russell, 1978; Erickson,1987). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The premaxilla bears four or five teeth, the number being uncertain due to damage in the region of the premaxilla-maxilla contact. The rounded anterior margins and slightly constricted lateral margins of the left and right premaxilla give the snout a modestly bulbous tip.As in other neochoristoderes,there is a single confluent narial opening located at the terminus of the snout, which is considered an adaptation to“snorkeling” in freshwater environments (Erickson, 1985).The presence or absence of an incisive foramen cannot be determined due to damage on the ventral margin of the premaxilae. The nasals are completely fused into a single element, which intervenes between the premaxillae and maxillae. Only a short segment of the anterior portion of the nasal can be identified, so the nature of the articulation between nasal and prefrontals cannot be determined. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The maxillae resemble those of other neochoristoderes in being dorsoventrally flat, with the dorsal process of the maxilla strongly inrolled towards the midline of the skull. Due to lateral compression in the snout region, the maxille appear to meet medially. However, in life,they would have been separated by the nasal, which appears to have been crushed inward by deformation. In the preorbital region, the medial margin of the maxilla contacts the nasal, prefrontal, and lacrimal. Ventrally, the maxilla contacts the premaxilla, vomer, and palatine, and together with the ectopterygoid forms the lateral margin of the suborbital fenestra.A total of 38 or 39 maxillary tooth positions can be observed. The tooth bases are slightly expanded mediolaterally, but they are more circular than those of Ikechosaurus (Brinkman and Dong, 1993). In the coronal CT slices,a bony element intervenes between the ventral processes of the maxillae,but it cannot be determined with certainty whether this represents the internarial as in Champsosaurus. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/fec3029f86c1cfad91697b7f8603e9427976b76fe0f1bb03d78d43675bef38b8.jpg",
        "img_caption": [
            "Fig.2 Holotype of Mengshanosaurus minimus (IVPG-To02) from Shandong provinve CT model (A, C) and line drawing (B,D) of the skull in dorsal (A,B) and ventral (C,D) views Abbreviations: bo.basioccipital; cot. mandibular condyle; ect. ectopterygoid; ex n. external naris; exo.exoccipital; f. frontal; ipt v. interpterygoid vacuity; j. jugal; la.lacrimal; m. maxilla; n. nasal; p.parietal; pbsh. parabasisphenoid; pl.palatine;pmx.premaxila; pof. postorbitofrontal; prf. prefrontal; pt. pterygoid; q. quadrate; qj. quadratojugal; so.supraoccipital; sof.suborbital fenestra; sq.squamosal; V.vomer. Scale bars $= 5 \\mathrm { m m }$ "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The subtriangular lacrimal forms much of the anterior border of the orbit.Most of the lacrimal duct is surrounded by the lacrimal, but its posterior exit - the lacrimal foramen - opens between the prefrontal and lacrimal in the anterior wall of the orbit (Fig.3).The lacrimal foramen opens between the lacrimal, prefrontal,and palatine in other neochoristoderes,with smaller additional foramina piercing the lacrimal in some species (Ksepka et al., 2005). In Coeruleodraco jurassicus the lacrimal duct opens between the prefrontal and lacrimal with no participation of the palatine (Matsumoto et al., 2O19),while in Monjurosuchus and Philydrosaurus the lacrimal duct is fully enclosed in the lacrimal (Gao and Fox,2Oo5; Gao and Li, 2007). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/eb39cccc70d2241badb6ef006f67c9d7e1a47931632fde8196f839f6c2254b83.jpg",
        "img_caption": [
            "Fig.3 The lacrimal foramen of Mengshanosaurus minimus (IVPG-Too2) from Shandong provinve A.three-dimensional reconstruction of the anterior margin of the left orbit; B.two-dimensional CT slice through the anterior margin of left orbit.The red arrows mark the lacrimal foramen Abbreviations see Fig.2.Scale bars $\\mathbf { \\tau } = 1 \\mathrm { m m }$ "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The jugal forms the lateral border of orbit.Anteriorly, it tapers to contact the maxilla in a long suture.Posteriorly, it articulates with the quadratojugal and forms the ventral margin of the infratemporal fenestra.The jugal has a moderately developed dorsal process,similar to that in Tchoiria and Champsosaurus and unlike the small and dorsoventrally low dorsal process in Simoedosaurus (Erickson, 1987). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The prefrontals meet along the midline of the skull throughout most of their length, as in all other choristoderes.Posteriorly, the prefrontals extend to about the mid-level of the orbit and form a narrow interorbital bar with the frontal. The orbits are dorsally oriented and relatively larger than that of adult neochoristoderes,which is likely a result of early ontogenetic stage. Posterior to the orbits, the temporal fenestrae are greatly expanded, with the supratemporal fenestra located slightly posterior to the infratemporal fenestra. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The frontals taper between the prefrontals anteriorly and share a long suture with the postorbitofrontal laterally. The frontals clearly widen posteriorly, though their posterior margins are incomplete at the contact with the parietals. In contrast, the frontals of Ikechosaurus sunailinae are wider anteriorly, and those of Simoedosaurus are rectangular (Erickson,1987; Brinkman and Dong,1993).The frontals of Champsosaurus are widest in the middle and become narrower anteriorly and posteriorly (Dudgeon et al., 202Oa). The frontals of Mengshanosaurus minimus have straight lateral margins,resembling other neochoristoderes and differing from the hour-glass shaped frontals of Monjurosuchus and Philydrosaurus (Gao and Fox,2005; Gao and Li, 2007; Gao et al., 2007,2013). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The paired parietals form the posterior skull roof and the lateral wall of the braincase. The parietal meets with the squamosal at the medial margin of the supratemporal fenestra. The posterior processes of the parietals extend to the posterior half of the fenestra, differing from the condition in Simoedosaurus and Ikechosaurus where the parietal articulates with the squamosal at the mid-level of the supratemporal fenestra (Sigogneau-Russell and Russell, 1978;Erickson,1987; Brinkman and Dong,1993; Liu, 2004).The ventrolateral downgrowths of the parietals cannot be discerned in the CT data. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The fused postorbitofrontal forms the lateral margin of the orbit, as in Simoedosaurus, Tchoiria,and Ikechosaurus sunailinae. Champsosaurus and Ikechosaurus pijiagouensis retain a separate postorbital and postfrontal, which resembles the condition in non-neochoristoderes such as Philydrosaurus (Liu, 2004; Gao and Fox,1998,2005). Along its medial margin, the postorbitofrontal shares a long suture with the frontal and a short contact with the parietal. The postorbitofrontal forms the anterior margin of the supratemporal fenestra,and its posterior process extends to the mid-point of the supratemporal bar. Ventrally, the postorbitofrontal is bounded by the jugal and ectopterygoid. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The squamosal forms the lateral and posterior margins of the flared temporal fenestrae with three distinct processes.The dorsal process contacts the postorbitofrontal and forms the posterior part of the supratemporal bar. The medial process articulates with the parietal, but its anterior tip is limited to the posterior half of the supratemporal fenestra.The ventral process articulates with the quadratojugal at the posterior margin of the infratemporal fenestra. In ventral view,the squamosal is crushed in the region where it articulates with the quadrate.The neomorph cannot be identified in the CT data. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The palatal region and braincase are badly crushed,although the incomplete vomers, palatines, pterygoids, quadrates,and the ventral part of the braincase can be observed with a few diagnostic features.The vomers are paired, sub-triangular, and sutured along the midline. Only the anterior portions of the vomers are preserved, including 4 teeth on the right vomer and 2 teeth on the left (Fig. 4). Similar to the vomers,the palatines are subtriangular, and they are sutured with the maxilla along the lateral margins.The left palatine bears 3 intact teeth,whereas none are preserved on the right palatine.The palatal teeth of Mengshanosaurus minimus are relatively much larger than those in other neochoristoderes,with each vomerine tooth average about one-third (range $2 6 \\% - 3 7 \\%$ ） the width of the maxillary teeth at the same antero-posterior level (Fig.4). In comparison, the Vomerine teeth of other neochoristoderes are proportionally smaller compared to the maxillary teeth,averaging $1 6 \\%$ in Ikechosaurus sunailinae, $13 \\%$ in Tchoiria klauseni,and $19 \\%$ in Champsosaurus lindoei(Table1).We note that due to the lack of young juvenile specimens of other neochoristoderes, it remains uncertain whether the relative sizes of the marginal and palatal teeth change over ontogeny. ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/12b106a26f4e4bdf18ebfac555173c289a22d85a6cdafec8bd805790faac6ade.jpg",
        "table_caption": [
            "Table1 Measurements of vomerine and maxillary teeth in the same cross section(mm) "
        ],
        "table_footnote": [
            "Note: \\* two vomerine teeth approximately arranged in a row correspond to the same marginal tooth. "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"2\"></td><td>Vomerine tooth width</td><td>maxillary tooth width</td><td>Proportion</td></tr><tr><td rowspan=\"4\">Mengshanosaurus minimus (IVPG-T002)</td><td>V1</td><td>0.26</td><td>0.70</td><td>0.37</td></tr><tr><td>V2</td><td>0.20*</td><td>0.73</td><td>0.27</td></tr><tr><td>V3</td><td>0.19*</td><td></td><td>0.26</td></tr><tr><td>V4</td><td>0.22</td><td>0.64</td><td>0.34</td></tr><tr><td rowspan=\"4\">Tchoiria klauseni</td><td>Average proportion</td><td></td><td></td><td>0.31</td></tr><tr><td>V1</td><td>1.40</td><td>9.99</td><td>0.14</td></tr><tr><td>V2</td><td>1.03</td><td>9.32</td><td>0.11</td></tr><tr><td>Average proportion</td><td></td><td></td><td>0.13</td></tr><tr><td rowspan=\"3\">Champsosauruslindoei (CMN 8920)</td><td>V1</td><td>0.65</td><td>4.25</td><td>0.15</td></tr><tr><td>V2</td><td>0.77</td><td>3.54</td><td>0.22</td></tr><tr><td>Average proportion</td><td></td><td></td><td>0.19</td></tr><tr><td rowspan=\"3\">Ikechosaurussunailinae (IVPPV 9611-3)</td><td>V1</td><td>0.38</td><td>2.40</td><td>0.16</td></tr><tr><td>V2</td><td>0.33</td><td>2.30</td><td>0.15</td></tr><tr><td>Average proportion</td><td></td><td></td><td>0.16</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/330d6f8cc6d9d8ea9bf61a1b9f4665ce555954e843b92f6c47cfe969afd450ad.jpg",
        "img_caption": [
            "Fig.4Size comparisons between the palatal and marginal teeth (IVPG-T002) A.line drawing of Mengshanosaurus (notto scale);B-D.the palatal teeth (white arrows)and the maxillary teeth and tooth sockets (red arrows) in the same coronal plane.Scale bars $= 1 ~ \\mathrm { m m }$ "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The posterior ends of the pterygoids are preserved, with the intact medial margins forming the borders of an elongate and roughly oval interpterygoid vacuity. This vacuity is located posterior to the suborbital fenestra in Simoedosaurus (Sigogneau-Russell and Russell, 1978; Erickson,1987). In Ikechosaurus, Tchoiria, and Champsosaurus, the anterior margin of the interpterygoid vacuity extends to the level of the suborbital fenestra (Brinkman and Dong, 1993; Skutschas and Efimov, 2015; Dudgeon et al.,2020a). The vacuity of Mengshanosaurus minimus resembles that of Tchoiria namsarai in having a smooth U-shaped posterior margin formed by the parasphenoid (Skutschas and Efimov,2015). This differs from the condition in Ikechosaurus sunailinae, where the parasphenoid has an elongate basisphenoid process (Brinkman and Dong, 1993). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The quadrates are well-preserved on both sides,although their sutures with the squamosal are damaged. On the ventral surface,its articulation surface with the mandible extends mediolaterally, and it is located anterior to the occipital condyle (Fig. 5F). In Champsosaurus, the craniomandibular joint is anterior to the occipital condyle (Fig. 5D). In Tchoiria namsarai, the same joint is posterior to the occipital condyle (Fig. 5E). In juvenile and subadult specimens of Ikechosaurus sunailinae, the craniomandibular joint and the occipital condyle are at the same level (Fig. 5B, C). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The mandibles are preserved in articulation with the skull, with only slight distortion. As in other neochoristoderes,the slender mandibular ramus has a long tooth row extending through $67 \\%$ of its overall length.The mandibular symphysis is formed solely by the dentaries, excluding the splenial from its sutural surface,resembling the condition in Simoedosaurus lemoinei (Sigogneau-Russell and Russell, 1978). In Tchoiria (Ksepka et al., 2005), Ikechosaurus (Brinkman and Dong,1993)and Simoedosaurus dakotensis (Erickson,1987),the anterior tip of the splenial meets with the symphysis.In Champsosaurus,the splenial extends into the symphysis (Gao and Fox,1998;Dudgeon et al., 2020a). ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/eb59c034f3934ac0bf730b4b6f3e49f790c811894f5ac34cbc143d709056d787.jpg",
        "img_caption": [
            "Fig.5Relative position between the occipital condyle and the jaw articulation A.a reconstructed skullof neochoristoderes denoting the position of the craniomandibular joint (red circle) B.Ikechosaurus sunailinae (IVPP V9611-3); C.I.sunailinae (IVPP V9611-1, juvenile); D.Champsosaurus lindoei (CMN 8920);E.Tchoiria namsarai (PIN $3 3 8 6 / 1$ ,modified from Skutschas and Efimov,2015); F.Mengshanosaurus minimus (IVPG-To02).The dashed lines indicate the position of the craniomandibular joint,and the red arrows denote the occipital condyle "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "As in other choristoderes, the marginal teeth of Mengshanosaurus minimus are set in shallow sockets aligned in a longitudinal groove. The teeth are conical and sharp,and enamel infoldings are present at the bases of the larger teeth. Such basal infoldings are present in all neochoristoderes (Matsumoto and Evans,2016). Mengshanosaurus minimus has 42-43 identifiable tooth positions in the upper jaw and 45 in the lower jaw (Table 2). Ikechosaurus and Tchoiria have more than 6O marginal teeth (Brinkman and Dong,1993; Skutschas and Efimov,2015; Table 2) whereas Champsosaurus has fewer than 50 marginal teeth (Table 2). Fossils of juvenile neochoristoderes are extremely rare.At least between the juvenile and subadult stages in Ikechosaurus sunailinae there is litle if any variation in tooth count: a juvenile I. sunailinae (IVPP V 9611-1) shows 68 upper marginal teeth while a subadult of the same species (IVPP V 9611-3) has an estimated lower marginal tooth number of 64 (Table 2). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Palatal teeth are present along the vomer and palatine,but none can be observed on the preserved part of the pterygoid. The large palatine teeth are arranged in a row, similar to those in Champsosaurus (Dudgeon et al., 2020a), but unlike the tooth patches covering the palatine of Ikechosaurus and Tchoiria (Brinkman and Dong,1993; Ksepka et al., 2005). ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/2cb08cd3951c87d14cdbaa17c169d943f62a5bf62de377ea33931ecce5a8f19c.jpg",
        "table_caption": [
            "Table 2 Tooth count from several specimens "
        ],
        "table_footnote": [
            "Notes: \\* Preserved number of teeth in incomplete specimen; $* *$ IVPP V 9611-3 does not preserve the mandibular symphysis,andthetotaltoothnumber64 isestimatedfromthepreserved42teth posteriortothesymphysisplus22teethin the symphysial region in another specimen of the same species (IVPP V 9611-1). "
        ],
        "table_body": "<html><body><table><tr><td></td><td>Upper tooth row</td><td>Premaxilla</td><td>Maxilla</td><td>Lower tooth row</td><td>Mandibular symphysis</td><td>Posterior to the mandibular symphysis</td></tr><tr><td>IkechosPP Vsun-linae</td><td>68</td><td>4</td><td>64</td><td>~70</td><td>~22</td><td>~48</td></tr><tr><td>IkechvPP 61natine</td><td>>43*</td><td>NA</td><td>>43*</td><td>>64**</td><td>NA</td><td>42</td></tr><tr><td>IkechoivPP ijiagoensis</td><td>NA</td><td>NA</td><td>NA</td><td>~60</td><td>NA</td><td>NA</td></tr><tr><td>Tchoiria namsarai (PIN 3386/1)</td><td>>60*</td><td>NA</td><td>>60*</td><td>75</td><td>17</td><td>60</td></tr><tr><td>Tchoiria klauseni (IGM 1/8)</td><td>>34*</td><td>NA</td><td>>34*</td><td>NA</td><td>12</td><td>NA</td></tr><tr><td>Simoedosaurus lemoinei (MNHN R1935)</td><td>~45</td><td>4</td><td>~41</td><td>NA</td><td>NA</td><td>NA</td></tr><tr><td>SimoedMP.7s.dak.otensis</td><td>~49</td><td>4</td><td>~45</td><td>NA</td><td>NA</td><td>NA</td></tr><tr><td>ChampCMNurus lindoei</td><td>47</td><td>6</td><td>41</td><td>NA</td><td>NA</td><td>NA</td></tr><tr><td>Mengshanosaurus minimus (IVPG-T002)</td><td>42-43</td><td>4-5</td><td>38-39</td><td>45</td><td>12</td><td>33</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5 Phylogenetic position of Mengshanosaurus minimus ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We coded the new specimen into a morphological data matrix (Appendix 1),and the taxon sampling includes Mengshanosaurus minimus and 9 species of neochoristoderes representing all major clades of the group. Cteniogenys antiquus (Evans,1990; 1991) was used as the outgroup,as it is generally considered to be the earliest branching taxon in the Choristodera or the sister taxon to all other choristoderes exclusive of Lazarussuchus (Ksepka et al.,2005; Gao and Fox,2005; Matsumoto et al.,2019; Dong et al.,2020). Three other shortsnouted choristoderes were sampled: Coeruleodraco jurassicus,recently described as the sister taxon to a clade uniting the Neochoristodera and Allochoristodera (Dong et al., 2O2O), the longnecked Hyphalosaurus baitaigouensis,and the lizard-like Philydrosaurus proseilus.We used 5 new morphological characters, in addition to 6O characters compiled from previous literatures (Evans,1990; Hecht, 1992; Gao and Fox,1998; 2005; Ksepka et al.,2005; Matsumoto et al., 2013; Dong et al., 202O). The data set and the character descriptions are provided in Appendix. Character 3,11 29,34 and 64 were ordered in phylogenetic analysis. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Parsimony analysis using implicit enumeration (branch and bound) in TNT 1.5 (Goloboff and Catalano,2016) found two most parsimonious trees (MPTs） with 100 steps. In the strict consensus tree ( $\\scriptstyle \\mathrm { C I = 0 } . 8 1 2$ ， $\\scriptstyle \\mathrm { R I = 0 } . 8 4 4$ ； Fig.6),M. minimus is recovered as the first branching lineage in the Neochoristodera. Mengshanosaurus is supported as a member of Neochoristodera by following synapomorphies: C6(1) fused nasals; C9(2） postfrontal and postorbital fused (reversed in Champsosaurus and Ikechosaurus pijiagouensis); C11(2) supratemporal fenestra posteriorly flared and substantially larger than orbit; C3O(1） basally infolded enamel in marginal teeth; C60(1) expanded tip of snout. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/2b5eaaf6a8ce79dba4269d80b319cbbd1a94fb4e29314423b2a1ec8c7a4923fe.jpg",
        "img_caption": [
            "Fig.6Strict consensus tree from the phylogenetic analysis,resulting in Mengshanosaurus minimus being recovered as the sister taxon to other neochoristoderes ( $\\scriptstyle \\mathrm { C I = 0 } . 8 1 2$ $\\scriptstyle \\mathrm { R I = 0 } . 8 4 4$ 0 Blue branches represent longirostrine neochoristoderes and red branches represent brevirostrine choristoderes Numbers above tree branches are bootstrap values over 50, and those below the branches are Bremer support values "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "6 Discussion ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Mengshanosaurus minimus represents a new species of Early Cretaceous choristodere with an elongate snout resembling extant crocodilians.It can be distinguished from other choristoderes by the number of marginal teeth (45-50) and lacrimal foramen as a large opening between the prefrontal and lacrimal. The type specimen is likely a juvenile,as the incompletely preserved braincase and the fontanelle-shaped damage at the frontal-parietal suture imply poor ossification of the skull. Fossls of juvenile neochoristoderes are extremely rare; to our knowledge,Ikechosaurus sunailinae is the only species for which juvenile specimens are known (Brinkman and Dong,1993). Juvenile I. sunailinae specimens (IVPP V 9611-1) have a similar number of marginal teeth as adults (Table 2).The position of the craniomandibular articulation relative to the occipital condyle also remains stable across ontogeny $I .$ sunailinae (Fig. 5B, C). In contrast, orbital size varies through ontogeny, as juveniles of $I .$ sunailinae have proportionally larger orbits than adults. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Crocodilians provide the closest extant ecological analogues to neochoristoderes. Modern crocodilian hatchlings feed primarily on smal prey like insects and mollusks, shifting towards fish and crustaceans as they grow and ultimately attaining the ability to capture large vertebrate prey as they approach adult body size (Gignac et al.,2019). These ontogenetic shifts in diet reflect not only increasing size but also shifts in skull morphology. In most crocodilians, juveniles have a slenderer snout that broadens as they mature (Iijima, 2017).Alligators show a reverse pattern, in which hatchlings have shorter snouts that become more slenderer towards adulthood (Dodson,1975). Dentition in crocodilians also changes over ontogeny, with a general trend from needle or blade-like tooth shape to more bulbous tooth shape occurring over the hatchling to adult growth process (Gignac and Erickson, 2015). At least in alligators, hatchlings spend more time in terrestrial settngs whereas adults become more dependent on water as they reach larger sizes (Dodson, 1975). Although inferences about ontogeny are obviously limited by the absence of adult specimens, the juvenile skull of Mengshanosaurus minimus very closely resembles that of adult Ikechosaurus from slightly younger deposits aside from the larger orbits, suggesting that neochoristoderes maintained a slender snouted skull shape throughout ontogeny. The sharp conical marginal teeth likewise suggest a similar focus on relatively soft-bodied prey across ontogeny, though of course larger prey items may have become available with increasing body size. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Other lines of evidence also suggest choristoderes may have exhibited less pronounced ontogenetic shifts in diet. One long under-appreciated aspect of neochoristodere anatomy is the lack of a well-developed otic notch and hence the inferred absence of a tympanum (Dudgeon et al.,202ob). This unusual morphology suggests neochoristoderes have relied on the sacculus for underwater sound detection in water (perhaps transmitted via substrate vibrations),and they probably had poor sensitivity to airborne sounds (Dudgeon et al.,202ob). This highly specialized auditory system suggests neonate neochoristoderes may have been less suited for a partially terrestrial existence and thus had a more fully aquatic ecology from the start of their lives. ",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/8a47a74fe8261829ea11cc9018afe4aa6bfe321f5f8edccf09b2b7ccf138e272.jpg",
        "table_caption": [
            "Table 3 Measurement of skull length and total length (mm "
        ],
        "table_footnote": [
            "Note:NA.thespecimenisicomplete.)GaoandKsepka,8.2)Jietal.3)Jietal,6.4)iu,04. "
        ],
        "table_body": "<html><body><table><tr><td>Species</td><td>Developmental stage</td><td>Skull length</td><td>Body length</td></tr><tr><td rowspan=\"4\">Hyphalosaurus baitaigouensis</td><td>Adult LPMC R00066 </td><td>66</td><td>1100</td></tr><tr><td>Juvenile BMNHC V050 \"</td><td>27.0</td><td>~450</td></tr><tr><td>“small free-living individual\" 2)</td><td>14.62</td><td>NA</td></tr><tr><td>Embryo3)</td><td>7.745</td><td>NA</td></tr><tr><td>MengshanvPG-rO0minimums</td><td>Juvenile</td><td>35</td><td>NA</td></tr><tr><td>Ikechosauruspijiagouensis (IVPPV13283)</td><td>Adult4)</td><td>275</td><td>1700</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In conclusion, the holotype specimen of Mengshanosaurus minimus provides important information on neochoristodere evolution as the earliest diverging member of the clade and the smallest and ontogenetically youngest known individual. Given the age and phylogenetic position, future discoveries of adult specimens would provide an important test of whether all phylogenetically informative characters observed within the holotype are stable across ontogeny and provide an opportunity to beter understand how traits like snout proportions change over growth. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "AcknowledgementsThe CT scanning was performed at Shanghai Yinghua NDT Equipment Trade Co., Ltd. We thank Inner Mongolia Museum of Natural History for access to the Ikechosaurus sunailinae specimen under their curation.We thank Mark Norell and the Paleontology Department at the American Museum of Natural History for providing specimen access and CT data of Tchoiria klauseni. The CT data of Champsosaurus lindoei (CMN 8920） were accessed on MorphoSource (https://www.morphosource.org/media/0oo085093), We further thank Thomas Dudgeon for sharing the CT data of CMN 892O and Canadian Museum of Nature, Ottawa for collecting. GUO Rui (IVPP) completed the neochoristodere skull econstruction and life reconstruction of the new species.The project is funded by the Strategic Priority Research Program of the Chinese Academy of Sciences (XDA19050102, XDB18030504,XDB26000000), the Chinese Academy of Sciences Pioneer grants, the National Natural Science Foundation of China (Grant No. 41702020 and 41688103). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "新发现的长吻型离龙(双孔亚纲：离龙目)幼年个体袖珍蒙山龙，兼论新离龙类的个体发育",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "袁梦1.2.3 李大庆4 DanielT.KSEPKA 易鸿宇1.2(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室北京100044)",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(2 中国科学院生物演化与环境卓越创新中心北京100044)(3中国科学院大学北京100049)(4甘肃农业大学古脊椎动物研究所 兰州730070)(5美国布鲁斯博物馆 康涅狄格州格林尼治镇06830)",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "摘要：离龙是一类生活在中侏罗世至中新世的半水生掠食性动物。白垩纪早期，部分离龙类演化为与现生鳄鱼形态类似的大型长吻爬行动物，称为新离龙类。报道了来自山东省下白垩统蒙阴组的一长吻型离龙新种——袖珍蒙山龙(Mengshanosaurus minimus),正型标本头骨全长仅 $3 5 ~ \\mathrm { m m }$ ，是迄今为止发现的最小新离龙类个体。根据未完全骨化的颅腔和额骨-顶骨间尚存未愈合的圆孔，推测蒙山龙正型标本为一幼年个体。系统发育分析显示，蒙山龙属于新离龙类，具有单个外鼻孔，单一鼻骨和下颞孔开放等新离龙类的共有衍征。在新离龙类内部，蒙山龙分类位置较为基干，为伊克昭龙属(Ikechosaurus)、车尔龙属(Tchoiria)、西莫多龙属(Simoedosaurus)和鳄龙属(Champsosaurus)组成的支系的姐妹群。蒙山龙区别于其他新离龙类的特征包括泪孔位于前额骨与泪骨之间，以及增大的腭面齿(宽度超过上颌齿的1/3)。蒙山龙具有长吻和紧密排列的尖利牙齿，推测离龙类幼体与现生鳄类幼体食性类似，以水生昆虫和无脊椎动物为食。现生鳄类在发育过程中，吻部的形态常发生改变，牙齿也会从尖细的形状转向圆钝；而蒙山龙的吻部和牙齿的形态与已知大体型的成体新离龙类没有明显区别，这说明相较于现生鳄类，新离龙类在发育过程中生态位的变化并不显著。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "关键词：蒙阴组，早白垩世，新离龙类 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Brinkman DB,Dong Z M,1993.New material of Ikechosaurus sunailinae (Reptilia: Choristodira) from the Early Cretaceous Laohongdong Formation,Ordos Basin,Inner Mongolia,and the interelationships of the genus.Can J Earth Sci,30: 2153-2162   \nBrown B,1905.The osteology of Champsosaurus Cope.Mem Am Mus Nat Hist,9:1-25   \nCope ED,1876.On some extinctreptiles and Batrachiafromthe Judith RiverandFox Hils beds of Montana.Proc Acad Nat Sci Philad,28: 340-359   \nDodsonP,1975.Functionalandecological significance ofrelativegrowth inAllgator.JZool,175(3):315-355   \nDong L,MatsumotoR,KusuhashiN etal.,2020.Anew choristodere (Reptilia: Choristodera)froman Aptian-Albiancoal deposit in China.J Syst Palaeont,18(15): 1-20   \nDudgeonTW,Maddin HC,Evans DC et al.,202Oa.Computed tomographyanalysisof the craniumof Champsosaurus lindoei and implications for choristoderan neomorphic ossification.JAnat, 236(4):1-29   \nDudgeonTW,Maddin HC,EvansDCetal.,202ob.The internalcranialanatomyof Champsosaurus (Choristodera: Champsosauridae): implications for neurosensory function. Sci Rep,1O:7122   \nEfimovMB,1975.Achampsosaurid from theLower Cretaceous ofMongolia.TrSovmestnSov-MongPaleontolEksped,2: 84-93   \nEricksonBR,1972.The lepidosaurian reptile Champsosaurus in North America.Monogr Sci Mus Minnesota,1:1-91   \nEricksonBR,985.Aspectsofsomeanatomicalstructuresofhampsosaurus (Reptilia:Eosuchia).JVertaleont,5(2): 111-127   \nEricksonBR,987.Simoedosaurus dkotensis,newspecies,adiapsidreptile (Archosauromorpha;Choristodera)fromthe Paleocene of North America.J Vert Paleont,7(3): 237-251   \nEvans SE,1990.The skullof Cteniogenys,a choristodere (Reptilia:Archosauromorpha) from the Middle Jurassicof Oxfordshire. Zool JLinn Soc-Lond,99(3): 205-237   \nEvansSE,1991.Theposteranial skeletonof thechoristodere Cteniogenys (Reptia: Diapsida)from the Middle Jurassicof England. Geobios-Lyon,24(2): 187-199   \nEvans SE,Klembara J,Oo5.Achoristoderanreptile (Reptilia: Diapsida)fromtheLower MioceneofNorthwestBohemia (Czech Republic).J Vert Paleont,25(1):171-184   \nEvans SE,Manabe M,99.Achoristoderan reptile from the Lower Cretaceous ofJapan.Spec PapPalaeontol,60:101- 119   \nEvans SE,Hecht MK,1993.A historyof an extinct reptilianclade,the Choristodera:longevity,Lazarus-Taxa,and the fossil record.In: Hecht MK,MacIntyre RJ,Clegg MTeds.Evolutionary Biology.Boston: Springer US.323- 338   \nGao K Q,Fox R,1998.New choristoderes (Reptilia: Diapsida)from the Upper Cretaceous and Palaeocene,Alberta and Saskatchewan, Canada,and phylogenetic relationships of Choristodera. Zool JLinn Soc-Lond,124(4): 303- 353   \nGao K Q,FoxRC,20o5.Anewchoristodere (Reptilia: Diapsida)from the Lower Cretaceous ofwestern LiaoningProvince, China,and phylogenetic relationshipsof Monjurosuchidae.Zool JLinn Soc-Lond,145(3): 427-444   \nGao K Q,KsepkaDT,20o8.Osteologyand taxonomic revisionofHyphalosaurus (Diapsida: Choristodera)from the Lower Cretaceous of Liaoning, China. JAnat, 212(6): 747-768   \nGao K Q,LiQ,2007. Osteologyof Monjurosuchus splendens (Diapsida: Choristodera) based on anew specimen from the Lower Cretaceous of western Liaoning, China. Cretaceous Res,28(2): 261-271   \nGao K Q,Tang Z, Wang X,1999. A long-necked diapsid reptile from the Upper Jurasic/Lower Cretaceous of Liaoning Province,Northeastern China. Vert PalAsiat,37: 1-8   \nGao K Q,KsepkaDT,HouLHetal.,2Oo7.Cranial morphologyofanEarly Cretaceous monjurosuchid (Reptilia:Diapsida) from Liaoning Province of China and evolution of the choristoderan palate.Hist Biol,19(3): 215-224   \nGao K Q,Zhou CF,Hou L Hetal.,2013.Osteologyand ontogeny of Early Cretaceous Philydrosaurus (Diapsida: Choristodera) based on new specimens from Liaoning Province, China. Cretaceous Res,45: 91-102   \nGignac PM,O'Brien DH,Turner HAetal.,2O19.Feeding incrocodyliansand theirrelatives: Functional insights from ontogeny and evolution.In Bels V,WhishawIQeds.Feeding in Vertebrates: Evolution,Morphology,Behavior, Biomechanics. Cham: Springer International Publishing.575-610   \nGignac PM,Erickson GM,2015.Ontogeneticchanges indentalformandtooth pressures facilitate developmental niche shifts in American alligators.JAnat, 295(2): 132-142   \nGoloboff PA,Catalano SA,2016.TNT version 1.5,including a full implementationof phylogenetic morphometrics. Cladistics,32(3): 221-238   \nHechtMK,1992.Anewchoristodere (Reptilia,Diapsida)from the OligoceneofFrance: Anexampleof theLazarus effect. Geobios,25(1): 115-131   \nHouLH,LiPP,KsepkaDTetal.,2010.Implicationsoffexible-shelledeggsinaCretaceous choristoderanreptile.ProcR Soc B,277: 1235-1239   \nIijima M,2017.Assessmentof trophic ecomorphology in non-allgatoroid crocodyliansand itsadaptiveand taxonomic implications.JAnat, 231(2): 192-211   \nJi Q,Ji SA,LuJetal.,2006.EmbryosofEarly CretaceousChoristodera (Reptilia) from the Jehol Biota in western Liaoning, China.JPaleont Soc Korea,22(1): 111-118   \nKsepka D T, Gao K Q, NorellMA,2005.Anew choristodere from the Cretaceous of Mongolia.Am Mus Novit,3468: 1-22   \nLiD Q,Zhou CF,LiL et al.,2019.The sinemydid turtle Ordosemys from the Lower Cretaceous Mengyin Formation of Shandong,China and its implication for the age of the Luohandong Formationof the Ordos Basin.PeerJ,7: ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "e6229   \nLiu J,2004.Anearlycomplete skeletonofIkechosaurus pijiagouensis sp.nov.(Reptilia:Choristodera)fromthe Jiufotang Formation (Lower Cretaceous)of Liaoning, China.Vert PalAsiat,42(2):120-129   \nLü JC,KobayashiY,DeemingDCetal.,20l5.Post-natalparentalcare ina Cretaceous diapsid from northeastern China. Geosci J,19(2): 273-280   \nLüJC,KobayashiY,LiZG,1999.Anew speciesofIkechosaurus (Reptilia:Choristodera)from the JiufutangFormation (Early Cretaceous) of Chifeng City,Inner Mongolia.Bull Inst R Sci Nat Belg,69 (Suppl B): 37-47   \nMatsumoto R,Evans SE,2010.Choristoderes and the freshwater assemblages ofLaurasia.JIber Geol,36(2):253- 274   \nMatsumotoR,Evans SE,2016.Morphologyand functionof the palatal dentition in Choristodera.JAnat,228(3):414 429   \nMatsumotoR,uffetautE,EscuilieFetal.,13.NewmaterialofthehoristodereLazarussucus (Diapsida,Chostodera) from the Paleocene of France.J Vert Paleont, 33(2): 319-339   \nMatsumotoR,Manabe M,Evans SE,2Ol5.The firstrecordofalong-snoutedchoristodere (Reptilia,Diapsida)fromthe Early Cretaceous of Ishikawa Prefecture,Japan.Hist Biol,27(5):583-594   \nMatsumotoR,DongL,WangYetal.,2O19.Thefirstrecordofanearlycompletechoristodere (Reptilia: Diapsida)fromthe Upper Jurassic of Hebei Province,People's Republic of China.JSyst Palaeont,17(12):1031-1048   \nOsborn HF,1903.The reptiliansubclasss Diapsida and Synapsidaandtheearlyhistoryof theDiaptosauria.Mem Am Mus Nat Hist,1: 449-507   \nRussell L S,1956.The Cretaceous reptile Champsosaurus natator Parks.Bull Natl Mus Can,145: 1-51   \nSigogneau-RusellD,1981.Presence d'un nouveau Champsosauridé dans le Cretace superieurde Chine. CR Seances Acad Sci, Vie Acad,292:1-4   \nSigogneau-RussellD,RussellDE,1978.Etude osteologique dureptile Simoedosaurus (Choristodera).Ann Paleontol (Vertebr),64:1-84   \nSkutschas PP,EfimovM,20l5.TheOrder Choristodera.In:Vorobyeva,EI,KurochkinEN,LopatinAVeds.Fossil Vertebrates ofRussia and Adjacent Countries: Fossil Reptiles and Birds,Part 3.Moscow: GEOS.7-16   \nWang XL,MiaoDS,Zhang YG,2Oo5.Cannibalismin asemi-aquaticreptile from the Early Cretaceous of China.Chinese Sci Bull,50(3): 281-283   \nXuJQ,LiZ,2015.Middle-Late Mesozoicsedimentary provenancesoftheLuxiandJiaolaiareas: Implications fortectonic evolution of the North China Block.JAsian Earth Sci,111(1): 284-301 ",
        "page_idx": 15
    }
]