[
    {
        "type": "text",
        "text": "Non-canonical activation of inflammatory caspases by cytosolic LPS in innate immunity ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Jieling Yang1,2, Yue Zhao² and Feng Shao1,2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Lipopolysaccharide (LPS) is themajor componentof Gramnegative bacteria cell wall. In innate immunity,extracellular LPS isrecognized by Toll-like receptor4to stimulate cytokine transcription. Recent studies suggest a‘non-canonical inflammasome' that senses cytoplasmic LPS and activates caspase-11 in mouse macrophages.Unexpectedly, biochemical studies reveal that caspase-11 and its human orthologs caspase-4/caspase-5 are LPS receptors themselves.DirectLPS binding induces caspase-4/caspase-5/ caspase-11oligomerizationand activation,triggering cell pyroptosis and anti-bacterial defenses.Caspase-4/caspase-5/ caspase-11 recognition of intracellular LPS requires bacterial escape from the vacuole; this process is promoted by interferon-inducible GTPases-mediated lysisofthe bacteriacontaining vacuole.Non-canonical activation of these inflammatory caspases by LPS not only represents anew paradigm in innate immunity butalso critically determines LPSinduced septic shock in mice. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Addresses ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 National Laboratory of Biomacromolecules, Institute of Biophysics, Chinese Academy of Sciences,Beijing 100101,China 2 National Institute of Biological Sciences,Beijing 102206, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Corresponding author:Shao,Feng (shaofeng@nibs.ac.cn) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(NBD) and a Leucine-rich Repeat (LRR) domain. TLR and CLR are localized on the plasma or endosomal membrane while RLR,ALR and NLR are cytoplasmic [3,4]. These enable the host to monitor both extracellular and intracellular infections.The best studied PRR is TLR4 that complexes with MD2 to recognize LPS [4], the major component of Gram-negative bacteria cell wall. Identification of TLR4 as the LPS receptor is paradigm shifting in innate immunity [5]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Several NLRs and ALR, in response to certain PAMPs, form a canonical inflammasome complex for activating caspase-1 [6,7]. For example,the NAIP subfamily of NLRs，upon recognition of bacterial flagellin or type I secretion apparatus,undergoes hetero-oligomerization with an adaptor NLR(NLRC4) for inflammasome assembly [8-1O].Activated caspase-1 then processes interleukin (IL)- $\\cdot 1 \\beta$ and IL-18 for their maturation and at the same time induces pyroptosis,a lytic form of inflammatory cell death. Caspase-1 belongs to the inflammatory caspase group that additionally includes murine caspase11,human caspase-4 and caspase-5,and also caspase-12. These caspases structurally resemble apoptotic initiator caspases,all bearing an amino-terminal caspase-activation and recruitment domain (CARD).A recent study suggests that caspase-11 can also induce pyroptosis in response to bacterial infections in a caspase-1 independent manner [11]. Analogous to caspase-1 activation by canonical inflammasome scaffolds,a‘non-canonical inflammasome' for caspase-11 activation was proposed.Here we review research progresses on the‘non-canonical inflammasome' in the past two years. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LPS activation of a caspase-11 ‘non-canonical inflammasome' ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Mammalian innate immunity relies ona family of pattern recognition receptors (PRRs) to detect conserved microbial molecules termed pathogen-associated molecular patterns (PAMPs）[1,2]. PRRs engagements by corresponding PAMPs activate inflammatory pathways such as the nuclear factor $\\mathbf { \\nabla \\times B }$ (NF- $\\mathbf { \\sigma } _ { \\kappa \\mathrm { B } }$ ）and interferon regulatory factor(IRF） signaling for cytokine transcription and clearance of the infections.The PRR family includes Toll-like receptor (TLR), C-type lectin receptor (CLR), RIG-I-like receptor (RLR),AIM2-like receptor (ALR) and NLR containing a Nucleotide-binding domain ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In studying toxin stimulation of inflammasome responses, Kayagaki etal.observed that cholera toxin B(CTB) could induce NLRP3/ASC-dependent $\\mathrm { I L } { - } 1 \\beta$ maturation in LPS-primed mouse macrophages [11]. Surprisingly, this activation was absent in macrophages derived from strain 129 mice.The defect was attributed to the polymorphism in 129 mice-derived caspase-11 that encodes a truncated and nonfunctional caspase-11 protein. This led to the discovery of caspase-11 function in sensing CTB as well asinfections with extracellularbacteria such as Escherichia coli，Citrobacterrodentium andVibrio cholera．A series of subsequent studies have now established that the caspase-11‘non-canonicalinflammasome’generally responds to Gram-negative bacterial infections including ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Legionella pneumophila,Salmonella typhimurium,enterohemorrhagic E. coli and Burkholderia spp. [12-14,15,16]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Activation of caspase-11 signaling required $1 5 { - } 2 0 \\mathrm { h }$ of infection with extracellular bacteria but only $^ { 2 \\mathrm { h } }$ for intracellular $L$ .pneumophila [11,14,16]. Aachoui et al.further observed that $B$ .pseudomallei and its low-virulence surrogate $B$ thailandensis that naturally escape from the vacuole induced rapid caspase-11-dependent pyroptosis $[ 1 5 ^ { \\bullet } ]$ Caspase-11 activation by vacuole-living $L$ ：pneumophila and $S .$ ，typhimurium was promoted by mutations in sdhA and sifA,respectively,both of which caused rupture of the vacuole and release of the bacteria.These observations support the notion that the caspase-11 axis detects cytosolic bacteria but not those residing in an intact vacuole $[ 1 5 ^ { \\bullet } ]$ . Two independent new studies have now identified LPS being the responsible bacterial agonist $[ 1 7 ^ { \\bullet \\bullet } , 1 8 ^ { \\bullet \\bullet } ]$ Kayagaki et al. followed the activity of LPS plus CTB and found that only LPS O111:B4 could work together with CTB in triggering caspase-11 activation. This was due to the unique O-polysaccharide in LPS O111:B4 that could bind to CTB. Thus,CTB only played a carrier role for cytosolic delivery ofLPS that was indeed responsible for caspase-11 activation.In the other study,Hagar et al. found that lysates of Gram-negative but not Gram-positive bacteria,when transfected into mouse macrophages,could activate the caspase-11 pathway. The activity was also nailed down to LPS. Both studies demonstrated that cytosolic delivery ofLPS through transfection or Listeria monocytogenes infection was sufficient to induce caspase-11 processing and the resulting cell pyroptosis. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "LPS contains three structural moieties,lipid A,a core oligosaccharide chain and a variable polysaccharide chain (O antigen) [19](Figure 1). The most conserved lipid A is responsible for caspase-11‘non-canonical inflammasome' activation. Similar to LPS activation of TLR4 [20,21], tetra-acylated lipid $\\mathrm { I V a }$ appeared to be a poor agonist; consistently, lipid IVa-producing bacteria,such as Francisella novicida, Yersinia pestis (grown at $3 7 ^ { \\circ } \\mathrm { C } )$ oran engineered $E$ . coli mutant，did not trigger pyroptosis $[ 1 7 ^ { \\bullet \\bullet } , 1 8 ^ { \\bullet \\bullet } ]$ ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/cb167b588416a8e4f0af1445eb10e2402d102e27c42774c053de6c8644f64434.jpg",
        "img_caption": [
            "Figure 1 "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "InatemmunerecognionofcyosolicPSbyinflammatorycaspases.IntracellarGam-ngativebacteriacanreleaseLSirectlyitte cytosoladictealysddiacecte ordirectinjectiointhdotoxicsckmodelacesssthsolikelytroughnunkouteofedotosis.Cyosolistected byinflmmatoryaspassidingaspse-aspse-5inmanadcaspase-1inouseouhdiectandspeificndingtlid A in LPS and the CARD in the caspase LPS binding stimulates oligomerization and consequently proximity-induced activation of caspase-4/ caspase-5/caspase -11.Activatedca spase -11 then triggers cell pyroptosis an dalsocanonical NLRP3/ASC inflammasome activation for IL- $1 \\beta / 1 8$ release,both of which are critical foranti-bacteria defense.Excessive LPS leads to hyperactivation of the caspase-4/ caspase-5/caspase-11 pathway and uncontrolled inflammation,thereby determining septic shock in mice. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Direct recognition of LPS by caspase-11 and human caspase-4/caspase-5 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Caspase-11 activation does not require the ASC adaptor [11].A prevailing hypothesis then,according to knowledge learned from cell death and inflammation researches,was that an unknown CARD-containing protein serves as an intracellular LPS sensor and activates caspase-11 through CARD-CARD interaction.However, extensive efforts made in several research groups (including ours) to search for such hypothetic LPS sensor turned out to be fruitless $[ 2 2 ^ { \\bullet \\bullet } ]$ .Meanwhile,we succeeded in reconstituting bacteria-induced caspase-11 processing in macrophage extracts,which also identified LPS as the agonist (unpublished). When trying to fractionate the extracts to purify the LPS sensor, we noted that recombinant caspase-11 purified from $E$ .coli was a multimer of ${ \\sim } 6 0 0 \\mathrm { k D a }$ while that from insect cells was monomeric $[ 2 2 ^ { \\bullet \\bullet } ]$ . This led to a surprising finding that LPS could directly bind to caspase-11 (Figure 1) and the affinity was comparable to, if not higher than, that to the TLR4/MD2 complex [23]. The binding was highly specific; LPS showed not interaction with caspase-1/caspase-9 and other bacterial molecules like muramyl dipeptide (MDP) could not form complexes with caspase-11.Direct LPScaspase-11 association was also observed in pyroptotic cells following LPS electroporation $[ 2 2 ^ { \\bullet \\bullet } ]$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Human caspase-4 and caspase-5 are most homologous to caspase-11. Human monocytes express high-level caspase-4 that can also mediate cytoplasmic LPS-induced pyroptosis $[ 2 2 ^ { \\bullet \\bullet } ]$ . In fact, caspase-4 and caspase-11 could functionally substitute each other in the corresponding mouse or human cells.Recombinant caspase-4 purified from $E$ .coli and insect cells also exhibited differential oligomerization states,echoing that observed with caspase-11.Caspase-4 as well as caspase-5 could bind to LPS in a manner indistinguishable from caspase-11. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Consistent with the full function of lipid A in triggering pyroptosis, lipid A alone is sufficient to bind to caspase $\\boldsymbol { \\cdot } \\boldsymbol { 4 } /$ caspase-11. Notably，the binding is mediated by the CARD in caspase-4/caspase-11 (Figure 1),which differs from other CARDs that generally perceive upstream signals through CARD-CARD interactions [24]. The exact mechanism for caspase-4/caspase-11 recognition of LPS is unknown in the absence of structural data. The fatty acid chain in lipid A shall play a critical role in this process,which is also the case in LPS binding to the TLR4/MD2 complex [21]. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "LPS binding induces caspase-4/caspase-11 oligomerization and activation ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Consistent with the oligomeric state of $E$ .coli-purified caspase-4/caspase-11,LPS binding of monomeric caspase-4/caspase-11 or even the CARDs alone induced their oligomerization $[ 2 2 ^ { \\bullet \\bullet } ]$ (Figure 1). As a result, caspase-4/caspase-11 became catalytic active in hydrolyzing the zVAD-AMC substrate.Mutations in several basic residues in the CARD of caspase-11,particularly Lys19,which disrupted LPS binding,also inhibited LPSinduced caspase-11 oligomerization,activation as well as stimulation of macrophage pyroptosis. This suggests that binding to LPS is essential for caspase-11 functioning. Lipid IVa and penta-acylated LPS from Rhodobacter sphaeroides (LPS-RS), though binding to caspase-11 well, could not induce its oligomerization and therefore resisted cytosolic immune detection by the caspase $[ 1 7 ^ { \\bullet \\bullet } , 1 8 ^ { \\bullet \\bullet } , 2 2 ^ { \\bullet \\bullet } ]$ . This explains the immune escape seen with certain bacteria such as $F$ 、novicida and Y. pestis,and also supports that LPS binding-induced oligomerization is required for caspase-4/caspase-11 activation (Figure 1). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The stoichiometry of LPS and caspase-4/caspase-11 binding and how the binding induces caspase activation are unknown. LPSbinding may drive conformational changes of the caspases that then undergo oligomerization. Alternatively， the aggregation-prone property of LPS may bring the caspases together. In both situations, multiple caspase molecules are brought into close proximity,rendering a catalytically active conformation. Such mode of activation has been proposed for other caspases including caspase-1/caspase-9 [6,25]. Different from caspase-1/caspase-9 that are autoprocessed into the $\\mathrm { p } 2 0$ and p10 fragments,caspase-11 activation is often accompanied by appearance of a $ { \\mathbf { p } } 3 0$ fragment of an undefined nature. There are also strong evidences suggesting that caspase-4/caspase-11 are activated in the absence of autoprocessing $[ 1 7 ^ { \\bullet \\bullet } , 2 2 ^ { \\bullet \\bullet } ]$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Regulation of inflammatory caspases sensing of LPS ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "LPS robustly stimulates caspase-11 transcription through the TLR4 signaling $[ 1 7 ^ { \\bullet \\bullet } , 1 8 ^ { \\bullet \\bullet } , 2 6 ]$ . Other TLR agonists, such as polyinosinic-polycytidylic acid,and interferon (IFN)- $\\cdot \\beta / \\gamma$ could also induce caspase-11 expression $[ 1 3 , 1 4 , 1 5 ^ { \\bullet }$ ,16,27]. Given the low basal expression of caspase-11, transcriptional induction is important for macrophage sensing of intracellular LPS. Supporting this notion,the TRIF-IRF-IFN signaling was shown to be essential for caspase-11 activation by bacterial infections [13,14,27]. However, chemical transfection or electroporation of LPS directly into the cytosol was sufficient to robustly activate the caspase-11 pathway $[ 1 7 ^ { \\bullet \\bullet } , 1 8 ^ { \\bullet \\bullet } , 2 2 ^ { \\bullet \\bullet } ]$ The inconsistency has been reconciled by identification of IFN-inducible GTPases (GBPs) as critical factors in the caspase-11 pathway $\\left[ 2 8 ^ { \\bullet } , 2 9 ^ { \\bullet } \\right]$ . The TRIF-IRF signaling induces the expression of GBPs through type IIFNs; GBPs acts at least partially through promoting lysis of the bacteria-containing vacuole.It is possible that there might be other mechanisms regulating caspase-11-mediated innate immunity. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Caspase-11 is mainly expressed in macrophages despite a recent report of LPS sensing in mouse intestinal epithelia $[ 3 0 ^ { \\bullet } ]$ . The situation with caspase-4/caspase-5 in human is different. The physiological function of caspase-5 is currently unknown.Caspase-4 is expressed in diverse cell types including monocytes,keratinocytes,epithelial cells and promyelocytic leukemia cells,which all showed robust responses to cytoplasmic LPS $[ 2 2 ^ { \\bullet \\bullet } ]$ .Further different from caspase-11,caspase-4 was constitutively expressed to a high level and not subjected to transcriptional induction by LPS and IFN [31]. Interestingly, the caspase-4 signaling is targeted by bacteria that have been adapted to the cytosol environment; Shigella flexneri encodes a type III secretion effector OspC3 that could directly bind to caspase-4 and block its activation [32]. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Function of intracellular LPS sensing and LPSinduced sepsis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The molecular mechanism underlying caspase-4/caspase5/caspase-11 activation-induced pyroptosis is unknown. The similar morphology between caspase-4/caspase-5/ caspase-11 and caspase-1-mediated pyroptosis indicates a possible common death program involving proteolytic cleavage of certain cellular proteins.In host defense, caspase-1-mediated pyroptosis serves as an innate immune effector mechanism in clearing intracellular infection [33],and this probably also applies to LPS-induced caspase-11/caspase-4 activation (Figure 1). Supporting this idea, Caspase-11 deficiency rendered the mice sensitive to lethal challenge with $B$ .thailandensis and $B$ pseudomallei $[ 1 5 ^ { \\bullet } ]$ .Caspase-11 and caspase-4 are also functional in non-macrophage cells; their activation could limit $S .$ typhimurium replication in cultured intestinal epithelial cells and promote shedding of infected epithelia to control bacterial growth in mice $[ 3 0 ^ { \\bullet } ]$ . In $L$ . pneumophila infection,it was proposed that caspase-4/caspase5/caspase-11 activation could promote fusion of the bacteria-containing vacuole with the lysosome [12]. Several studies have established that caspase-11 activation signals the canonical NLRP3 inflammasome activation and induce IL- $1 \\beta$ secretion[ $1 1 , 1 3 , 1 4 , 1 7 ^ { \\bullet \\bullet } , 1 8 ^ { \\bullet \\bullet } , 2 7 , 2 8 ^ { \\bullet } , 3 0 ^ { \\bullet } ]$ . Despite an unknown mechanism,activation of the NLRP3 inflammasome by caspase-11 shall also contribute to antibacterial defenses.Notably,many caspase-4-expressing cells do not possess the NLRP3 inflammasome $[ 2 2 ^ { \\bullet \\bullet } ]$ Thus,indirect activation of $\\mathrm { I L } { - } 1 \\beta$ secretion is not a general function of caspase-4/caspase-5-mediated innate immunity.Notwithstanding,it is possible that caspase- $. 4 /$ caspase-5/caspase-11 may regulate other cytokines or inflammatory factors such as IL- $\\mathbf { \\alpha } _ { \\cdot \\mathbf { \\alpha } \\propto }$ in certain cell types. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Excessive LPS leads to endotoxic shock in mice，an established model for Gram-negative bacteria-induced sepsis.Early studies showed that loss of either caspase$^ { 1 }$ or caspase-11 in mice rendered resistance to LPS-induced death [34,35]. Clarification of caspase-11 polymorphism in different mouse strains suggests that caspase-11 rather than caspase-1 dominates the LPS lethality [11]. $T / r 4 .$ -deficient mice are also known to resist endotoxic shock.Hagar et al. and Kayagaki et al. have now demonstrated that priming of the mice with TLR3 ligand to upregulate caspase-11 expression can bypass the requirement of TLR4 $[ 1 7 ^ { \\bullet \\bullet } , 1 8 ^ { \\bullet \\bullet } ]$ . Thus,the role of TLR4 in mouse endotoxic shock is largely limited to stimulate caspase-11 expression. Moreover，caspase-4/caspase-5 have different expression profiles from that of caspase11. Such difference, together with the re-defined role of TLR4,provides plausible explanations for the failure of using TLR4 antagonist Eritoran to treat sepsis.Despite the importance of caspase-11 in endotoxic shock，two other important questions remain. How does excessive LPS-induced caspase-11 activation lead to organ failure and death of the mice and what is the role of pyroptosis in this process? Secondly,how does LPS get into the cytosol of target cells in the absence of TLR4-mediated endocytosis $[ 1 7 ^ { \\bullet \\bullet } , 1 8 ^ { \\bullet \\bullet } , 3 6 ]$ ？ These shall all be important area of future investigation. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Conclusions and perspectives ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A‘non-canonical inflammasome'for caspase-11 activation was originally proposed based on the high similarity between caspase-11 and caspase-1 [11].Recent studies have not only identified cytoplasmic LPS being the agonist for the‘non-canonical inflammasome' $[ 1 7 ^ { \\bullet \\bullet } , 1 8 ^ { \\bullet \\bullet } ] .$ $\\left. \\bullet \\right.$ ,but also revealed that inflammatory caspases (caspase4/caspase-5/caspase-11)themselves are direct sensors for LPS $[ 2 2 ^ { \\bullet \\bullet } ]$ . Cytosolic recognition of LPS induces caspase oligomerization and activation， thereby triggering cell pyroptosisformountinganti-bacterialdefenses (Figure 1). Identification of caspase-4/caspase-5/caspase-11 being LPS receptors is conceptually unexpected, highlighting a high diversity in cytosolic innate immune detection. The mode of caspase-4/caspase-5/caspase-11 action to some extent is similar to factors C and G,two serine proteases in horseshoe crab that are activated by LPS and $\\beta$ -glucan for initiating anti-bacterial defense [37],which together defines a pattern recognition receptor protease family. Discovering intracellular LPS receptors brings a new angle for future studies on bacterial infection and host immunity. The critical role of caspase11 in endotoxic shock also opens a new avenue for development of anti-sepsis therapeutics.Beside these, the structural mechanism and functional regulation of LPS activation of the inflammatory caspases as well as the molecular/physiological programs leading to pyroptosis and septic shock shall also be the subjects of future investigations. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We apologize to colleagues whose work could not be cited due to space limitation.We thank M. Shi for preparing the artwork.Work in the authors' laboratory was supported in part by an International Early Career Scientist grant from the Howard Hughes Medical Institute and the Beijing Scholar Program to F.S. The work was also supported by the National Basic Research Program of China 973 Programs (2012CB518700 and 2014CB849602),the Strategic Priority Research Program of the Chinese Academy of Sciences (XDBo8020202),and the China National Science Foundation grants (31225002 and 31461143006) to F.S. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "References and recommended reading ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Papers of particular interest,published within the period of review, have been highlighted as: ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "·of special interest … of outstanding interest   \n1. Janeway CA Jr, Medzhitov R: Innate immune recognition. Annu Rev Immunol 2002,20:197-216.   \n2. Takeuchi O, Akira S: Pattern recognition receptors and inflammation. Cell 2010, 140:805-820.   \n3. Chen G, Shaw MH, Kim YG, Nunez G: NOD-like receptors: role in innate immunity and inflammatory disease. Annu Rev Pathol 2009,4:365-398.   \n4. Song DH, Lee JO: Sensing of microbial molecular patterns by Toll-like receptors. Immunol Rev 2012, 250:216-229.   \n5. Medzhitov R: Approaching the asymptote: 20 years later. Immunity 2009, 30:766-775.   \n6. Schroder K, Tschopp J: The inflammasomes. Ce// 2010, 140:821- 832.   \n7. Lamkanfi M, Dixit VM: Mechanisms and functions of inflammasomes. Ce// 2014， 157:1013-1022.   \n8. Kofoed EM, Vance RE: Innate immune recognition of bacterial ligands_by NAlPs_determines inflammasome specificity. Nature 2011, 477:592-595.   \n9. Zhao Y, Yang J, Shi J, Gong YN, Lu Q, Xu H, Liu L, Shao F: The NLRC4 inflammasome receptors for bacterial flagellin and type Il secretion apparatus. Nature 2011, 477:596-600.   \n10． Yang J, Zhao Y, Shi J, Shao F: Human NAIP and mouse NAIP1 recognize bacterial type Ill secretion needle protein for inflammasome activation. Proc Natl Acad Sci U S A 2013, 110:14408-14413.   \n11.Kayagaki N, Warming S, Lamkanfi M, Vande Walle L, Louie S, Dong J, Newton K, Qu Y, Liu J, Heldens S et al.: Non-canonical inflammasome activation targets caspase-11. Nature 2011, 479:117-121.   \n12. Akhter A, Caution K, Abu_ Khweek A, Tazi M, Abdulrahman BA, Abdelaziz DH, Voss OH, Doseff AI, Hassan H, Azad AK et al.: Caspase-11 promotes the fusion of phagosomes harboring pathogenic bacteria with lysosomes by modulating actin polymerization. Immunity 2012, 37:35-47.   \n13. Broz P, Ruby T, Belhocine K, Bouley DM, Kayagaki N, Dixit VM, Monack DM: Caspase-11 increases susceptibility to Salmonella infection in the absence of caspase-1. Nature 2012, 490:288-291.   \n14． Rathinam VA, Vanaja SK, Waggoner L, Sokolovska A, Becker C, Stuart LM, Leong JM, Fitzgerald KA: TRIF licenses caspase-11- dependent NLRP3 inflammasome activation by gram-negative bacteria. Ce// 2012,150:606-619.   \n15. Aachoui Y, Leaf IA, Hagar JA, Fontana MF, Campos CG, Zak DE, . Tan MH, Cotter PA, Vance RE, Aderem A et al.: Caspase-11 protects against bacteria that escape the vacuole. Science 2013, 339:975-978.   \nThis study shows that the caspase-11 pathway is activated by bacteria ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "that have escaped from the vacuole.The authors also demonstrate the functional importance of caspase-11 in protecting the mice from lethal challegengewith B.thailandensisand B.pseudomallei thatare intracellularly free-living. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "16.Case CL, Kohler LJ, Lima JB, Strowig T, de Zoete MR,Flavell RA, Zamboni DS, Roy CR: Caspase-11 stimulates rapid flagellinindependent pyroptosis inresponsetoLegionella pneumophila.Proc Natl Acad Sci U SA 2013,110:1851-1856.   \n17. Hagar JA, Powell DA, Aachoui Y, Ernst RK,Miao EA: Cytoplasmic . LPSactivates caspase-11: implications in TLR4-independent endotoxic shock. Science 2013,341:1250-1253. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "This study for the first time suggests that cytoplasmic LPS is the agonist of the caspase-11‘non-canonical inflammasome'and also demonstrate that caspase-11 mediates endotoxic shock in mice in a TLR4-independent manner. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "18. Kayagaki N, Wong MT, Stowe IB, Ramani SR, Gonzalez LC,   \n1 Akashi-Takamura S,Miyake K, Zhang J, Lee WP,Muszynski A etal.:Noncanonical inflammasomeactivationbyintracellular LPS independent of TLR4. Science 2013, 341:1246-1249. See annotation to Ref. $[ 1 7 ^ { \\bullet \\bullet } ]$   \n19．Raetz CR，Whitfield C: Lipopolysaccharide endotoxins. Annu RevBiochem2002,71:635-700.   \n20. Gioannini TL，Weiss JP: Regulation of interactions of Gramnegative bacterial endotoxins withmammaliancells. Immunol Res 2007,39:249-260.   \n21. Park BS, Song DH, Kim HM, Choi BS, Lee H, Lee JO: The structuralbasisoflipopolysacchariderecognitionbythe TLR4-MD-2 c0mplex. Nature 2009, 458:1191-1195.   \n22. Shi J, Zhao Y,Wang Y, Gao W, Ding J, Li P, Hu L, Shao F: Inflammatory caspases are innate immune receptors for intracellularLPS.Nature 2014,514:187-192. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "This study identifies that caspase-11 and human caspase-4 and caspase-5 are intracellular receptors forLPS,breaking the previous concept thatan NLR type of inflammasome scaffold protein mediates LPS recognitionand caspase-11activatoon.The study also for the first time shows that intracellular LPS sensing operates in the human system,which is not limited to myoloid cells. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "23. Shin HJ, Lee H, Park JD, Hyun HC, Sohn HO, Lee DW, Kim YS: Kinetics of bindingofLPS to recombinant CD14, TLR4,and MD-2 proteins. Mol Cells 2007, 24:119-124.   \n24.Boatright KM, Salvesen GS: Mechanisms of caspase activation. Curr Opin Cell Biol 2003,15:725-731.   \n25.Riedl SJ, Shi Y:Molecular mechanisms of caspase regulation during apoptosis. Nat Rev Mol Cell Biol 2004, 5:897-907.   \n26．Wang S,Miura M, Jung Y, Zhu H, Gagliardini V, Shi L, Greenberg AH, Yuan J: Identification and characterization of Ich-3,a member of the interleukin-1beta converting enzyme (ICE)/Ced-3 family and an upstream regulator of ICE.J Biol Chem 1996，271:20580-20587.   \n27．Gurung P,Malireddi RK,Anand PK,Demon D,Vande WalleL, LiuZ,Vogel P,Lamkanfi M,Kanneganti TD:Toll orinterleukin-1 receptor(TiR) domain-containingadaptorinducing interferonbeta (TRlF)-mediated caspase-11 protease production integrates Toll-like receptor 4 (TLR4) protein- and Nlrp3 inflammasome-mediated host defense against enteropathogens.J Biol Chem 2012, 287:34474-34483.   \n28.MeunierE,Dick MS,Dreier RF,Schurmann N,Kenzelmann BrozD, . Warming S, Roose-Girma M, Bumann D, Kayagaki N, Takeda K et al.: Caspase-11 activation requires lysis of pathogencontaining vacuoles by IFN-induced GTPases. Nature 2014,   \n509:366-370. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "This study shows that interferon-inducible GTPases (GBPs) are required for caspase-11‘non-canonical inflammasome'activation in response to bacterial infections.Ref.[28\\*] also suggests that GBPs function by promoting lysis of the bacteria-containing vacuole. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "29．Pilla DM,Hagar JA, Haldar AK,Mason AK, Degrandi D, Pfeffer K, Ernst RK, Yamamoto M, Miao EA, Coers J: Guanylate binding proteins promote caspase-11-dependent pyroptosis in response to cytoplasmic LPS. Proc Natl Acad Sci U S A 2014,   \n111:6046-6051. See annotation to Ref. [28\\*].   \n30．Knodler LA, Crowley SM, Sham HP,Yang H,Wrande M, Ma C, ErnstRK,Steele-MortimerO,Celli J,VallanceBA:Noncanonical inflammasome activation of caspase-4/caspase-11 mediates epithelial defensesagainst enteric bacterial pathogens. Cell Host Microbe 2014, 16:249-256. Authors of this study show that caspase-11 and caspase-4 can sense cytoplasmic LPS in intestinal epithellial cells through the previsouly hypothesized ‘non-canonical inflammasome'.The work also demonstrates the function of caspase-4/caspase-11 in controlling bacterial replicationinepithellial cells.   \n31.Lin XY, Choi MS, Porter AG: Expression analysis of the human caspase-1 subfamily reveals specific regulationof the CASP5 genebylipopolysaccharideandinterferon-gamma.JBiol Chem 2000，275:39920-39926.   \n32.Kobayashi T, Ogawa M, Sanada T, Mimuro H, Kim M, Ashida H, AkakuraR,YoshidaM,KawalecM,ReichhartJMetal.:The Shigella OspC3 effector inhibits caspase-4,antagonizes inflammatory cell death,and promotes epithelial infection. Cel/ HostMicrobe2013,13:570-583.   \n33.Miao EA, Leaf IA, Treuting PM, Mao DP, Dors M, Sarkar A, Warren SE,Wewers MD, Aderem A: Caspase-1-induced pyroptosis isan innate immune effectormechanismagainst intracellularbacteria.Nat Immuno/2010,11:1136-1142.   \n34.Li P, Allen H, Banerjee S, Franklin S, Herzog L,Johnston C McDowell J,Paskind M, RodmanL,Salfeld Jetal.: Mice deficient in lL-1 beta-converting enzyme are defective in production of mature IL-1betaand resistant to endotoxic shock. Ce// 1995, 80:401-411.   \n35. Wang S, Miura M, Jung YK, Zhu H,LiE, Yuan J: Murine caspase11,an ICE-interacting protease,is essential for theactivation ofICE. Ce// 1998, 92:501-509.   \n36. Zanoni I, Ostuni R, Marek LR, Barresi S, Barbalat R, Barton GM, Granucci F,Kagan JC:CD14 controls the LPS-induced endocytosis of Toll-like receptor4. Ce// 2011, 147:868-880.   \n37. lwanaga S, Lee BL: Recent advances in the innate immunity of invertebrateanimals.JBiochemMolBiol2005,38:128-150. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]