[
    {
        "type": "text",
        "text": "智库建设",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "美国决策制度下的智库市场初探基于市场视野下的分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "沈进建",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国社会科学院中国社会科学评价中心北京100732",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义］为进一步了解美国智库的运作发展，本文尝试探索美国决策制度下的美国智库市场运作，为中国智库建设提供借鉴。[方法/过程]文章把市场供求关系作为切入点，从市场的视角，对美国智库市场的运作进行梳理，通过考察收集整理相关资料，分析智库市场形成和发展的原因。[结果/结论]文章认为，在智库市场的驱动下，美国智库迅速发展，逐步形成现有规模体系，成为美国决策咨询体制的思想基础和智力支撑，成为政府决策体系一部分。其经验为中国新型智库建设提供了一些有益的启示。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智库市场　思想市场　供应方　需求方 分类号：C934 DOI: 10.19318/j.cnki.issn.2096-1634.2016.05.09 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库市场是政府进行决策咨询的思想基础，是健全决策咨询体制中的重要环节和内容。智库市场的发展对决策具有举足轻重的作用，直接或间接地影响政府决策。因此，从市场的视角，了解美国智库市场的成因，认识美国智库市场结构，分析智库市场特征，评判智库市场在政府决策中的作用，对全面和系统地借鉴美国智库的发展经验，加强中国特色新型智库建设，避免盲目照抄照搬，具有一定的启示意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "美国智库市场的形成",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1历史成因",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "历史为智库市场的发展提供了机遇。美国进步主义时代是美国历史上的一个重要转型期，在这一时期，美国遇到了国内外各种错综复杂的社会问题和国际问题。为破解现实社会问题，美国的一些政治、文化精英们出于维护美国国家利益和制度的目的，认为自己有义务推进这个国家的机器良性运转，并希望寻找恰当的渠道，用他们的知识和政治经验，为政府出主意想办法，为社会发展提供智力服务，因此纷纷成立了各种形式的研究团体、学术机构，议政咨政、讨论时局，分析形势，研究对策，反映各方政治诉求，不时推出自己的研究报告，利用各种场合发表意见，引导社会舆论。目前，在社会上成立了一大批议政的民间智库、大学智库，形成了一个政府外部运作的智库市场。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2 政治成因",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "三权分立的政治格局为智库市场提供了生存空间。美国的政治制度是以多元主义为基础的政治制度，实行多党制、民主选举、三权分立，政府对重大国际、国内问题的决策绕不开国会的审",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "沈进建．美国决策制度下的智库市场初探：基于市场视野下的分析[J].智库理论与实践，2016，1(5)：64-70,77.",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "议，国会审批绕不开司法部门审定，三权互相制约，互相监督和补充，形成权力分享的决策系统。在整个决策的过程中，需要对议案进行层层审理，需要各方参政议政，把各方利益诉求、目标和愿望统一起来，使愿望与手段相适应，应对复杂问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "19 世纪末20 年世纪初[1]，美国在联邦政府的机构、两院内部逐步增设了各种专业委员会、小组委员会，针对问题进行研究，直接为政府出谋划策，形成了一个由政府内部研究机构组成的智库咨询团队，为政府提供决策和议案，成为“决策的中枢”。同时他们还发挥决策与利益再平衡的关键作用，成为智库市场中与利益集团、政府和公众、民间和大学智库博弈的平台，担当着“国会的看门人” 的职责。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "为实现决策与利益的平衡，充分进行决策咨询，专业委员会经常举办各种听证会、约谈、圆桌会议、发布会，与智库沟通交流，扩大了政府决策咨询的范围。通过这种方式，政府可以了解到民间智库对决策的意见，民间智库也可以通过这条渠道反映民意，提供对策，影响决策，有效地实现了政府与智库之间的信息沟通，丰富了智库市场的内涵，进一步促进了智库市场的均衡发展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3 智库市场的形成",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "国家治理对决策咨询的需求催生了智库市场。正是由于政府①、媒体和公众对智库政策供给的迫切需求，也由于智库精英能够为媒体、公众、政府提供制定政策必要的知识和思想智慧，在这一个重要的历史转型时期，逐渐形成了政府需求与智库供给的供求关系，出现了一个以二元结构为特征的智库市场。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "经过100多年的演变，美国的智库市场逐步走向成熟，现在已经成为了能够不断满足美国政府对决策咨询需求的大超市，在这个琳琅满目的“思想超市”中，政府随时都可以寻找他们需要的思想对策产品。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "美国智库市场的二元结构",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "美国智库市场是一个二元结构的市场，一边是需求侧，主要以政府、媒体和公众为一侧的智库需求方。另一边是供给侧，主要是政府智库、民间智库和大学智库为一侧的政府决策咨询的智力供应方，供需双方形成智库市场的二元结构。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 二元结构中的需求侧",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在二元的智库市场中，需求侧由政府、媒体、公众和利益集团4个主要部分构成，",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.1政府政府是智库中的需求侧，政府部分主要由总统、副总统、联邦政府、州政府、众议院和参议院、司法机构等组成，其中包括总统所属的50个顾问委员会，18个机构，内阁各部（含335个下属机构，766个顾问委员会），国务院和11个部委[2]；众议院435名议员，22个常设委员会，189个其他委员会和小组委员会，14个联合委员会或专门委员会[2，非常设永久委员会（比如，国会及行政当局中国委员会，2000年10月10日成立）；参议院100名议员，18个常设委员会、112个其他委员会和小组委员会；还包括司法体系的最高法院、宪法法院、立法法院、州法院、司法部等[2],大约有1500多家机构和500多名议员，相比较1800多家民间智库的数量，政府对政策咨询的需求量十分庞大。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "此外，总统和副总统也接受智库的邮件、信件、报告等。比如布鲁金斯学会就专门有两份报告写给总统，反映问题，提供对策。政府的需求一般通过举行听证会、圆桌会、研讨会、约谈等形式来听取智库对某项政策、议题的对策建议，满足他们对决策咨询的需求。有时甚至通过招标的形式选拔出他们信赖的智库，委托他们进行专项课题研究，达到决策咨询的目的。政府是智库产品最重要的需求侧。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.2媒体媒体主要是指各大报刊、电视台、电台、网络传媒等。比如美国广播公司（AmericanBroadcastingCompany，ABC）、全国广播公司（National Broadcasting Company，NBC）、美国哥伦比亚广播公司（ColumbiaBroadcastingSystem，CBS）、美国在线新闻网（CableNewsNetwork）、华盛顿邮报、纽约时报等等。这些媒体经常需要采访智库的研究人员，邀请他们就热点问题撰写文章，或上电视出镜，与智库有紧密的合作，对智库产品有迫切的需求，是智库需求侧的一个重要组成部分。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.3公众公众是智库最大的需求方，在公民社会中，公众的社会意识体现在其对智库的需求，主要表现在他们是智库著作、文章、采访、授课、会议的忠实读者、观众、听众。他们同时还是智库募捐的主要对象，近年来随着新媒体的出现，公众对智库的网络点击数量不断攀升，对智库的需求不断增加。他们希望智库能够成为他们的代言人、传话筒、意见领袖，满足他们的利益诉求。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.4利益集团利益集团是指某个政治党派、社会群体、商会、协会、财团、企业集团等共同利益的群体。他们往往通过基金会，比如洛克菲勒基金会、福特基金会、美国国家民主基金会等，向智库提供资金支持，他们需要智库能够代表其表达政治主张和利益诉求，需要智库成为他们的代言人或者喉舌。有些基金会本身就兼有智库的职能，比如卡内基和平基金会本身就有自己的研究团队和研究项目。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2二元结构中的供应侧",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在二元结构的智库市场中，智库是政府决策咨询需求的供应侧，主要由政府智库、民间智库和大学智库构成，为满足政府决策的需求生产思想产品，为决策咨询提供智力支撑。供应侧主要由政府智库、民间智库、大学智库3种类型的智库构成，各司其职，互相补充，协同发展，为政府决策提供参考的对策议案和建议，为媒体、公众提供精神食粮和思想产品。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1 政府智库政府智库是由政府批准成立和出资组建的专业性研究机构，包括经国会或政府批准、在联邦政府行政部门和国会上下两院内部设立的研究室、专业咨询委员会、总统遗产智库、专家和专门工作小组等。政府智库是美国政府决策咨询制度中最重要的组成部分，在很多情况下，从事专项研究，直接为政府起草议案，辅助政府进行决策。在决策过程中，负责为政府收集信息、提供证据、起草预案、执行交办任务、提供决策咨询等工作，是辅助政府内务的研究机构，是政府的“大脑中枢”。与民间智库相比，他们具有更直接地参政议政的能力和优势。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从委员会的具体工作职能来看，他们不同于民间智库，在实际运作中，还被赋予了更多的权利，可以直接影响政府决策行动。比如享有4种特权：（1）调查权，这些专业委员会有权力传唤证人和强迫提供证据；（2）监督权，委员会有权对国会行政部门进行监督甚至干预管理；（3）评审权，有权力研究是否有必要修正、缩短法案甚至取消法案；（4）话语权，委员会有权利用其网络媒体表达意见等[3]。这4大特权大大提升了政府智库对决策的影响能力，使他们参政和议政的深度和广度以及对决策的直接影响力都远远超出民间智库。这4种权力也大大提升了政府智库在决策咨询中不可或缺的地位，使其在国家的层面可以淋漓尽致地发挥自己的资政能量。因此，在智库市场中，政府智库是美国智库中与政府决策关系最紧密的智库，是政府决策咨询的直接供给方。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "政府智库多由议员和政府官员牵头，由大学教授或研究人员组成，对政府最关切的问题进行研究，通过听证会、圆桌会议、约谈等形式，收集智库市场信息，倾听各方意见，打磨民间智库和大学智库提交的议案和建议，去粗取精，去伪存真，形成可供政府决策的议案，直接为决策提供咨询，在决策过程中所承担的职责是“二传手”，是政府决策议案的直接供应商，其数量在智库总量中大约占三分之一，应该算作美国的高层智库。2.2.2民间智库民间智库是指那些依据法律登记注册的由社会资助组成的非营利性的民间组织或机构，其中包括：党派资助的智库、企业财团资助的智库、私人创建的智库等等。在智库市场中，民间智库是美国智库中数量最多、最活跃的智库集群。他们具有发现、研究和反映各方利益集团诉求的能力。这些智库比较善于在市场中捕捉信息、发现议题、反映意见。在美国决策咨询制度中，积极进言献策，发表意见，被称为代表各方利益的“意见领袖”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "他们更善于利用传统媒体和新媒体，公开发表观点，引导舆论，影响公众。其中很多民间智库还与国外大学、研究机构、甚至与国外的政府有频繁的人员接触和信息交流，甚至在国外设立分支研究机构，承接国内研究项目，也承接国外委托研究项目。他们的思想产品不仅在国内推销，也推销到国际市场，是推进美国智库市场国",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "沈进建．美国决策制度下的智库市场初探：基于市场视野下的分析[J].智库理论与实践，2016，1(5)：64-70,77.",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "际化的主要力量，在智库市场供应侧中占有重要一席。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "民间智库主要由退休的前政府官员、企业家、律师、资深记者、专业研究人员组成，也聘请大学的教授兼职。他们更善于利用知识、从政经验和社会经验，分析现实问题，研究对策，不仅研究国内问题，也研究国际问题，并主要通过参政、听证、圆桌会议、约谈等形式建言献策。比如，美国加图智库去年参加国会山举办的对策发布会25次，参加国会举办的听证会24次[4。由于来自民间社团，他们更关注实际的热点问题，容易接地气，了解一手情况，成为能够为政府官员、议员和政府智库供应情报和意见的“一传手”，在智库市场中，是名副其实的供给侧，也是美国的中端智库。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.3大学智库大学智库是由总部设在各大学的民间研究团体组成，比如设在斯坦福大学的胡佛研究所、设在哈佛大学的费正清东亚研究中心。大学智库主要依托大学的学者和教授牵头组成，在美国决策咨询的制度中，他们不同于民间专业智库，更善于利用专业知识，从学术的视角，比较系统地表达意见和观点，理智地分析问题，在研究上更倾向于系统性、理论性的长期研究，出版长篇的论文和大部头的著作，比如胡佛研究所现今已经拥有160万册藏书，6万多个微缩影片文件，4300类约4000万件档案和2.5万多种期刊，供学者研究调用[5。大学智库是智库市场中一支学术型的智库队伍，是决策咨询中能够提供思想和出智慧的供应侧。美国的基础性跟踪研究智库，比如，哈佛大学费正清东亚研究中心是美国东亚研究、近现代中国学研究的先驱，现在已发展成为以历史为主干的多学科综合研究机构。其对华研究几乎涵盖了各个方面：不仅涉及中国的政治、经济、外交、历史、社会状况，而且还对其中所涉及的细节和边缘化的问题进行深入细致的研究。该中心从费正清时代开始呈现出把学术研究与现实政治挂钩的研究趋势，加上其良好的学术声誉，使费正清中心的学者在美国对华决策上具有非同寻常的影响力。大学智库的弱点是受地理位置的限制，他们距离大学近，距离政府较远。与大学的学术关系更密切，与政府的政治关系较疏远。参政频率不如华盛顿的民间智库频率高。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "为弥补缺陷，个别大学智库也开始在华盛顿建立研究分支，2003年胡佛研究所开始在华盛顿建立约翰研究中心，去年前国务卿舒尔茨参加了9次国会有关国家安全、军事战略、经济等方面的听证会[]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智库市场的3个基本特征",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1 二元结构三级市场",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "二元结构三级市场是美国智库市场的一个突出特点。美国智库市场是智库与政府之间形成的完整市场，构成一个决策体系。根据智库的不同功能和与政府关系的远近、参与决策的深浅，可以把二元架构的智库市场分为3个级别的市场：",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.1一级市场这级市场特征主要表现为智库与政府的关系十分密切，直接为政府提供决策议案，在智库市场中形成政府与政府智库直接的供需关系。一级市场的供给侧是政府内部设立的专业委员会，由政府内部的官员或国会议员主持，以专题委员会或专题任务小组的形式，承担政府交办的专项研究任务，有时是短期研究，针对紧迫问题，组成临时性的任务小组，就某个问题进行调研。大部分是长期性的跟踪研究，针对政府各部门的议题进行研究，提出议案，提交政府讨论和决策，为政府提供直接服务。需求侧是政府各机构、议会、法院系统。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.2二级市场二级市场以民间智库与政府智库互动为主要形式。在这个市场中，民间智库主要通过参加政府智库举办的各种议题听证会，参政议政。为政府间接提供对策建议，与政府、议会之间形成供需双方的二级市场。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.3三级市场三级市场是大学智库与政府互动的市场。大学智库主要通过教学、研究、出版的形式，从学术的视角对现实问题进行分析研究，通过出版图书、举办会议、教学等提升自己的学术和研究成果的影响，间接为政府提供可以支撑其政策的理论与对策建议，引导公众舆论，与政府和公众形成互动的三级市场。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "总之，智库在不同级别的市场上各司其职，独立研究，但在讨论问题时又互相补充、互相争论。比如政府智库的研究议题，也会有选择地吸收民间智库针对问题的对策建议和大学智库的学术研",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "究成果和理论支撑。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "智库市场的三级结构，为政府的决策咨询建议进行了3个层面的筛选，筛选的程序大体归纳为以下流程：（1）解决问题的决策建议首先要发布到三级市场进行公开，广泛地议政；（2）经过市场上的讨论、争论，思想大战[7；（3）提炼出更具有价值、更具有针对性的最佳对策议案，提交给政府供决策参考。在这个决策咨询的过程中，三级市场发挥着不同的功能和助推作用，为智库参与政府的决策咨询搭建了“大鸣、大放、大辩论”的议政平台，也为有效的决策咨询奠定了厚实的思想基础。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2政府引导，培育规范",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "政府培育市场是美国智库发展的第2个特点。三权鼎立的政治制度为美国智库市场的发展提供了足够的空间，目前已有上千家智库在这个市场上施展才华，围绕着总统、国会和司法部门的决策议题研究、讨论，体现了决策咨询的多元化和决策咨询的广泛性，也是体现了政府不断地对智库市场加以引导、长期培育和逐步规范的成果，",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "政府引导、培育规范市场的具体做法，主要表现为3个方面：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.1政府引导为避免智库与政府沟通没有渠道，听不到各方声音，美国政府、国会和司法机构都广开咨询渠道，听取他们的对策建议，形成了政府官员、两院议员、政府智库、民间智库、大学智库和学者之间的直接和间接地接触和沟通、交流情报信息的机制，建立了一条由智库市场到政府决策的流程制度，通过听证会、圆桌会、约谈等方式，收集智库的信息情报，综合其研究成果，最终形成决策。通过这条渠道，引导民间智库、大学智库进行问题研究，为政府提供解决问题的议案。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "这方面的案例不胜枚举。比如战略与国际研究中心顾问91岁的前国务卿基辛格、胡佛研究所任职的前国务卿舒尔茨以及前国务卿奥尔布赖特还曾于2015年1月29日共同出席了一个安全委员会的听证会。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "另外，与政府沟通的渠道也并非完全由政府开通，有时智库也会偷偷“走后门”，利用在职场的关系和人脉，邀请政府部门的老朋友、老部下、老上司，商讨问题，研究对策，交流情报，作为与政府沟通另辟的“蹊径”。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.2 政府培育美国智库市场是由政府一手鼓励和培育发展起来的。政府对智库市场的培育主要表现在对民间和大学智库社会筹资的开放和鼓励。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "智库可以享受免税，接受社会捐助。《美国联邦税法典》第501条C项第三条款，即501（C）（3）条款规定[8]，免去智库的募捐纳税，间接地为智库提供了资金支持，刺激了民间智库的大发展，并促进了美国智库的持续发展。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "为培育和完善整个智库市场的均衡发展，自二战以后，政府大幅减少了对民间智库的投入，逐渐改变了过去由政府出资买单，智库提供服务的做法，取而代之的是鼓励智库民间筹资，允许智库到市场上募捐，接受社会捐助、捐赠并且免去他们募捐所得的税款，以法律的形式规定下来，由民间出资养廉，培育智库市场的健康发展。这样做既免除了公众对政府“收买”智库的质疑，也免除了公众对智库“被收买”的担心，有益于智库公信力的建立和智库市场相对公正的发展。目前，除了政府智库还是由政府买单，购买智库服务外，几乎所有的智库都是以免税的形式获得社会资助和捐助，兰德公司还以商业的模式运营。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "政府更愿意以这种形式来培育智库市场的发展，在捐款人的监督下，避免智库借机收取“黑金”，为利益集团服务，避免智库决策咨询服务商业化、以牟利为目的。目前美国智库的数量比起10年前有了成倍的增长，形成了规模，或许是得益于政府这种培养方式。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.3法律规范市场的发展离不开政府引导和法律的规范。为保证智库问政、议政而不被利益集团、党派等操纵控制、涉政、干政，美国政府不断地对智库市场加以规范，以保证市场这把双刃剑，既不伤到政府，干扰政府决策，又能帮助政府，解决政府遇到的难题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "美国智库市场的游戏规则是由法律进行规范的。针对市场逐利的弊病，运用法律手段来规范市场的运作，逐步把美国智库市场纳人到法律框架下运行。与商品市场一样，智库市场也有智库市场的秩序，既鼓励思想的辩论、自由竞争，也要遵纪守法。比如，进入这个市场首先需要登记注册，每年必须缴费年检[9]。不",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "沈进建．美国决策制度下的智库市场初探：基于市场视野下的分析[J].智库理论与实践，2016，1(5)：64-70,77.",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "加入党派，不得泄密，不得提出不利于国家和政府的意见建议，不得反党、反政府。还必须遵守智库运行的游戏规则，不能以营利为目的，不能干涉和参与美国大选，妨碍政治选举，也不能干涉政府执政[8]",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "此外，1966年6月，美国通过了《信息自由法》使政府信息公开成为了社会公认的基本原则。《信息自由法》明确规定不予公开信息的例外情况，除此之外一切信息都必须公开[10]。为智库了解政府信息、政策、执政能力及监督政府的行为敞开了大门，也把智库市场的发展方向引导到智库参政议政上来，进一步拓宽了美国智库市场支撑治国理政的功能和作用。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "由于法律对市场的规范，推进了智库市场的有序发展，逐渐形成了政府智库、民间智库和大学智库的梯队，为智库市场的发展注人了活力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3 智库市场国际化",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在市场的驱动下，美国的智库市场也在不断地扩张，实际的地域不断扩大，从美国南部和北部等知识密集的地区，向美国东北部的政治中心聚集。在效益最大化的政治利益驱动下，美国智库市场也不断向外扩张，从传统的欧洲市场，向亚洲、非洲、拉美市场扩散。主要表现为，美国的传统智库，不断地在国外设立常驻机构，派遣工作小组，其目的不仅仅是了解、侦查当地的情报，也渗入到当地的政府，担当顾问组，为当地的政府治理出谋划策，扩大智库的影响力和软实力。拓展到国外发展的包括布鲁金斯学会、战略与国际研究中心以及美国大西洋理事会等10多家智库，他们分别通过发表政论文章、举办论坛以及私下会晤等多种方式展开游说[9]。布鲁金斯学会、卡内基和平基金会以及卡特和平基金、福特基金会、富布莱特基金还在中国设有办事处和研究机构，与中国学者合作研究，拓展他们在中国的智库业务。随着全球化的深入，美国智库的国际边界还在继续延伸，在国外扎根。这种趋势还将越来越明显。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "美国智库市场在决策咨询制度中的积极作用",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "美国智库市场是支撑美国决策制度的思想基础，在美国的决策制度中发挥着重要作用，主要",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "表现为以下方面：",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1智库市场有助于政府发现问题",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在美国智库市场上，主要由政府智库、大学智库和民间智库组成，尽管不同类型智库的规模大小不等、分布在智库市场不同层面，代表着不同集团的利益诉求，接触不同的社会群体，但他们可以从更多的角度观察问题，反映来自智库市场不同层面的问题，提出不同的对策建议，这种多层面的智库市场结构，有益于帮助政府听到不同声音，全面、综合、及时地发现问题，从不同侧面了解民情国政。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2智库市场有益于问题的辩论",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "美国智库市场学科繁多，经常是互相交错，在一个研究领域里，可能会有几家智库或几十家智库参与其中，进行研究探讨，一个问题的研究可能会得出数十个解决问题的不同方案。在智库市场，不同智库研究人员会经常坐到一起，共同讨论，甚至进行争论，表达各自不同的观点。他们经常在媒体发表文章，或者开辟自己的专栏吸引社会关注，让公众也参与讨论。此外，他们的研究互相交错，相互融合，而且经常功能互换，界限变得越来越模糊。有些智库研究人员会承担另外一个智库的研究，有些智库可能会和其他智库共同研究。有这样的一个可以广泛争论问题的智库市场，问题会更及时地被发现、讨论得更充分，研究也会更加深入，为美国政府提供的对策咨询服务就会更有效。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.3智库市场可以为政府提供多学科的决策咨询",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "智库市场主要由上千家智库构成，其中有研究各个领域问题的专业智库，从事不同专业和不同选题的研究，有跨学科研究的综合智库、也有专业学科的研究型智库、有会议型智库、也有课题型智库，研究的领域涉及政治、军事、经济、外交、税收、移民、住房公平等各种问题，有时做短期研究，有时进行宏观、长期战略性问题的研究，有时就一个专业领域的政策问题进行深入专业研究，在智库市场中的是一支庞大的综合性专业团队。各类智库可以发现问题、跟踪问题、研究问题，为政府提供多种选择的可行办法，辅助政府决策。也会承担政府交办的急需课题，其中一些智库还会承担属于国家的保密项目，为政府做政策分析和政策研究，帮助政府出主意、想办法，提供多学科的专业技术咨询。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "结论",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从市场的视角来看，美国的智库发展已经初步形成了一个以政府决策需求为导向、多专业、跨学科研究的智库市场。一旦发现议题，智库就会在市场上发表不同的观点，形成各种意见的激烈碰撞，各种思想的激烈竞争，在思想的大战中，优胜劣汰，从而使政府的政策得到充分的讨论，逐步形成最佳的化解问题的方案，及时找到应对问题的办法和解决问题的对策。通过市场渠道和制度安排，政府可以从智库市场中听到来自各方面的各种声音，从智库市场中寻找可供参考的对策建议，从智库市场中获得更具价值、更加及时的决策建议。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "另一方面，在决策过程中，人们不难发现，当一项政策或一个议题出台，就会有多家智库宣布自己是意见的参与者，到底谁参与很难从档案中查到证据。由此可见，政府的任何一项决策制定，绝非仅仅只有一两家智库参与，而政府的决策也绝非咨询一两家智库的意见就可以，一项有效的决策出台往往要依托一个庞大的智库市场的广泛讨论，经历一个较长时间的智库思想大战，去粗取精，去伪存真，形成意见，而智库市场正是美国政府最好的依托，是形成决策的思想基础，始终为美国政府的决策咨询提供智力支撑。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从对美国智库的初步调研来看，虽然美国智库市场在实际运作中还远远没有人们期待的完美，难免夹杂着智库的个人情绪、党派意识、嫌隙是非、私衷隐情、偏颇怨尤等见不得阳光、上不得台面的因素，扰乱试听、误导舆论、干扰决策，在很多情况下，很难以好、坏、对、错来判断[1]，但美国智库的市场运作模式为智库市场理论提供了一个可供参考的示范，为人们深入了解美国智库的运作，探讨智库市场理论扩大了视野，提供了启迪。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在中国特色新型智库建设中，中国也需要有一个能够吸收国外先进思想和有益经验、抵御西方渗透、提供能够解决问题的对策建议的强大的智库市场，为决策提供智力支持。美国智库市场发展的经验为我们提供了一些有益的启示，值得进一步探讨。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1]魏汝明.浅析美国国会委员会制度：以参议院对外关系委员会为例[J].学理论，2012(30):26-28.  \n[2]（美)希尔斯曼.美国是如何治理的[M].曹大鹏，译.北京：商务印书馆，1981:101,127,173.  \n[3]孙哲,李巍.国会政治与美国对华经贸决策[M].上海：上海人民出版社，2008:133.  \n[4] 加图研究所.2015年财政报告[EB/OL].[2016-09-04]. https://object.cato.org/sites/cato.org/files/pubs/pdf/annual-report-2015-update.  \n[5] 斯坦福大学胡佛研究院详细介绍[EB/OL].[2016-09-04].http://zhidao.baidu.com/link?url=gBBVWH1SfHzDt-QjpIu8zMWWotMbrc1zUtqQNfFLkPVOLwMVfKN1Y4iIrBXpdyRvfdwfSo6OFWZkAS-x5HDXQ_.  \n[6]2015 年胡佛研究所年度报告[R/OL].[2016-09-04].http://www.hoover.org/sites/default/files/2015ann-ualreport.pdf.  \n[7] Murray Weidenbaum.The Competition of Ideas:TheWorld of the Washington Think Tanks[M]. TransactionPublishers,2011.  \n[8] 美国501(c)(3)组织的性质[EB/OL].[2015-03-01].http://tieba.baidu.com/p/4398691927.  \n[9] 沈进建.美国智库的法律责任与法律约束初探[J].智库理论与实践,2016,1(1):75-80.  \n[10]信息自由法 [EB/OL].[2016-09-04].http://baike.baidu.com/link?url=yoK68oA4XBoWyefN4oZdZyz90Egmf03hzH2txR8XIfm1VJ0HfbCc767A34rInyGHO8F8EJDxPcZq39JHQV0PAa.  \n[11]李国文.文人的较量[J].文学自由谈,2007(6):4-16.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（下转第77页）",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "苗绿.中国社会智库的政策影响机制分析：以中国与全球化智库（CCG）推动国际人才相关政策为例[J].智库理论与实践，2016，1(5)：71-77.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Research on the Policy Influence Mechanism of China’s Social Think Tanks:A Case Study of Centerfor China & Globalization ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Miao Lu ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Center for China & Globalization,Beijing 100004 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] The main reason that limits the policy influences of social think tanks is short of access to policies.Breaking the limitation of channels and creating the unique and effective policy influence mechanism will be a huge contribution to the democratic and scientific public policy. [Method/ process]First,this paper theoretically analyzed the policy influences of think tanks.Then,taking the influence on international talents of Center for China & Globalization (CCG)as an example,this paper made a conclusion on the policy influence mechanism both in China and abroad.[Result/conclusion] It is found that social think tanks can influence policies by participating in governmental issues,holding academic conferences and other channels. Compared with official think tanks,in terms of their participation in policyraising,drafting and changing,the practical policy infuence of social think tanks is relatively lower. Governments at allevels are supposed to give financial and information support to social think tanks. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywords: China social think tankinfluence mechanism of public policythink tank case studyCenter for China & Globalization (CCG) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "收稿日期：2016-08-15 修回日期：2016-09-26 本文责任编辑：吕青",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（上接第70页）",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A Study on the American Think Tank Market under the Policy Decision System from the MarketPerspective ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Shen Jinjian ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Chinese Evaluation Center for Humanities and Social Sciences, Chinese Academy of Social Sciences, Beijing 100732 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/signifcance] This paper studies the American think tank market system under the policy decision system so as to comprehensively and systematically understand the performance of the American think tank market and provide practical experience. [Method/process] From the market perspective,this paper analyzed the developing processof the think tank market through the field investigation on the basis of the reference information.[Result/conclusion] This paper finds out that the market system speeds up the development of the American think tank market which has already become the important component of the governmental policy decision system. This may give enlightenment to the construction of Chinese new types of think tanks. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywords: think tank market thought market supply side demand side 收稿日期：2016-08-15 修回日期：2016-09-30 本文责任编辑：吕青 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    }
]