[
    {
        "type": "text",
        "text": "Highly flexible and transparent film heaters based on polyimide films embedded with silver nanowirest ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Qijin Huang,ä Wenfeng Shen,\\*a Xingzhong Fang,a Guofei Chen,a Junchao Guo,a Wei Xu,a Ruiqin Tanb and Weijie Song\\*a ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Highly flexible and transparent film heaters (TFHs) with superior mechanical and thermal stability were fabricated by embedding silver nanowires (AgNWs) into transparent polyimide (Pl) films using a solution coating method.The fabricated AgNW/Pl hybrid TFHs exhibited higher heating temperatures $( { \\sim } 9 6 ~ ^ { \\circ } \\mathsf { C } )$ （204号 with lower input voltage $( \\sim 6 ~ \\lor )$ ，shorter response time $( T < 4 0 ~ \\mathsf { s } )$ ，and lower power consumption (160.6 ${ } ^ { \\circ } \\mathsf { C } \\mathsf { c m } ^ { 2 } \\mathsf { W } ^ { - 1 } )$ than ITO/FTO heaters,as wellas stability after repeated use.The AgNW/PI hybrid TFHs also showed excelent resistance to bending. After undergoing outer bending fora 10o0 times,the change of sheet resistance was less than $1 8 \\%$ .The effective embedment of the AgNW network in the surface of the transparent Pl film not only decreased the surface roughness $( R _ { \\mathrm { r m s } } < 1 ~ \\mathsf { n m } )$ but also enhanced the resistance against oxidation and moisture.Potential applications of the AgNW/Pl TFHs inwindow defogging and thermochromics are demonstrated. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Transparent film heaters (TFHs) have attracted much attention fora wide range of applications including outdoor displays, defogging windows,and thermal-based sensors.1-5 A typical commercial film-like heateris a metallic wire made froman FeCr-Al-based alloy.However,this alloy is rigid and hasa low heating efficiency.A patterned copper foil thin film is another kind of commercial metallic film heater,which also suffers from similar shortcomings.A tin-doped indium oxide (ITO) transparent conductive film has been widely used as a heating element because of its high optical transmittance in the visible region,high electrical conductivity,and stability in environmental conditions.8-1 However, ITO is considered prohibitive, particularly in large area and flexible applications,because of indium scarcity,crack formation under mechanical bending, and slow thermal response.11-15 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Several electrical conductive materials,including carbon nanotubes,1,6,16 graphene17-19 and metal grids20-23 have been studied as possible alternatives to ITO.Used them as flexible TFHs,such materials should provide uniform thermal distribution over the heating area and reach higher temperatures at low power.24 Among the alternative materials, silver nanowires (AgNWs) have emerged as a promising candidate to fabricate TFHs because of their excellent conductivity, high transparency, and suitable mechanical properties.25-27 TFHs based on AgNWs have been reported.28-3o However， these reported TFHs are fabricated by depositing AgNWs onto the surface of a transparent polymer substrate,such as polyethylene naphthalate (PEN) or polyethylene terephthalate (PET). The relatively low thermal-resistance of PET or PEN limits the maximum temperature that the AgNW-based film heaters can reach. Moreover,the adhesion between AgNWs and substrate is weak, and the AgNW network on these substrates is no-resistant to scratches and can be easily detached from the substrates, resulting in low conductivity and inefficient heat production. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In this paper, fabrication of flexible TFHs comprising AgNW network embedded in the surface of transparent polyimide (PI) film is described.The AgNW/PI TFHs are developed to provide a combination of desirable properties including high glass transition temperature $\\left( T _ { \\mathrm { g } } \\right)$ ，mechanical flexibility，visual transparency,and strong bonding force with AgNWs.A TFH prepared from this composite generated a high saturation temperature up to $9 6 ~ ^ { \\circ } \\mathbf { C }$ ,enabled rapid heating at lower operation voltages, and showed small temperature variation over prolonged period of heating at a constant voltage. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2 Experimental procedures ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.1 Materials ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "All reagents used in this study included silver nitrate $\\left( { \\bf A g N O } _ { 3 } \\right)$ ， poly(vinylpyrrolidone） (PVP，K-3o)，sodium chloride (NaCl), ethylene glycol (EG),acetone,ethanol,dianhydride,diamine,mcresol,isoquinoline and $^ { N , N }$ dimethylacetamide (DMAc).All reagents were of analytical grade and purchased from Sinopharm Chemical Reagent Co.,Ltd.All chemicals were used as receivedwithout furtherpurification. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2Synthesis of transparent PI solution ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The PI powder was first synthesized according to our previous studies.31,32 Dianhydride and diamine were used as monomers. Chemical structures of the monomers are shown in Fig.1a. Typically, $4 . 0 \\ : \\mathrm { m m o l }$ dianhydride, $4 . 0 \\ : \\mathrm { m m o l }$ diamine, $1 5 . 0 \\mathrm { m L } m ^ { - }$ cresol and $6 0 ~ \\mu \\mathrm { L }$ isoquinoline were added into $\\boldsymbol { 5 0 } \\mathrm { m L }$ flask and stirred in nitrogen at $1 9 0 ~ ^ { \\circ } \\mathrm { C }$ for $^ { 1 0 \\mathrm { ~ h ~ } }$ . Then the solution was diluted with $m$ -cresol and slowly poured into a vigorously stirred ethanol.The precipitate was collected by filtration,washed with hot ethanol and dried.Photograph and chemical structures of the as-prepared PI powder are shown in Fig.1b.In order to obtain homogenous PI solution, the PI powder was dissolved in DMAc with a weight percent of ${ \\sim } 1 0 \\%$ (ref.33).Fig.1c shows the photograph of the transparentPI solution. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3Synthesis of AgNWs ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Silver nanowires were fabricated using a modified polyol reduction.A PVP solution $\\mathbf { \\zeta } _ { 5 0 \\mathrm { ~ m L ~ } 0 . 1 8 \\mathrm { ~ M ~ } }$ in EG) was heated to $1 7 5 ^ { \\circ } \\mathrm { C }$ ina three-neck flask with stirring for1h.ANaCl solution $\\bf { \\Omega } ^ { \\left( 1 0 0 \\ \\mu L 0 . 1 \\ m \\right. }$ inEG) was then added and stirred for $1 0 ~ \\mathrm { { m i n } }$ .A ${ \\bf A g N O } _ { 3 }$ solution ( $\\mathbf { \\widetilde { 5 0 } \\ m L 0 . 1 \\mathbf { M } }$ in EG) was subsequently added to the flask dropwise at a rate of $5 \\mathrm { m L } \\mathrm { m i n } ^ { - 1 }$ . After ${ \\bf A g N O } _ { 3 }$ solution wasadded to the flask, the oil bath reactionlasted another 20 min.The clear solution changed color through yellow,redorange,green,dark gray,and finally to glistening gray,which indicated the formation of long AgNWs.Then the solution was cooled to room temperature and was centrifuged (3 times at $2 0 0 0 ~ \\mathrm { r p m } )$ to remove solvent (EG),PVP and other impurities in the supernatant after adding acetone.After the final centrifuge, the AgNWs were redispersed in ethanol at a concentration of $0 . 3 ~ \\mathrm { m g ~ m L } ^ { - 1 }$ . The diameters of the AgNWs were in the range of 60 to $8 0 \\ \\mathrm { n m }$ ，and the lengths between 10 and $2 0 ~ { \\mu \\mathrm { m } }$ (ESI, Fig. S1t). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.4Fabrication of AgNW/PI TFHs ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Fig.2a schematically illustrates the fabrication of the AgNW/PI TFHs.AgNW dispersion was rod-coated ona pre-cleaned rigid glass substrate with differentcyclesand dried onahot plate for 3 min at $6 0 ~ ^ { \\circ } \\mathbf { C }$ .Further, transparent PI solution was cast on the AgNW film and then placed in an oven at $8 0 ~ ^ { \\circ } \\mathbf { C }$ for $^ { \\mathrm { ~ 2 ~ h ~ } }$ to evaporate most of the solvent and subjected to schedule heating at 100，150，and $2 0 0 ~ ^ { \\circ } \\mathrm { C }$ for $6 0 ~ \\mathrm { \\ m i n }$ at each temperature. Following the annealing,the resulting AgNW/PI TFHs with a thickness of $\\sim 5 0 ~ \\mu \\mathrm { m }$ were peeled off and cut into various sample sizes.The entire process was realized in air.Fig.S2 $\\left( \\mathrm { E S I } \\dagger \\right)$ shows the photograph of fabrication of $1 0 \\ \\mathrm { c m } \\times 1 0 \\ \\mathrm { c m }$ flexible AgNW/PI TFH. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.5 Characterization and measurement ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The surface morphologies of AgNW/PI TFHs were examined using scanning electron microscopy (SEM,Hitachi S-48oo). The surface roughnesses of AgNW/PI TFHs were examined using an atomic force microscope (AFM,Veeco Dimension 31ooV).The optical transmittance of the transparent PI film and AgNW/PI TFHs were obtained at room temperature using an ultravioletvisible spectrophotometer (Perkin-Elmer,Lambda 950,USA) with an integrating sphere.The sheet resistance of AgNW/PI TFHs was measured using a four-point probe system (Napson Corp. Cresbox). The DC voltage was supplied by a power supply to the TFHs through a copper contact at the film edge.The temperature of the TFHs was measured using an infrared thermometer (Smart Sensor,AR842A). In order to accurately reflect the thermal distribution,nine temperature points were measured for each TFH.The average temperature was used in our experiment.The mechanical stability tests were performed using a lab-made bending test machine.The moisture test was carried out ata temperature of $1 2 1 ^ { \\circ } \\mathrm { C }$ ,arelative humidity (RH) of $9 7 \\%$ ，and a gauge pressure of 0.1 MPa using highlyaccelerated temperature and humidity stress test (HAST,PC422R8,Hirayama).Theadhesion testwasperformedusing 3M stock tape. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/2f16644314edc048c6e4f2665191aa4ec1ffa6dcd9e2f4bdb1190f7208b12428.jpg",
        "img_caption": [
            "Fig.2Fabrication process of the AgNW/Pl TFHs. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/893c8d0dda1c83829e4c10e8735592764fa4dbad82cfe5a87cad0e0006bb191b.jpg",
        "img_caption": [
            "Fig.1SynthesisofPolutio.(a)emicalstructureofthemonomesemploed.(b)Apotogapndchemicaltructureftsppard polyimide powder. (c) A photograph of the Pl solution. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Results and discussion ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1Surface morphologies of AgNW/PI TFHs ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "SEMimagesofAgNW/PI TFHswithdifferentnumbersofAgNW rod-coating cycles $( N )$ are shown in Fig.3.The density of the AgNWs in the TFHs increased with increasing numbers $N .$ In addition,the TFHs had a well-connected wire-to-wire junction and smooth surface，unlike the forest-like AgNW structure observed in pure AgNW films.The AgNWs were inlaid in the surface of the TFHs.No void was observed on the surface, indicating thatall AgNWs had been transferred into the surface of the PI flm.The AgNW/PI TFH displayed a smooth surface witha mean surface roughness of $0 . 4 ~ \\mathrm { { n m } }$ ,as can be seen from the AFM images in Fig.3c and d. This surface morphology indicates that the transparentPI solution permeated the AgNWs network well and filled the holes in the networks,as well as the voids at the interface between AgNW and the rigid substrate. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2Optical and electrical properties of AgNW/PI TFHs ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The optical transmittance spectra of the TFHs with increasing numbers $N$ are shown in Fig.4,and the sheet resistance values of each TFH are also given. The pure PI film displayed a high optical transmittance of $9 0 . 2 \\%$ at $5 5 0 \\ \\mathrm { n m }$ .When the AgNWs wereinserted,the transmittance of TFHs decreased as the number of $N$ increased.This change was caused by the light reflection and scattering from the AgNWs.Moreover,the sheet resistance of the TFHsdecreased as $N$ increased.The 3AgNW/PI $\\left( N = 3 \\right)$ sample displayeda sheet resistance of $1 0 \\times 1 0 ^ { 3 }$ Ohm $\\mathsf { s q } ^ { - 1 }$ with a transmittance of $8 2 . 8 \\%$ at $5 5 0 \\ \\mathrm { n m }$ ，whereas the 12AgNW/PI $\\left( N = 1 2 \\right)$ )sample displayed a sheet resistance of 5.6 Ohm $\\mathsf { s q } ^ { - 1 }$ with a transmittance of $5 8 . 1 \\%$ at $5 5 0 \\mathrm { n m }$ The results indicated that the AgNW density could be adjusted to optimize the optical and electrical properties of AgNW/PI TFHs. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/9046afaf4df66f652b1c76a3192ffae8eaf9b22c067b28bfc5b031a8ba676c7b.jpg",
        "img_caption": [
            "Fig.4Optical transmittance spectra of the pure Pl film and TFHs,and the relationship between sheet resistance and the number of rodcoating cycles of TFHs. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/5b391eb73d934c8c3dce0888b54efbc2546775b6f9ae517b3496cee12754b9b3.jpg",
        "img_caption": [
            "Fig.3SEM images of AgNW/PITFHs with different rod-coating cycles of AgNW: (a) $N = 3$ and (b) $N = 1 2$ (c)2D and (d) 3D AFM images of AgNW/ PITFHs $( N = 3 )$ "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3Thermal response behavior of AgNW/PI TFHs ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In order to understand the nature of Joule heating in the TFHs, the temperature properties of AgNW/PI TFHs were analyzed. The size of the AgNW/PI TFHs used in this section was $2 . 5 \\mathrm { c m } \\times$ $2 . 5 \\mathrm { c m }$ .Fig.5a shows the temperature profiles of the TFH,which is plotted with respect to the input voltage (modulated from $_ { 1 \\mathrm { ~ V ~ } }$ to 6 V).The optoelectronic performance of the TFH used was $5 . 6 \\mathrm { \\ : O h m \\ : s q } ^ { - 1 }$ with a corresponding transmittance of $5 8 . 1 \\%$ at $5 5 0 \\mathrm { n m }$ .All of the plots showed that the temperature of the TFH reached $2 9 . 9 ^ { \\circ } \\mathrm { C }$ when the input voltage was setat1V.When the input voltage was increased to $_ { 6 \\mathrm { ~ V ~ } }$ ,thetemperatureof the TFH reached above $9 6 ~ ^ { \\circ } \\mathbf { C } ,$ ，confirming its good operation at a low input voltage.Higher power at a low input voltage implies an efficient transduction of electrical energy into Joule heating. The response time,which is defined as the time required to reach the steady-state temperature $\\left( T _ { \\mathrm { s t e a d y - s t a t e } } \\right)$ from room temperature $\\left( T _ { \\mathrm { r o o m } } \\right)$ ,is one of the key factors for evaluating the performance of TFHs.Regardless of the applied voltage，the increase in temperature was very fast,and the steady-state temperatures were reached in less than $4 0 \\mathrm { ~ s ~ }$ ，demonstrating the fast response of the device. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/156635112eb84a2a98907ba8046302fcea4021567632888707bad1a390e5fcf0.jpg",
        "img_caption": [
            "Fig.5(a) Temperature profiles of the AgNW/Pl TFH with the sheet resistance of 5.6 Ohm $\\mathsf { s q } ^ { - 1 }$ under its operation at different input voltages.(b) Input power as a function of the steady state temperature of the AgNW/PI TFH. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Power consumption，which is defined as temperature increase per input electrical power，is also an important parameter for evaluating the heat performance.To examine the power consumption,Joule's law is used to determine the heat generated bya film heater ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nP = U ^ { 2 } / R\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $P$ is input power, $U$ is the applied voltage and $R$ is the resistance of the flm heater over which the voltage is applied. Fig. 5b shows input power as a function of the steady-state temperature.Based on the data shownin Fig.5b and considering the size of the TFH, the electrical power consumption of the TFH was calculated and its value was approximately 160.6 C cm² w-1. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The temperature-time curves remained unchanged and the maximum temperature slightly increased (Fig.6). Stability tests under electrical stress at an applied bias for $^ \\textrm { \\scriptsize 1 h }$ showed no significant degradation of achievable temperature,both of which manifested the stability for repeated and long-term use. The slight increase of the maximum temperature in Fig.6 indicated that a slight decrease of heater resistance could be ascribed to more closely connected nanowires. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Toinvestigate the thermal response of the fabricated AgNW/ PI TFHs. The relationship between $T _ { \\mathrm { s t e a d y - s t a t e } }$ and $T _ { \\mathrm { r o o m } }$ of the AgNW/PI TFHs was expressed by the following equation:34 ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nT _ { \\mathrm { s t e a d y - s t a t e } } = \\frac { U ^ { 2 } / R -  { Q _ { \\mathrm { d } } } } { C m } + T _ { \\mathrm { r o o m } }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $C$ is heat capacity ratio of the film, $m$ is film mass,and $Q _ { \\mathrm { d } }$ is the heat dissipated from the film. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Heat dissipation $\\left( Q _ { \\mathrm { d } } \\right)$ involves heat transfer by radiation and convection.Radiation could be negligible at temperature below $1 5 0 ~ ^ { \\circ } \\mathrm { C }$ 35 Air convection is the significant path of heat dissipation and Tsteady-state can be reached when Joule heating and convection reached a dynamic balance at the elevated temperature. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/bb0eb13fc931cf88a8a59a592410c9f3d55796bc6e55ce5c54b4df83114f90d8.jpg",
        "img_caption": [
            "Fig.6Cycling performance of AgNW/Pl TFH with sheet resistance of $5 . 6 \\mathrm { \\ : O h m \\ : s q ^ { - 1 } }$ （204号 "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Eqn (2) shows that the $T _ { \\mathrm { s t e a d y - s t a t e } }$ increases with the applied voltage $U$ and decreases with decreasing resistance $R$ ,orthe film heater's sheet resistance when the sample geometry is fixed Under the same input voltage (6 V),the maximum temperature atsteady state increasedas the sheet resistance of theAgNW/PI TFHs decreased,which suggests that the sheet resistance value of the flm should be less than 60 Ohm $\\mathsf { s q } ^ { - 1 }$ to afford a maximum temperature above ${ 7 0 } ~ ^ { \\circ } \\mathbf { C }$ (ESI, Fig. S3†). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4Mechanical behavior of AgNW/PI TFHs ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In addition to the excellent surface morphology and thermal responsebehavior， AgNW/PI TFHspossessessuperior mechanical flexibility,which is a desirable attribute for the emerging flexible electronic devices.Outer bending and inner bending tests were performed using a lab-made bending test systemata fixed bending radius of $5 \\mathrm { m m }$ operated asa function of the number of bending cycles (Fig.7a and b). The nominal bending strain can also be calculated using the following equation: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\varepsilon _ { \\mathrm { f } } = { \\frac { h } { 2 r } }\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $\\varepsilon _ { \\mathrm { f } } , \\ h$ ，and $r$ are the nominal bending strain,substrate thickness，and bending radius，respectively. The typical bending strain in the study after calculation was $0 . 5 \\%$ ： ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Fig.7c shows the sheet resistance change in AgNW/PI TFHs. The change in film resistance can be expressed as $\\Delta R = \\left( R - R _ { 0 } \\right) /$ $R _ { 0 } ,$ where $R _ { 0 }$ is the initial sheet resistance and $R$ is the value measured after the bending test. Resistance changes were recorded for three times for each bending cycle to ensure accuracy of the measurement. The resistance changes were $0 . 1 6 \\%$ and $0 . 3 0 5 \\%$ for outer bending and inner bending tests, respectively. The electrical properties of AgNW/PI TFHs were more robust to both outer and inner bending，which is attributed to the strong bonding between the transparent PI film and AgNWs network.Such strong bond could prevent sliding at the interface under extreme bending. We also observed change in the sheet resistance of the AgNW/PI TFHs under extreme conditions of folding and crumpling (ESI, Fig. ${ \\bf S 4 \\dagger }$ ) ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/84c466430bd73b61ac9e9cb1e93c8447b49a290c328055eae3e9dbb7c75ac0c4.jpg",
        "img_caption": [
            "Fig.7Photograph of the laboratory-made (a) outer and (b) inner bending test machine used in this study.(c) Sheet resistance change of the AgNW/PI TFH. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.5 Moisture behavior of AgNW/PI TFHs ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To confirm the long-term reliability of AgNW/PI TFHs,the optical and electrical performances of the AgNW/PI TFHswere evaluated in a humidity chamber ( $1 2 1 ^ { \\circ } \\mathrm { C }$ $9 7 \\%$ relative humidity for $2 4 \\mathrm { h }$ )for thermal moisture testing.Fig.8a shows the optical and electrical properties of the AgNW/PI TFHbefore and after the thermal moisture testing.A slight decrease in transmittance $\\mathrm { \\Delta ^ { \\prime } } T _ { 5 5 0 , \\mathrm { b e f o r e } } = 6 4 . 0 \\%$ and $T _ { 5 5 0 , \\mathrm { a f t e r } } = 6 0 . 4 \\% )$ I was mainly due to the change of the PI film in the harsh environment.The increase in resistance was mainly due to oxidation of a small amount of AgNWs exposed on the surface of the AgNW/PI TFHs.Fig.8b shows the thermal response of the AgNW/PI TFHs before and after the thermal moisture testing. $T _ { \\mathrm { s t e a d y - s t a t e } }$ decreased from ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/a7750068a3af02b73370bef34668b8462991a6ac45d93557a1616e20f7e17ad1.jpg",
        "img_caption": [
            "Fig.8(a) Optical and electrical properties of the AgNW/Pl TFH before and after the thermal moisture test. (b) Thermal response of the AgNW/Pl TFH before and after the thermal moisture testing. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/de4d2baa39b07cb8a772888eca58dde5dffe863fb3c0c26aeaba3b97132cff72.jpg",
        "img_caption": [
            "Fig.9Applications of the AgNW/Pl TFHs: (a) defrosting test before and after operation at 6 V.(b) Thermochromic behavior of symbol with the AgNW/Pl TFHs before and after operation at $6 \\lor .$ （2 "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "$7 6 . 2 ^ { \\circ } \\mathrm { { ^ { c } C } }$ to $7 3 . 6 ~ ^ { \\circ } \\mathrm { C }$ .Nearly stable heating temperature indicates that the AgNW/PI TFHs canbe designed fordefrosting window panel used in outdoor advertisement board. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Adhesion of the AgNW/PI TFHs was tested by repeated sticking and peeling.3M Scotch tape was applied on the surface of the TFHs.After 10oo adhesion peeling cycles,the sheet resistance only increased by O.o57,indicatinga strong bonding of the conductive nanowires on the TFHs (ESI, Fig. S5t). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.6Applications of AgNW/PI TFHs ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Two potential applications of the AgNW/PI TFHs are demonstrated in Fig.9.As shown in Fig.9a, the AgNW/PI TFHs can be used asa defroster.Under the operating voltage of $_ { 6 \\mathrm { { V } } }$ ,the frost on the surface was completely removed within $6 0 ~ \\mathrm { s }$ ,making the logo of our institute clearly visible.Moreover，the AgNW/PI TFHs can be used as substrate to power thermochromic symbols (Fig.9b and ESI,Fig. S6t). The thermochromic symbol had a switching temperature of $6 5 ~ ^ { \\circ } \\mathrm { C }$ and was attached to the surface of the AgNW/PI TFHs.After applying a voltage of 6 V, the black symbol gradually became transparent,and the red “OK\" became clear.After turning the voltage off at $9 0 ~ \\mathrm { s }$ ,the thermochromic symbol changed back to the original black colorand the“OK”became blurred. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4Conclusions ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Flexible TFHs comprising AgNWs network embedded in the surface of transparent PI film was fabricated by a solution process.By adjusting the number of rod-coating cycles of the AgNW suspension，a typical AgNW/PI TFH with a low sheet resistance of $5 . 6 \\mathrm { \\ : O h m \\ : s q ^ { - 1 } }$ ,and a transmittance of $5 8 . 1 \\%$ was obtained by adjusting the number of rod-coating cycles of the AgNW suspension.Thermal response tests of AgNW/PI TFH were performed to show higher heating temperature of $9 6 ~ ^ { \\circ } \\mathbf { C }$ a quick response time of less than $4 0 \\mathrm { s }$ ,lower power consumption of $1 6 0 . 6 ~ \\mathrm { ~ ^ { \\circ } C ~ ~ c m ^ { 2 } ~ ~ W ^ { - 1 } }$ ，and stability for repeated use. The mechanical properties of AgNW/PI TFH were also investigated. The resistance changes were $0 . 1 6 \\%$ and $0 . 3 0 5 \\%$ for the outer bending and inner bending tests,respectively.In addition, the ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "AgNW/PI TFHs showed nearly stable optical property，sheet resistance and heating temperatures after testing ina humidity chamber under $1 2 1 \\ { ^ \\circ } \\mathbf { C } / 9 7 \\%$ relative humidity for $2 4 \\mathrm { ~ h ~ }$ As such,the fabricated AgNW/PI TFHs have potential applications inwindow defogging， thermochromicsand transparent electrodes. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This work has been supported by the National Natural Science Foundation of China (Grant no.21205127,51403225,21203226, 21377063). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "References and notes ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1 Y.H. Yoon,J. W. Song, D. Kim,J. Kim,J. K. Park, S. K. Oh and C. S.Han,Adv. Mater.,2007,19,4284-4287.   \n2 X. Y. Zeng, Q.K. Zhang, R.M. Yu and C. Z. Lu, Adv. Mater., 2010,22,4484-4488.   \n3 D. Jung,D. Kim, K. H. Lee,L. J. Overzet and G. S. Lee, Sens. Actuators,A,2013,199,176-180.   \n4 B.Han, Y.Huang,R.Li,Q.Peng,J. Luo,K.Pei,A.Herczynski, K. Kempa, Z. Ren and J. Gao, Nat. Commun., 2014, 5,5674.   \n5 J.Song and H. Zeng,Angew. Chem.，Int. Ed.，2015,DOI: 10.1002/anie.201501233.   \n6 Z. P. Wu and J. N. Wang, Physica E,2009,42,77-81.   \n7 Y.-A. Li, Y.-J. Chen and N.-H. Tai, Mater. Res. Express,2014,1, 025605.   \n8 R.G. Gordon,MRS Bull.,2000,25,52-57.   \n9 K.Im,K. Cho,J. Kim and S.Kim, Thin Solid Films,2010,518, 3960-3963.   \n10 A.Y.Kim,K.Lee,J.H. Park,D.Byun and J.K.Lee,Phys. Status SolidiA,2014,211,1923-1927.   \n11 P. C. Hsu, S. Wang, H. Wu, V. K. Narasimhan, D. Kong, H. Ryoung Lee and Y.Cui, Nat. Commun.,2013,4,2522.   \n12 B. Han, K. Pei, Y. Huang, X. Zhang, Q. Rong, Q. Lin, Y. Guo, T. Sun, C. Guo,D. Carnahan,M. Giersig, Y. Wang, J. Gao, Z. Ren and K.Kempa,Adv.Mater.,2014,26,873-877.   \n13 Q. Xu, W. Shen,Q.Huang, Y. Yang, R. Tan, K. Zhu,N. Dai and W.Song,J. Mater. Chem. C,2014,2,3750-3755.   \n14 C. Zhu, J. Li,Y. Yang, J. Huang,Y. Lu,R. Tan, N. Dai and W. Song，Phys. Status Solidi A，2015，DOI: 10.1002/ pssa.201431765.   \n15 J. Song, S. A. Kulinich, J. Li, Y. Liu and H. Zeng,Angew. Chem.,Int. Ed.,2014,54, 462-466.   \n16 J. S. Woo,J. T. Han, S. Jung, J. I.Jang, H. Y. Kim, H. J. Jeong, S.Y. Jeong, K. J. Baeg and G.W. Lee, Sci. Rep.,2014,4, 4804.   \n17 J. Kang, H. Kim,K. S. Kim,S.K. Lee, S. Bae, J. H. Ahn, Y. J. Kim, J. B. Choi and B. H. Hong, Nano Lett,2011,11, 5154-5158.   \n18 J.Wang，Z.Fang,H. Zhu，B.Gao,S.Garner，P.Cimo, Z. Barcikowski,A. Mignerey and L.Hu,Thin Solid Films, 2014,556,13-17.   \n19 X. Zhang,X. Yan,J. Chen and J. Zhao,Carbon,2014,69,437- 443.   \n20 S. Kiruthika, R. Gupta and G. U. Kulkarni, RSC Adv.,2014, 4, 49745-49751.   \n21 K.D.Rao and G.U.Kulkarni,Nanoscale,2014,6,5645-5651.   \n22N.Kwon,K.Kim,J.Heo,I.Yi and I. Chung,Nanotechnology, 2014,25,265702.   \n23J.Song,J.Li,J.Xu and H. Zeng,Nano Lett.,2014,14,6298- 6305.   \n24 S.Sorel,D.Bellet and J.N. Coleman,ACS Nano,2014,8, 4805-4814.   \n25D.Langley,G.Giusti, C.Mayousse,C.Celle,D.Bellet and J.P.Simonato,Nanotechnology,2013,24,452001.   \n26 S.Ye,A.R. Rathmell, Z. Chen,I.E. Stewart and B. J. Wiley, Adv.Mater.,2014,26,6670-6687.   \n27 S.Yao and Y. Zhu,Adv.Mater.,2015,27,1480-1511.   \n28C.Celle,C.Mayousse,E.Moreau,H.Basti,A.Carella and J.-P.Simonato,Nano Res.,2012,5,427-433.   \n29 T.Kim，Y.W.Kim，H.S.Lee，H.Kim,W.S.Yang and K.S.Suh,Adv.Funct.Mater.,2013,23,1250-1255.   \n30P.C.Hsu,X.Liu,C.Liu,X.Xie,H.R.Lee,A.J.Welch,T.Zhao and Y.Cui, Nano Lett.,2015,15,365-371.   \n31 G.F. Chen, X. L. Pei, J. T. Liu and X. Z. Fang,J. Polym. Res., 2013,20,159.   \n32H. Zhao,G. Chen, Y. Zhou, X. Li and X. Fang,J. Appl. Polym Sci.,2015,DOI: 10.1002/app.42317.   \n33 Q.Huang,W. Shen, X. Fang,G. Chen, Y. Yang, J. Huang, R. Tan and W. Song,ACS Appl. Mater. Interfaces,2015,7, 4299-4305.   \n34 J.P. Li,J.J. Liang,X. Jian,W.Hu,J. Li and Q.B. Pei, Macromol.Mater.Eng.,2014,299,1403-1409.   \n35 J. J. Bae,S. C. Lim,G. H. Han, Y.W. Jo,D.L. Doung, E.S.Kim，S.J.Chae，T.Q.Huy，N.Van Luan and Y.H.Lee,Adv.Funct.Mater.,2012,22,4819-4826. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    }
]