[
    {
        "type": "text",
        "text": "Dynamic Balance of pSTAT1 and pSTAT3 in C57BL/6 Mice Infected with Lethal or Nonlethal Plasmodium yoelii ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xibao Shil2,LiQin1, Guangjie Liu',Siting Zhao1,Nanzheng Peng' and Xiaoping Chen1,2,: ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Signal transducer and activator of transcription (STAT) proteins play an important role in cytokine signaling pathways and regulation of immune responses.The balance of the phosphorylated (activated) STAT1 (pSTAT1) and STAT3 (pSTAT3) has been documented in cancer immunology.In this study,we investigated the dynamic balance of pSTAT1 and pSTAT3 in C57BL/6 mice infected with either a nonlethal (Py17XNL)or lethal (Py17XL) strain of Plasmodium yoeli. Both Py17XNLand Py17XL infections induced a maximumactivation of STAT1 and STAT3 on the first day after parasite inoculation.Additionally，the Py17XNL infection induced a pSTAT1- dominant response in mice during the early stage of infection, with the resolution of parasitemia.In contrast, Py17XL infection induced apSTAT3-dominant response during the early phase of infection,with the death of the animals. Our results indicated that maximum activation of STAT1 and STAT3 occurred much earlier than the peak levels of cytokines induced by Plasmodium yoeli infection based on previous reports and that infection with Py17XNL and Py17XL induced different dynamic patterns of pSTAT1 and pSTAT3 balance. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key Words: malaria, Plasmodium yoelii, pSTAT1, pSTAT3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Malaria, which is caused by the mosquito-transmitted protozoan parasite Plasmodium spp.，is one of the major human infectious diseases and causes 1-3 million deaths per year(1).At this time, there is no effective vaccine available to control malaria partially due to the lack of a full understanding of the immune mechanisms involved in malaria immunity. Numerous studies have revealed the importance of the cytokine balance in immune protection against malaria. A Thl/pro-inflammatory cytokine $( \\mathrm { I F N - } \\gamma$ IL-12 and TNF- $\\mathbf { \\nabla } \\cdot \\mathbf { a }$ ）response during the early stage of infection mediates protective immunity and the resolution of parasite infection (1-6). The initialpro-inflammatory response may switch to a predominant anti-inflammatory response that is mediated by immunoregulatory cytokines, such as TGF- $\\cdot \\beta$ and IL-10 which down-regulate proinflammatory cytokine production to avoid malaria-associated pathology (7-12). The pro- and anti-inflammatory cytokine balance is critical in determining the outcome of malaria infection (12-15). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Signal transducer and activator of transcription (STAT) proteins are a group of proteins that transmit signals of many cytokines from the extracellular milieu into the nucleus（16, 17).These proteins locate in the cytoplasm in an inactive form and are phosphorylated (activated) by the ligandactivated Janus tyrosine kinases (JAKs) and translocated to the nucleus. STAT1, the first known member of STAT family, is a principal target of both type I and type II interferons (IFNs).It is critically involved in the initiation of Th1 inflammatory cascade (18-22). Activation of STAT1 promotes the activation of dentritic cells (DCs) (22,23) and naturalkiller(NK)cells(24),and inhibitsthe development ofregulatory T cells (25， 26). pSTAT3， which has antagonistic effect on pSTAT1 (27,28),is not only a potent negative regulatorof the Thl-mediated inflammatory response, but also an activator of many genes that are crucial for immune regulation (29,30).Down-regulation of STAT3 could enhance Th1 type immune response and activate DCs, NK cells and macrophages (31-33). So the balance of pSTAT1 and pSTAT3,which has been studied in cancer immunity (31,34),has an important role in regulation of immune responses.A higher pSTAT1/pSTAT3 ratio in tumor cell or in immune cell is associated with longer survival for tumor patients (26,31,35,36).However, this balance has not been studied in malaria immunology. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The aims of the present study are to analyze the patterns of pSTAT1 and pSTAT3 responses in mice during infection with a nonlethal (Pyl7XNL） or lethal (Py17XL） strain of Plasmodium yoelii,and test our hypothesis that infections withPy17XNL andPy17XL mightinduce differentdynamic patternsof pSTAT1 and pSTAT3balance. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Materials andMethods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Mice, parasites and infection ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Female 10- to 12-week-old C57BL/6 mice purchased from Vitalriver Experiment Animal Limited Company (Beijing, China） were bred in the Animal Center of Guangzhou Institute of Biomedicine and Health in accordance with the Guide to the Care and Use ofLaboratory Animal Committee of the institute.Plasmodium yeolii lethal strainPyl7XL was obtained from Malaria Research and Reference Reagent ResourceCenter(MR4， USA)， andnonlethalstrain Py17XNL was a gift from Dr. Yaming Cao (Department of Immunology，College of Basic Medical Sciences，China Medical University). The mice were injected intraperitoneally with $5 \\times 1 0 ^ { 5 }$ Py17XL or Py17XNL parasitized erythrocytes (pRBCs） from infected donor mice,and the control mice were injected with uninfected RBCs (uRBCs).Parasitemia levels were monitored by examination of Giemsa-stained thin blood smears prepared from tail blood. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Four mice infected with Py17XL were sacrificed on days 1,3 and 7 post inoculation respectively; four mice infected withPy17XNL were sacrificed on days1,3,7,14,21 and 28 post inoculation; and four uninfected control mice were sacrificed at the same time-points as those infected with Pyl7XNL. Celiac macrophages were obtained by celiac lavage with cold phosphate-buffered saline(PBS) and frozen at $- 8 0 ^ { \\circ } \\mathrm { C }$ immediately for Western blot analysis.Mesenteric lymph nodes,livers and spleens were excised and either frozen in liquid nitrogen for Western blot analysis or fixed in formalin and embedded in paraffin for immunohistochemistry (IHC) analysis. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Western blot analysis ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To analyze expressions of STAT1，pSTAT1，STAT3and pSTAT3 in tissues, frozen samples were lysed in ice-cold lysingbuffer ( $1 \\%$ Nonidet P-40, $0 . 1 \\%$ sodium deoxycholate, $0 . 1 \\%$ SDS, $5 0 ~ \\mathrm { m M }$ Tris-HC1 $\\mathrm { ( p H } 7 . 4 )$ ， $1 5 0 \\ \\mathrm { m M \\ N a C l }$ 5 $2 ~ \\mathrm { m M }$ EDTA,2 mM $\\mathrm { N a _ { 3 } V O _ { 4 } }$ ， $2 ~ \\mathrm { m M }$ NaF and a protease inhibitor cocktail). The total protein concentration was quantified with theBradfordProteinAssay(Biocolor Bioscience& Technology Company, Shanghai). The proteins were separated onSDS-PAGEgels and transferred to polyvinylidene difluoride membranes (Millipore Company).Because the main objective of this study is to describe the dynamics of these proteins,we tried many times to optimize the sample concentrations and their incubation conditions.Appropriate methods were described below: $7 0 ~ \\mu \\ g$ spleen extract was added for detecting pSTAT1/3 and $1 0 ~ \\mu \\mathrm { g }$ for detecting ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/73fc1dd19300e942682201abcc2c49ef643b58a3b17458ea657c2d4a79c2a716.jpg",
        "img_caption": [
            "Figure 1.The course of infection with lethal(Py17XL）and nonlethal (Py17XNL) Plasmodium yoelii in C57BL/6 mice.(A) Parasitemia levels in C57BL/6 mice infected with $5 \\times 1 0 ^ { 5 }$ Py17XL $( \\pmb { \\triangle } )$ or Py17XNL(O) pRBCs.The values shown are mean $\\pm \\mathrm { S E }$ (B) The survival of mice infected with Py17XL $( \\pmb { \\triangle } )$ or Py17XNL $( \\triangle )$ （20 $( \\boldsymbol { \\mathrm { n } } = \\boldsymbol { \\mathrm { 1 0 } } )$ 0 "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "STAT1/3; $1 0 0 ~ { \\mu \\mathrm { g } }$ liver extract was added for detecting pSTAT1/3 and $2 0 ~ \\mu \\mathrm { g }$ for detecting STAT1/3; $5 0 ~ \\mu \\mathrm { g }$ mesenteric lymph node extract was added for detecting pSTAT1/3 and $1 0 ~ \\mu \\mathrm { g }$ for detecting STAT1/3; $4 0 ~ { \\mu \\mathrm { g } }$ celiac macrophage extract was added for detecting pSTAT1/3 and $1 0 ~ { \\mu \\mathrm { g } }$ for detecting STAT1/3.The membranes were blocked with $5 \\%$ nonfat dried milk for $^ \\mathrm { ~ 1 ~ h ~ }$ .For detecting the expression of STAT1 and STAT3，the membranes were incubated for $^ { \\textrm { 1 h } }$ at room temperature with rabbit anti-mouse STAT1(1:1,000) or rabbit anti-mouse STAT3(1:1,000） or rabbit anti-mouse $\\beta$ actin（1:1o,ooO）antibodies.For antiphosphotyrosine blots,the membranes were first incubated for $3 0 ~ \\mathrm { m i n }$ at room temperature and then incubated overnight at $4 ^ { \\circ } \\mathrm { C }$ with rabbit anti-mousepSTAT1(Tyr701） (1:1,000) or rabbit anti-mouse pSTAT3(Tyr705)(1:1,000) antibodies. Subsequently the membranes were incubated with appropriate secondary antibodies for $^ \\mathrm { ~ 1 ~ h ~ }$ .Then the membranes were treated with ECL detection solutions and exposed to films: the exposure time was about $1 0 ~ \\mathrm { \\ m i n }$ for detecting the expression of pSTAT1/3,and about2 min for STAT1/3.Anti$\\beta$ actin antibody was obtained from Zhongshan Goldenbridge Biotechnology Company(China).The other antibodiesand ECL detection solutions were purchased from Cell Signaling Technology (USA). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Immunohistochemistry analysis ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Spleen and liver samples were fixed in $10 \\%$ buffered formalin,embedded in paraffin,and sectioned into $3 ~ { \\mu \\mathrm { m } }$ sections for staining with hematoxylin and eosin (HE) or for immunohistochemical staining. The slides were de-paraffinized in xylene,rehydrated through a graded series of alcohol and washed in PBS.The sections were heated in a microwave oven for $2 5 ~ \\mathrm { m i n }$ in $1 0 0 ~ \\mathrm { m M }$ Tris- $5 \\%$ Urea $\\mathrm { ( p H ~ 9 . 0 ) }$ and the liver sections heated in a microwave oven for $2 5 ~ \\mathrm { { m i n } }$ in 10 mM citrate buffer $\\left( \\mathrm { p H } 6 . 0 \\right)$ to retrieve antigens. After blocking endogenous peroxidase with $0 . 3 \\%$ hydrogen peroxide,slides were placed in $5 \\%$ normal goat serum for $1 5 ~ \\mathrm { { \\ m i n } }$ The primary antibodies rabbit anti-mouse pSTAT1(Tyr701) (1:200) and pSTAT3(Ty705)(1:50)(CellSignaling Technology)were applied to the slides and incubated overnight at $4 ^ { \\circ } \\mathrm { C }$ After incubation with biotinylated goat anti-rabbit IgG for $3 0 \\mathrm { m i n }$ atroom temperature,each slide was incubated in the avidinbiotin peroxidase complex for $3 0 \\mathrm { m i n }$ at room temperature (SP-9001 kit, Zhongshan Goldenbridge Biotechnology), then each slide was reacted with substrate buffer and DAB (diaminobenzidine） chromogen.Finally, the sections were counterstained with hematoxylin (Sigma). For negative controls,an equivalent rabbit pre-immune serum was used in place of the primary antibody. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/0c094431bc1639594ccb5bc57c5449b91717f56b761f4315ca724479396aa013.jpg",
        "img_caption": [
            "Figure2.Expressionandactivationof STAT1and STAT3during Py17XLandPy17XNLinfections.The expresionlevelsof STAT1, STAT3,pTAndinsplen(A),r(B)esetericod(Cneliacmacoges(D).Totalproteact fromthetissesorell,andSTAproteinexpressonlevelswereanalyzedbyWesternblotasdescriedin MaterialsadMethods.The WestemblotresultsforpSTAT1andpSTAT3in spleenwerequantifiedwith QuantityOne Softwareduringthe wholecourseof malaria infection.ThepSTAT1andpSTAT3intensitieswererespectivelycorrctedbydividingbytheactinintensityTheratioofipSTATto conpSTAT is plotted in the figure.Ratio $\\ l =$ (ipSTAT/Actin)/(conpSTAT/Actin). (E) The ratio of ipSTAT to conpSTAT in the spleen of mice infected withPy17XNL.(F）TheratioofipSTATtoconpSTATinthespleenofmiceinfected withPy17XL.(G)Teconstituenratioof pSTAT1and pSTAT3inthesplenofmice infected withPy7XNL.(H)TheconstituentratioofpSTAT1andpSTAT3inthespenofmice infected withPy17XL.Eachgroupateachindicatedtimepointconsistedof4mice,andtheresultswerefromoneofthreeindependent experimentswithsimilarobseratios.Co,ontrol;conSTAT,pSTAT1orTAoftheuifectedcontrolmice;ipSTA,pAor pSTAT3 of the mice infected with Py17XNL or Py17XL. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/cfcbf022fbe685a560f568ab601d4afbcb070fe9cd7ce3b8e649452669e16823.jpg",
        "img_caption": [
            "Figure 3.ImmunohistochemicalassayforpSTAT1andpSTAT3inspleensof miceonthefirstdayafterinfectionwithPy7XLor Py17XNL.BothstrainsofthemalariaparasiterapidlyiducedtheactivationofSTATandSTAT3.ThepSTAT/3-positivecels (row) dispersedineveryregon,iludingiteanddpulp.Eachgoupateachidicatedtiepontconsisedof4mice,andtesultsefro one of three independent experiments with similar observations. Original magnifications $\\times 5 0$ or $\\times 4 0 0$ "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Coursesofinfectionswith $P y I 7 X L$ andPy17XNL in C57BL/6 mice ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "C57BL/6miceinfectedwithPy17XNLdeveloped parasitemia which increased steadily from approximately day 4 and reached a peak of parasite density (about $50 \\%$ erythrocyte infected) on day 17 post inoculation (p.i.). The parasitemia then decreased,and the infection was cleared by day 28 p.i..In contrast, infection with Pyl7XL resulted in a rapid increase of parasitemia that reached $80 \\%$ by 7 days p.i., and all infected mice died by day 7 p.i. due to severe parasitemia (Figures 1Aand 1B). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Dynamic analysis ofpSTAT1 and pSTAT3 levels in mice infectedwith $P y I 7 X L$ orPy17XNLbyWesternblot To analyze the activation profile of STAT1 and STAT3 during the course of Pyl7XL or Py17XNL infection in mice,we detected the expression levels of STAT1，STAT3,pSTAT1 and pSTAT3 in the spleen, liver,mesenteric lymph nodes and celiac macrophages. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In spleens,STAT1 expression in mice infected by both Py17XNL and Py17XL was increased, whileSTAT3 expression remained unchanged. Both Py17XNLand Py17XL infections induced a maximum activation of STAT1 and STAT3 (resulting in pSTAT1 and pSTAT3,the active STAT molecules) on the first day after parasite inoculation (Figure 2A). The pSTAT1 declined significantly to the baseline level on day 3 p.i. in Pyl7XL infected mice, whereas the level of pSTAT1 in Pyl7XNL infected mice declined gradually but stayed relatively higher than that of uninfected control mice till the parasites were completely eliminated.Py17XNL infection induced the levelof pSTAT3 to increase on day 1 p.i.，rapidly decrease on day 3 p.i., remain ata lowlevel for 3 weeksp.i.and then to rebound to a relatively higher level afterward.In Py17XL infected mice, high pSTAT3 levels were observed until the death of the animals (Figure 2A). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Similar changes of STAT1 and STAT3 expression were observed in the liver (Figure 2B). In two groups of mice infected with Py17XNL and Py17XL, STAT1 expression was increased at day 3 p.i.，but not at day 1 p.i.. Significant increases ofpSTAT1 and pSTAT3 levelswere detected on the first dayp.i..After that,pSTAT1 decreased to anundetectable level,and pSTAT3 level also declined dramatically in the following days.However,pSTAT3 in Py17XNL infected mice rebounded to a relatively higher level two weeks p.i.. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/01a49a18c12f791b13b3f3ac733571dfa27e88f535db9b1f40e36991be3b7790.jpg",
        "img_caption": [
            "Figure4.ImmunohistochemicalassyforpSTAT1andpSTAT3inliver tisuesinmiceonthefirstdayafterifectionofPy7XLor Py17XNL.BothstraisofthemalariaparasiteapidlyinducdteactivatioofSTAadSTA(rrow).Eachgroupateachidicatedtie pointconsistedof4miceandresultsrefromoneoftreeindependentexperimentswithsimilarobservations.Originalmagnifications $\\times 2 0 0$ ： "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Py17XNL and Py17XL infections had no effect on STAT3 expression in mesenteric lymph nodes (Figure 2C) and celiac macrophages (Figure 2D). However, STAT1 expression was increased in the short course of Py17XL infection.In Py17XNL infected mice, STAT1 expression was increased in the celiac macrophages and mesenteric lymph nodes at the first 7 and 14 days of infection respectively. In two groups of mice infected with Py17XNL and Py17XL, the changed patterns of pSTAT1 were similar to that in liver:it was detected only on the first dayp.i..Furthermore, the level of pSTAT3 in two groups increased on the first day but declined to the baseline level in the following days in both mesenteric lymph nodes and celiac macrophages. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Changes in the amount of pSTAT1 and pSTAT3 during the courses ofPy17XL and Py17XNL infections were further analyzed by quantifying the pSTAT levels and calculating the ratio of pSTAT1 or pSTAT3 in the spleen of the infected mice to that in the spleen of the uninfected control mice during the whole course of infection.We observed the inverse dynamic patterns of pSTAT1 and pSTAT3 in the early stage of infection with the two strains of parasites.As shown in Figures 2E and 2F,although both Pyl7XNL and Py17XL infections induced a maximum activation of STAT1 and STAT3 on the first day of infection，the self-resolving Py17XNL infection induced a pSTAT1-dominant response during the early stage of infection and then switched to pSTAT3-dominance in the later phase with the resolution of parasitemia.In contrast, the lethal Py17XL infection induced a pSTAT3-dominant response during the whole short course with the death of the animals.The pSTAT1/pSTAT3 ratio has been evaluated as an important index for immunoregulation (26,31，35,36)，so we analyzed the constituent ratio of pSTAT1 and pSTAT3 in the spleen during the whole course of Py17XNL (Figure 2G) or Py17XL (Figure 2H) infection. The pSTAT1/pSTAT3 ratio was increased during the early stage of Pyl7XNL infection,peaked on day 7 p.i.,and subsequently decreased.But three weeks later, the pSTAT1/ pSTAT3 ratio of the infected mice was lower than that of the uninfected control mice (Figure 2G).However, during the whole course of Py17XL infection，the pSTAT1/pSTAT3 ratio of the infected mice was lower than that of the uninfected control mice (Figure 2H). Thus,our results indicated thatinfectionswithPy17XNL andPy17XL induced different dynamic patterns of pSTAT1 and pSTAT3 balance. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Immunohistochemistry analysis of activation of STATl and STAT3 induced by $P .$ yoelii infection ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In order to observe the distribution of pSTAT1/3-positive cells in spleen and inliver,sections,made from spleen and liver collected on the first day post infection with Pyl7XNL orPy17XL， werestained with HE and immunohistochemically for detecting levels ofpSTAT1/3.The numbers of pSTAT1/3-positive cells in spleens (Figure 3） and in livers (Figure 4) of infected mice were more than that of the uninfected control mice.These results were consistent with those of Western blot analysis.The pSTAT1/3-positive cells in spleen dispersed in every region, including white and red pulp,in the two infected groups.The results of pSTAT1/3 staining in spleens in the following days of infection were similar to those of the Western blot analysis (data not shown). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We analyzed the kinetics of STAT1 and STAT3 activation in miceduring the course of infectionwith two closely related strains of $P .$ yoelii. We observed that both Pyl7XNL and Py17XL infections induced a maximum activation of STAT1 and STAT3 during early infection. The timing of STAT1 and STAT3 activation observed in this study is unexplainable under the current theory on signal transduction pathways. It isgenerally believed that pSTAT1 andpSTAT3are downstream molecules in cytokine signaling pathways (pSTAT1 for IFNs and pSTAT3 for IL-10) (31). In a similar mouse malaria study, $\\mathrm { I F N } { - } \\gamma$ and TNF- $\\mathbf { \\alpha } _ { \\cdot \\mathbf { \\alpha } \\mathbf { \\alpha } _ { \\cdot } \\mathbf { \\alpha } _ { \\cdot } \\mathbf { \\alpha } _ { \\cdot } } \\mathbf { \\alpha } _ { \\cdot \\mathbf { \\alpha } _ { \\cdot } \\mathbf { \\alpha } _ { \\cdot } \\mathbf { \\alpha } _ { \\cdot } \\mathbf { \\alpha } _ { \\cdot } }$ reached peak levels between days 5 and 7 in mice following infection with lethal or nonlethal $P .$ yoelii. Peak levels of IL-1O appeared on day 16 in nonlethal strain infection and at least by day 7 in lethal malaria (all animals died on day7 p.i.).Peak levels of TGF- $\\cdot \\beta$ appeared on day 16 in nonlethal malaria and on day 2 in lethal malaria (12).Our results indicated that maximum activation of STAT1 and STAT3 occurred much earlier than the peaklevels of cytokines during malaria infection reported by others(12，13,37).It is possible that some malarial parasite molecules,yet to be identified, may directly activate STAT1 and STAT3.STAT1 and STAT3 activation may be the early event during malaria infection;pSTAT1 and pSTAT3 may play an important role in inducing cytokine response. This merits further study. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The present work demonstrated that the clear dynamic changes of pSTAT1 and pSTAT3 occurred in spleen,but not in the mesenteric lymph nodes or celiac macrophages and a dynamic change of pSTAT3 could be observed in liver. These results were consistent with those in previous reports in which the spleen plays a central role in controlling and clearing the parasite (38-4O),the liver has some function in the control of malaria (41),but the mesenteric lymph nodes (42)and celiac macrophages (43） are not the main immune organs or cells in immunity against blood stage malaria. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "It has been documented that infections with a nonlethal (Py17XNL) and lethal (Py17XL) strain of Plasmodium yoelii lead to different outcomes of the disease (12). Our present studies indicated for the first time that these lethal and nonlethal Plasmodium strains induced different dynamic patterns of pSTAT1 and pSTAT3 balance in the spleens of the infected mice. The nonlethal strain Py17XNL induced a pSTAT1-dominant response during the early stageof infection,which might cause the final resolution of the infection. But the lethal strain Pyl7XL induced a pSTAT3- dominant response,which might cause the overwhelming parasitemia and the death of the animals.In the later stage of Py17XNL infection, the pSTAT1-dominance was switched to the pSTAT3-dominance.The “switch” might represent an important mechanism to prevent immunopathology associated with anti-malarial immunity. The STAT3-dominant response during the early phase of Pyl7XL infection may inhibit the development of protective immunity, leading to high parasitemia and death. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "It is known that pSTAT1 is critical in inducing Thl/proinflammatory cytokines， activating DC and NK cells, up-regulating MHC class I/II molecules and co-stimulation molecules on immune cells,prolonging the survival of T cells，enhancing the activity of cytotoxic T lymphocytes (CTL),and inhibiting the regulatory T(Treg) cell and antiinflammatory cytokine(TGF- $\\boldsymbol { \\cdot } \\boldsymbol { \\beta }$ and IL-10) responses (26). pSTAT3,which has antagonistic effect on pSTAT1 (27,28), plays a key role in suppressing the function of neutrophils, NK cells,DCs (31-33） and negatively regulating the Th1- mediated inflammatory response (30,31). Therefore，the balance of pSTAT1 and pSTAT3 plays an important role in regulating immune responseand maintaining immunohomeostasis. The results presented in this study suggest that the balance of pSTAT1 and pSTAT3 responses may also have an important implication in malaria immunology,meriting further study. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We thank Professor Yaming Cao for providing the Py17XNL strain and the Malaria Research and Reference Reagent Resource Center (MR4,MAL88851-01265293) for donating the Py17XL strain of Plasmodium yoelii. We also appreciate Quansheng Guan and Liang Zhang for their technical assistance in immunohistochemistry analysis. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1.Stevenson MM,Riley EM.Innate immunity to malaria.Nat Rev Immunol.2004;4:169-180. 2.Stevenson MM,Tam MF,Wolf SF,Sher A.IL-12-induced protectionagainstblood-stage Plasmodiumchabaudi AS requires $\\mathrm { I F N } { - } \\gamma$ and TNF- $\\mathbf { \\nabla } \\cdot \\mathbf { a }$ and occurs via a nitric oxide-dependent mechanism.JImmunol.1995;155:2545-2556. 3.Stevenson MM,Urban BC.Antigen presentation and dendritic cell biology in malaria.Parasite Immunol.20o6;28:5-14. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4. Su Z, Stevenson MM. Central role of endogenous $\\gamma$ interferon in protective immunity against blood-stage Plasmodium chabaudi AS infection. Infect Immun. 2000;68:4399-4406.   \n5.Tsutsui N, Kamiyama T. Transforming growth factor $\\beta$ -induced failure of resistance to infection with blood-stage Plasmodium chabaudi in mice. Infect Immun. 1999;67:2306-2311.   \n6. Torre D, Speranza F, Martegani R. Role of proinflammatory and anti-inflammatory cytokines in the immune responseto Plasmodium falciparum malaria. Lancet Infect Dis. 2002;2:719- 720.   \n7.Omer FM, Kurtzhals JA，Riley EM. Maintaining the immunological balance in parasitic infections: a role for TGF- $\\mathbf { \\beta } \\mathbf { \\cdot } \\mathbf { \\{ \\vec { \\beta } \\cdot \\vec { \\mu } \\mathbf { \\sigma } \\beta \\ } $ ？ Parasitol Today (Personal ed).200o;16:18-23.   \n8. Artavanis-Tsakonas K, Tongren JE, Riley EM. The war between the malaria parasite and the immune system: immunity, immunoregulation and immunopathology. Clin Exp Immunol. 2003;133:145-152.   \n9. Dodoo D, Omer FM, Todd J, Akanmori BD, Koram KA, Riley EM. Absolute levels and ratios of proinflammatory and anti-inflammatory cytokine production in vitro predict clinical immunity to Plasmodium falciparum malaria. J Infect Dis. 2002; 185:971-979.   \n10.Li C, Corraliza I, Langhorne J.A defect in interleukin-10 leads to enhanced malarial disease in Plasmodium chabaudi chabaudi infection in mice.Infect Immun.1999;67:4435-4442.   \n11. Omer FM, Riley EM. Transforming growth factor $\\beta$ production is inversely correlated with severity of murine malaria infection. JExp Med. 1998;188:39-48.   \n12.Omer FM,de Souza JB,Riley EM.Differential induction of TGF- $\\cdot \\beta$ regulates proinflammatory cytokine_production and determines the outcome of lethal and nonlethal Plasmodium yoelii infections. J Immunol. 2003;171:5430-5436.   \n13. De Souza JB,Williamson KH, Otani T, Playfair JH.EarlyY interferon responses in lethal and nonlethal murine blood-stage malaria.Infect Immun.1997;65:1593-1598.   \n14.Torre D, Speranza F, Giola M,Matteeli A, Tambini R, Biondi G. Role of Th1 and Th2 cytokines in immune response to uncomplicated Plasmodium falciparum malaria. Clin Diagn Lab Immunol. 2002;9:348-351.   \n15.Kobayashi F, Ishida H, Matsui T,Tsuji M.Effects of in vivo administration of anti-IL-10 or anti-IFN-y monoclonal antibody on the host defense mechanism against Plasmodium yoelii yoeli infection. Melatonin regulates nitric oxide synthase expression in ischemic brain injury. J Vet Med Sci. 2000;62:583-587.   \n16.Chen WG, Daines MO,Hershey GKK.Turning off signal transducer and activator of transcription (STAT): The negative regulation of STAT signaling.J Allergy Clin Immunol. 2004; 114:476-489.   \n17.Ihle JN. STATs: signal transducers and activators of transcription. Cell.1996;84:331-334.   \n18. Durbin JE, Hackenmiller R, Simon MC,Levy DE. Targeted disruption of the mouse Statl gene results in compromised innate immunity to viral disease. Cell. 1996;84:443-450.   \n19.Meraz MA,White JM, Sheehan KC,et al. Targeted disruption of the Statl gene in mice reveals unexpected physiologic specificity in the JAK-STAT signaling pathway. Cell. 1996;84: 431-442.   \n20.Rosas LE，Keiser T,Pyles R,Durbin J，Satoskar AR. Development ofprotective immunity against cutaneous leishmaniasis is dependent on STAT1-mediated IFN signaling pathway. Eur JImmunol. 2003;33:1799-1805.   \n21. Szabo SJ, Sullivan BM,Peng SL,Glimcher LH. Molecular mechanisms regulating Th1 immune responses.Annu Rev Immunol. 2003;21:713-758.   \n22. Vakkila J,Demarco RA, Lotze MT. Coordinate NF $\\boldsymbol { \\kappa } \\mathbf { B }$ and STAT1 activation promotes development of myeloid type 1 dendritic cells. Scand J Immunol. 2008;67:260-269.   \n23.Jackson SH, Yu CR，Mahdi RM, Ebong S,Egwuagu CE. Dendritic cell maturation requires STAT1 and is under feedback regulation by suppressors of cytokine signaling. J Immunol. 2004;172:2307-2315.   \n24.Carson WE,Dierksheide JE, Jabbour S,et al. Coadministration ofinterleukin-18andinterleukin-12inducesafatal inflammatory response in mice: critical role of natural killer cell interferon- $\\gamma$ production and STAT-mediated signal transduction. Blood. 2000:96:1465-1473.   \n25. Wei J, Duramad O, Perng OA, Reiner SL, Liu YJ, Qin FX. Antagonistic nature of T helper 1/2 developmental programs in opposing peripheral induction of Foxp3+ regulatory T cells.Proc Natl Acad Sci U S A. 2007;104:18169-18174.   \n26. Dunn GP, Koebel CM, Schreiber RD. Interferons, immunity and cancer immunoediting. Nat Rev. 2006;6:836-848.   \n27. Hong F, Jaruga B, Kim WH, et al. Opposing roles of STAT1 and STAT3 in T cell-mediated hepatitis: regulation by SOCS.J Clin Invest. 2002;110:1503-1513.   \n28.Gabriella R, Sara P, Daniela B,Francesco N, Valeria P. Ups and downs: the STAT1:STAT3 seesaw of interferon and gp130 receptor signalling. Semin Cell Dev Biol. 2008; in press.   \n29.Yu H, Jove R. The STATs of cancer--new molecular targets come of age.Nat Rev Cancer. 2004;4:97-105.   \n30.El Kasmi KC,Holst J, Coffre M, et al. General nature of the STAT3-activated anti-inflammatory response. JImmunol. 2006; 177:7880-7888.   \n31.Yu H, Kortylewski M,Pardoll D. Crosstalk between cancer and immune cells: role of STAT3 in the tumour microenvironment. Nat Rev Immunol. 2007;7:41-51.   \n32.Kortylewski M,Kujawski M,Wang T,et al. Inhibiting Stat3 signaling in the hematopoietic system elicits multicomponent antitumor immunity. Nat Med. 2005;11:1314-1321.   \n33.Takeda K,Clausen BE,Kaisho T, et al. Enhanced Thl activity and development of chronic enterocolitis in mice devoid of Stat3 in macrophages and neutrophils. Immunity. 1999;10:39- 49.   \n34.Adamkova L, Souckova K,Kovarik J. Transcription protein STAT1: biology and relation to cancer. Folia Biol. 20o7;53:1-6.   \n35.Wang W,Edington HD,Rao UN, et al. STAT3 as a biomarker of progression in atypical nevi of patients with melanoma: doseresponse effects of systemic IFNα therapy. J Invest Dermatol. 2008;128:1997-2002.   \n36.Wang W, Edington HD,Rao UN,et al. Modulation of signal transducers and activators of transcription 1 and 3 signaling in melanoma by high-dose IFNα2b. Clin Cancer Res. 2007;13: 1523-1531.   \n37.Couper KN,Blount DG, Wilson MS,et al. IL-10 from CD4 CD25Foxp3CD127 adaptive regulatory T cells modulates parasite clearance and pathology during malaria infection. PLoS Pathog.2008;4:e1000004.   \n38.Chotivanich K, Udomsangpetch R, McGready R, et al. Central role of the spleen in malaria parasite clearance.J Infect Dis. 2002;185:1538-1541.   \n39. Oster CN, Koontz LC, Wyler DJ. Malaria in asplenic mice: effects of splenectomy, congenital asplenia, and splenic reconstitution on the course of infection. Am J Trop Med Hyg. 1980;29:1138-1142.   \n40.Engwerda CR,Beattie L,Amante FH. The importance of the spleen in malaria. Trends Parasitol. 20o5;21:75-80.   \n41. Dockrell HM, de Souza JB,Playfair JH. The role of the liver in immunity to blood-stage murine malaria. Immunology. 1980;41: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "421-430. 42.Playfair JH,de Souza JB.Lymphocyte traffic and lymphocyte destruction in murine malaria.Immunology.1982;46:125-133. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "43.Shear HL,Nussenzweig RS,Bianco C.Immune phagocytosis in murine malaria.JExp Med.1979;149:1288-1298. ",
        "page_idx": 7
    }
]