[
    {
        "type": "text",
        "text": "Morphological coevolution of the pygostyle and tail feathers in Early Cretaceous birds ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WANG Wei1,2 Jingmai K.O'CONNOR' (1 KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontologyand Paleoanthropology,ChineseAcademy ofSciences Beijing10oo44 wangwei2014@ivpp.ac.cn) (2University of Chinese Academy of Sciences Beijing 100049) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractThe transformation from a long reptilian tail to a shortened tail ending in a pygostyle and accompanied by aerodynamic fanning rectrices is one of the most remarkable adaptations of early avian evolution.However,no fossils directly capture this transition,and information regarding the structural morphology and the early evolution of the pygostyle in Mesozoic birds and their integuments is relatively limited. Here we provide a review of the pygostyle morphology of Early Cretaceous birds with comparison to the structure in living birds. This study emphasizes the convergent evolution of distally co-ossified caudal vertebrae in non-avian maniraptorans and early birds. There further exist distinct differences in pygostyle morphology between Sapeornithiformes,Confuciusornithiformes,Enantiornithes,and Ornithuromorpha. The morphology of the pygostyle and rectrices in early ornithuromorphs appear similar to that of extant birds,whereas the pygostyle in more primitive birds does not appear morphologically capable of supporting the rectricial bulbs and musculature necessary to control an aerodynamic fan-shaped tail. The rectricial bulbs and rectricial fan appear to have coevolved with the ploughshaped pygostyle early in the evolution of the Ornithuromorpha.This study also shows that the confuciusornithiform pygostyle was more similar to that of enantiornithines than previously recognized, consistent with the presence of nearly identical ornamental tail feathers in both groups. Q ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeyWordsJehol Biota,Aves,rectricial bulb,rectrices ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Wang W and JK. O'Connor, 2017. Morphological coevolution of the pygostyle and tail feathers in Early Cretaceous birds.Vertebrata PalAsiatica, 55(3): ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Avian origins have been studied for over a century but the hypothesis that“birds are maniraptoran theropod dinosaurs” only became universally accepted in the past two decades following the discovery of abundant feathered maniraptorans in northeastern China (both nonavian and avian) ( $\\mathrm { \\Delta X u }$ et al.,2O14). To be concise, we will hereinafter use “theropod” to refer to non-avian theropod dinosaurs and “maniraptoran” for non-avian maniraptoran theropods.To date, hundreds of specimens of derived maniraptorans and birds have been collected from the Late Jurassic Tiaojishan Formation and the Early Cretaceous Jehol Group (Zhou, 2O04,2014; Wang et al., 2015). The Jehol Group,consisting of the $1 2 5 \\mathrm { { M a } }$ Yixian Formation and the 120 Ma Jiufotang Formation, has also produced thousands of early bird specimens representing half the known Mesozoic taxonomic diversity. Together with the Protopteryx-horizon of the Huajiying Formation, the fossils from the Jehol Group form the spectacularly diverse Jehol Biota (Pan et al., 2Ol3). Together, these faunas preserve a wealth of paleobiological evidence (such as stomach contents, soft tissue structures,and behavior) that greatly elucidate the dinosaur-bird transition and the early evolution of birds (Xu et al., 2014). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Despite this wealth of new data, there still exist significant gaps in our understanding of the structural transformation of birds from the theropod condition. One such evolutionary transformation is the reduction of the long boney tail (present in theropods and the basalmost birds Archaeopteryx and Jeholornis) into an abbreviated tail ending in a pygostyle, a compound element formed through fusion of the distalmost caudal vertebrae.All birds with a pygostyle form a monophyletic clade, the Pygostylia (Chiappe, 2002), which excludes only the long bony-tailed birds,Archaeopteryx and the Jeholornithiformes (Jeholornis and kin). The earliest record of the pygostyle is in the 130.7 Ma Protopteryx-horizon of the Huajiying Formation, the earliest stage of the Jehol Biota, with the first appearance of three pygostylian lineages, the Confuciusornithiformes, Enantiornithes,and Ornithuromorpha (Zhang and Zhou, 2000; Zhang et al., 2008a; Wang et al., 2015). Unfortunately, no intermediate morphotypes are known. The only specimen that may potentially elucidate this important transition is the holotype of Zhongornis haoae from the Jiufotang Formation (Gao et al., 2008). Although initially described as having an intermediate tail morphology, the only known specimen of this taxon is a juvenile and poor preservation obscures interpretations. Descriptions of the tail vary from 14 to 20 vertebrae (Gao et al., 2008; O'Connor and Sullivan, 2014) and thus the transmutation of the tail during early avian evolution remains poorly understood. Historically, the pygostyle has been considered a uniquely avian feature (Haeckel,1883). However, more recently pygostyle-like structures have been discovered in three clades of maniraptorans: Therizinosauroidea, Oviraptorosauria, and Scansoriopterygidae (Xu et al., 2O03; Barsbold et al., 2000a,b; Zhang et al, 2008b). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In Neornithes (the clade that includes all living birds) the tail complex consists of two parts: the tail feathers and the uropygium, the latter consisting of the caudal vertebrae and associated soft tissue (Fisher,1959; Baumel,1988; Baumel et al.,1990; Gatesy and Dial,1993, 1996a,b; Balmford et al.,1993; Thomas,1997). The aerodynamic tail feathers,called rectrices, are stiff and asymmetrical and overlapped dorsally and ventrally by rows of short tail coverts (caled tectrices or deck feathers). There are usually 5-6 free caudal vertebrae with expanded transverse processes followed by a small mediolaterally compressed pygostyle (Baumel and Witmer,1993). The blade-like dorsal portion, the pygostyle lamina (lamina pygostyli),is inferred to form through the fusion of the neural spines and arches.The cone shaped pygostyle base (basis pygostyli) is formed through the fusion of the vertebral bodies (centra) (Baumel et al.,1990; Baumel and Witmer,1993). The pygostyle base has ventral processes that are weakly excavated for muscle attachment. Paired fibroadipose tissue structures called rectricial bulbs lie on both sides of the pygostyle and predominantly attach to the pygostyle lamina; the calami of the rectrices are imbedded in this tissue, except for the medial pair which attach directly onto the dorsodistal end of the pygostyle (Baumel,1988). Spiraling around the surface of each bulb is a striated muscle, the rectricial bulb muscle (m. bulbi rectricium), primarily responsible for controlling the spread of the tail feathers (Baumel,1988; Baumel and Witmer, 1993; Gatesy and Dial,1996a,b).In some birds (e.g.,in Piciformes and Coliformes) the ventral processes are laterally expanded forming the ventrally concave pygostyle disc (discus pygostyli) that provides an expanded area for the attchment of the well-developed caudal depressor muscle (m. depressor caudae) present in these species; the disc is inferred to be derived from rudimentary transverse processes (Baumel, 1988; Baumel and Witmer, 1993). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Except for the flightless paleognathus birds (the “ratites\"),all modern birds share nearly the same tail complex formed by pygostyle, rectricial bulbs and rectrices. Although in many taxa the rectrices are modified for display, most birds have an aerodynamic fan consisting of 10-12 feathers (Thomas and Balmford, 1995). This sophisticated tail complex plays a significant role in avian flight. The rectricial fan produces lift to supplement the wings, the force of which can be adjusted by controling the surface area of the rectricial fan by adjusting the spread of the feathers (Thomas and Balmford, 1995; Thomas 1997). This supplemental lift is particularly important during takeoff, landing (for decelerating and braking) and slow flight (Pennycuick, 1968; Spedding et al., 1984; Tucker, 1992; Gatesy and Dial, 1993). Tail fanning is also used when turning,acting as a paddle or rudder (Baumel et al.,199o; Thomas, 1993,1997),and the presence of a tail helps to maintain stability and balance,and streamline the body (Thomas, 1993). Because the tail complex functions as an integrated whole,the uropygium and integument are morphologically correlated and one can be used to predict the other (Felice and O'Connor, 2014). Furthermore, pygostyle morphology can be used to predict flight or foraging style in both extinct and extant birds (Felice,2O14).These results support the hypothesis that pygostyle and rectricial morphology co-evolve (Clark et al., 2006). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Despite the large number of specimens uncovered from the Jehol Biota over the past several decades (Zhou,2004, 2014; Xu et al.,2014),the early evolution of the avian tail complex is poorly understood. Several short discussions have been published regarding specific taxa: Jeholornis (O'Connor et al., 2012, 2013), Eopengornis (Wang X et al.,2014), Shanweiniao (O'Connor et al., 2009), Yixianornis (Clarke et al., 2006) and Iteravis (Zhou et al., 2014). However, the only research focused on the morphological changes that occur in the derived maniraptoran tail during early avian evolution predates most important discoveries (Gatesy and Dial, 1993,1996a, b). The pygostyle and tail feathers,when preserved, are typically only briefly described (Chiappe et al., 1999; Clarke et al., 2006; O'Connor et al., ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2009; Hu et al.,2O15),and very litle information is available regarding the soft tissue (rectricial bulbs and muscle),although potential traces are reportedly preserved in the ornithuromorph Iteravis (Zhou et al., 2014) and the enantiornithine Feitianius (O'Connor et al.,2015). Extensive interspecific comparison is lacking and the relationship between skeletal features and integument has only been explored in the pengornithid enantiornithines (Hu et al., 2015; O'Connor et al.,2O16). Here we describe in detail the morphological characteristics of the pygostyle and tail feathers in Mesozoic birds and closely related theropods.We discuss morphological differences between clades, potential function,and place this information in the context of recent phylogenetic analyses in order to test hypotheses regarding the origin of the extant avian tail fanning complex. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Institutional abbreviationsBMNH, Beijing Natural History Museum, Beijing, China; CAGS, Chinese Academy of Geological Sciences, Beijing, China; CNU, Capital Normal University, Beijing, China; DHNM, Dalian Natural History Museum, Dalian, China; IVPP, Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences, Beijing, China; LPM, Liaoning Paleontology Museum, Shenyang, China; STM, Tianyu Natural History Museum of Shandong, Pingyi, China. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "This study mainly utilized the collections of the IVPP, supplemented by data from the collections of the STM. Only taxonomically identifiable specimens with pygostyle or tail integument preserved were included in this study. Because the morphology of the caudal skeleton is affected by post-hatching development (Heers et al., 2014; Zhou et al., 2013), juvenile specimens (such as the holotype of Zhongornis haoae) were excluded from this study. Anatomical nomenclature primarily follows the “Handbook of Avian Anatomy” using English equivalents for the Latin terminology (Baumel and Witmer,1993). cal ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Preserved in finely laminated lacustrine sediments,almost all specimens from the Jehol Biota are compressed, preserved nearly two-dimensionally in slabs.This preservation limits the information available from individual elements to a single exposed surface (e.g., dorsal, lateral, ventral or dorsolateral etc.） preventing the use of geometric morphometric analysis methods (Zelditch et al.,2Ol2).Thus,three simple but reliable measurements were chosen: the total length of the pygostyle (TLP),the mid-length width of the pygostyle (MLW,for dorsally/ ventrally preserved specimens),and the mid-length height of the pygostyle (MLH,for laterally preserved specimens). In order to reduce the effects of body size, we normalized the TLP using the total length of the humerus (TLH) and the total length of femurs (TLF),two most reliable and widely used proxies for body size and mass in most birds (Liu et al.,2O12; Hone, 2012). Most of the data (27 specimens) were collected directly from specimens measured using stainless hardened digital calipers; measurements from four specimens were taken from the literature (Sapeornis CAGS-03-07-08 (Yuan,2005), Zhouornis (Zhang et al., 2013), Sulcavis (O'Connor et al., 2013), Shanweiniao (O'Connor et al., 2009)). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1Description of pygostyles and tail feathers ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Non-avian theropodaNon-maniraptoran theropods have typical reptilian tails usually consisting of dozens of free caudal vertebrae, e.g.,about 35 in Tyrannosaurus (Persons and Currie,201la) and 42 in Carnotaurus (Persons and Curre, 2011b). The proximal vertebrae have short centra with neural arches and transverse processes present. These processes are completely reduced in the distal vertebrae,which have elongate centra with the length more than four times the centra height/width in some taxa (e.g., Sinosauropteryx, Ornitholestes) (Pitman et al.,2O13). The fusion of distal caudal vertebrae is unknown in non-maniraptoran theropods, and rare in non-avian maniraptoran theropods. The most primitive (Fig.1) known pygostyle-like structure is present in the basal therizinosaur Beipiaosaurus (IVPP V11559) (Xu et al.,2003). The complete tail of Beipiaosaurus (V 11559) consists of 30 vertebrae. Preserved inlateral view,the last five caudals are well co-ossified into a rod-like element with a slightly convex dorsal margin formed by the prezygopophyses. The distal sixth and seventh caudal centra are completely fused to each other but not to the other five fused vertebrae. The tail plumage consists of filamentous (without a fused rachis) \"proto-feathers” with no proximodistal differentiation (Xu et al.,2oo3).No composite filaments are observed on the tail of Beipiaosaurus,which falls outside Pennaraptora (the derived clade of maniraptorans in which pennaceous feathers are present) (Brusatte et al., 2014). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Some members of the Oviraptorosauria (basal most clade in the Pennaraptora) also possess fused terminal caudals.Some members of this bird-like clade have at one time been considered secondarily flightless birds although most similarities are derived cranial features and probably related to the presence of herbivory (Dyke and Norell 20o5). In one specimen of the primitive taxon Similicaudipteryx (IVPP V 12056) the distal most caudal vertebrae (at least two) are coossified into a dagger-like mass (He et al.,20o8).This morphology is also observed in derived oviraptorosaurs, such as Nomingia, Citipati and Conchoraptor (Barsbold et al., 2000a, b; Persons et al.,2O13). In the very primitive Caudipteryx the distal five caudal vertebrae articulate tightly through the presence of well-developed prezygopophyses and the last three of these are ankylosed but remain unfused (IVPP V 22606). These vertebrae lack neural spines and transverse processes,which are present in the proximal caudal vertebrae.Tail feathers are preserved in at least three primitive oviraptorosaurs: Protarchaeopteryx, Caudipteryx and Similicaudipteryx.The holotype of Caudipteryx has an estimated eleven pairs of tail feathers attched to the caudalmost five or six vertebrae,which form the incipient pygostyle.Although the tail feathers in all these three taxa are pennaceous (vaned), no specimen preserves evidence of hooklets on the barbules (Ji et al.,1998).In Caudipteryx V 22606 two layers of tail feathers are evident: one shorter layer of rachis-less body feathers and another longer layer of pennaceous rectrices (Fig. 2). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/b4a8b1d16d5b1843f6419f5fb9ab6433f756e38a6ddc271929df8582f4276269.jpg",
        "img_caption": [
            "Fig.1Phylogeny of Maniraptora and related Theropoda dinosaurs,modified from Brusatte et al., 2014 "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "One member of the Scansoriopterygidae, Epidexipteryx, has a reduced tail consisting of l6 vertebrae ending in a rod-like structure approximately formed by the distal ten caudal vertebrae which are unfused.The distal ten vertebrae are reduced to simple centra without processes. Two pairs of elongate feathers project from the pygostyle in Epidexipteryx; described as “ribbon-like”(Zhang et al.,20o8b),these tail feathers resemble the poorly preserved“rachis-dominated’ feathers present in some enantiornithines. Pennaceous tail feathers are otherwise unknown in the Scansoriopterygidae. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Basalmost birdsWith the exceptions of Archaeopteryx and Jeholornis, all Mesozoic birds have a pygostyle. Archaeopteryx is the basalmost bird with a tail composed of 21-22 articulated caudal vertebrae (Elzanowski, 2002; Foth et al., 2014) suggesting that the plesiomorphic avian tail was composed of no fewer than 20 caudal vertebrae.Pennaceous tail feathers,presumably attached through ligamental connections,line the lateral surfaces of the tail, overlapping to form a frond-like morphology (Gatesy and Dial, 1996b; Mayr et al., 2007). The $1 1 ^ { \\mathrm { { t h } } }$ specimen of Archaeopteryx preserves a notch in the caudal margin of the tail frond. The proximal rectrices are asymmetric and shorter than the symmetrical overlapping distal rectrices (Feduccia and Tordoff, 1979; Foth et al., 2014). The slightly more derived Jeholornis has 27 free caudal vertebrae (IVPP V 13350) forming a tail longer than that of Archaeopteryx (Zhou and Zhang, 2002a, 2003a). Jeholornis possesses a unique tail plumage with two functionally discriminate rectricial pterylae (O'Connor et al., 2012,2013). One consists of a short fan-shaped array of rectrices presumably embedded in the soft tissue dorsal to the short proximal caudal vertebrae,and the second is distally located, consisting of laterally oriented cranially curved rectrices forming a frond-like arrangement without an extensive aerodynamic surface.Vane symmetry is equivocal due to preservation. Although the lift generated by the tails in these two taxa are insignificant when compared with that of the extant pigeon, the tail complex in Jeholornis is relatively more effcient than that of Archaeopteryx, producing similar lift while at the same time incurring much less estimated drag (O'Connor et al., 2013). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/b5e91b3ee02c0440f073180c795f244cd11b84771c29100f44c329a30152fe69.jpg",
        "img_caption": [
            "Fig.2Photographs and camera lucida drawings of distal caudal vertebrae of Caudipteryx sp. (IVPPV 22606) Abbreviations:ch.chevron人字骨; cv.caudal vertebra尾椎; fi.flaments 丝状羽毛;pi.pinnules羽枝; poz.postzygopophysis后关节突; prz.prezygopophysis前关节突 Scale bar=5mm "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The Sapeornithiformes and the Confuciusornithiformes are the basalmost known avian lineages with a pygostyle (Zhou and Zhang, 2002b; Zhang et al., 2008a). Despite published diversity, the Sapeornithiformes is considered a monospecific clade with all taxa referable to Sapeornis chaoyangensis (Pu et al.,2013; Gao et al.,2012). The pygostyle is best preserved in two specimens, IVPP V 13275 and V 13276,both preserving this element in left dorsolateral view. In the cranial three vertebrae of the pygostyle, neural spines and transverse processes can be faintly distinguished; the subsequent vertebrae are more completely fused and individual processes cannot be identified. The dorsal surface is interpreted as forming a weak pygostyle lamina (Fig.3). On each lateral surface of the lamina there is a laterally projecting ridge inferred to form through fusion of the transverse processes.More than ten additional specimens of sapeornithiforms preserving the pygostyle were examined at the STM. In roughly a third of these specimens fusion of the pygostyle is incomplete, suggesting that the pygostyle fully co-ossifies late during ontogeny. Tail feathers are rarely preserved, present in only one published specimen (STM 16-18); this specimen preserves multiple elongate rectrices preserved in lateral view, interpreted as forming a long, strongly graded tail-fan (Zheng, et al., 2O13; Wang X et al., 2014; Xu et al., 2014). Two other specimens (STM 15-18,16-5) preserve this feature in dorsoventral view revealing a tail consisting of 8-10 narrow, symmetrical, non-overlapping feathers. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Distinct from that of sapeornithiforms, the pygostyle in confuciusornithiforms is more strongly co-ossified, proportionately longer and more robust (Martin et al. 1998; Chiappe et al.,1999). This detailed study of the confuciusornithiform pygostyle reveals a more complex morphology than previously recognized (Martin et al.,1998; Chiappe et al.,1999). The pygostyle has a pair of dorsolateral ridges (Fig. 4A) and another pair of proximoventral processes (Fig. 4B). The proximoventral processes project cranially beyond the proximal articular surface (Fig. 4A,B) and are proximally restricted whereas the dorsolateral processes extend the entire length dorsally defining a deep concavity. The ventral surface is keeled; the height of the keel is obscured by compression but it appears that it forms a majority of the pygostyle corpus (Fig. 4B). The caudal margin is rounded and slightly laterally expanded (Fig. 4C). In lateral view, foramina are present in some specimens (e.g., IVPP V 16066, STM 13-58). The number and position of these foramina are variable,and we suggest these may represent a subadult feature,subject to ontogenetic change and lost with maturity. Numerous confuciusornithiform specimens preserve a single pair of rectrices that are elongate, rachisdominated and only distally pennaceous (racket-plumes). Other specimens preserve only short rachis-less body feathers surrounding the pygostyle (Fig. 4A, C). These racket-plumes are interpreted as sexually dimorphic ornaments present only in males, evolved under sexual selection (Chiappe et al., 2008). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/c57bdf05475c55ea77c6af621205b16de23aeff21b3b4e661c246378ed89afe7.jpg",
        "img_caption": [
            "Fig.3Photographs and camera lucida drawings of pygostyles of Sapeornithiformes A.Sapeornis,IVPPV13276,in dorsal view; B.Sapeornis,IVPPV13275,in dorsal-lateral view Abbreviations:dr.dorsal ridge背侧脊;lr.left lateral ridge左侧脊;ns.neural spine棘突; rlr.right lateral ridge右侧脊;tp.transverse process横突.Scale bars $\\scriptstyle : = 3 { \\mathrm { ~ m m } }$ "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Enantiornithes Enantiornithes is the most diverse group of Cretaceous birds. Although their pygostyle and tail feathers do not vary to the extent observed in extant birds,accordingly they show a greater morphological diversity than other known Cretaceous clades. The caudal vertebrae are well fused; sutures and individual processes cannot be recognized in adults. The three-dimensionally preserved pygostyle of Halimornis (Chiappe et al., 2O02) clearly reveals that a typical enantiornithine pygostyle consists of paired dorsolateral ridges demarcating a deeply incised dorsal surface (in the case of Halimornis, incised forming a deep V-shaped excavation); ventrally, the body is very narrow, with a pair of ventrolateral processes. The dorsolateral ridges project cranially beyond the proximal articular surface forming the dorsal fork described by Chiappe et al. (2O02). Together with the smaller ventrolateral ridges, the pygostyle appears X-shaped in proximal view (Fig. 5). The distal end of the pygostyle ist tapered, formed by a constriction in the mediolateral width of the dorsal surface and the fact the ventrolateral processes do not extend the entire length of the pygostyle. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Although most if not all known enantiornithine taxa share this unique general morphology, appreciable variation within this template is observed. The basal Pengornithidae (Zhou et al., 2008;Wang X et al., 2014; Hu et al.,2015) possess all the characteristic enantiornithine features but their pygostyle is proportionately shorter and broader and the distal end is untapered: the ventrolateral processes are proximally restricted and the dorsal surface maintains an even width (Pengornis IVPP V 15336; Fig. 5A). The dorsal surface is broadly concave,rather than deeply incised as in Halimornis.The caudal margin of the pygostyle has a medial cleft, unique to this family of enantiornithines. Compared to the typical condition, the bohaiornithid pygostyle (Fig. 5B,C) is more slender and the ventrolateral processes taper gently rather than end abruptly as in most enantiornithines (Wang M et al., 2014). The Longipterygidae, the family that includes Longipteryx, Rapaxavis,and Shanweiniao, ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/9ec1f1d78e319c7c90b2426cebdd9bed8024fa4050136c3373b6b97506537d89.jpg",
        "img_caption": [
            "Fig. 4 Photographs and camera lucida drawings of pygostyles of Confuciusornithiformes A. Confuciusornis, IVPP V11640, in right doesolateral view; B.Jinzhouornis,IVPPV12352,in ventral view; C.Confuciusornis,IVPPV13156,in dorsal view "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Abbreviations: ldlr.left dorsolateral ridge左背侧脊;lpvp.left proximoventral process左腹侧前突; rdlr.right dorsolateral ridge右背侧脊;rpvp.right proximoventral process右腹侧前突;vk.ventral keel腹侧脊 Scale bars=3 mm ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "is characterized by a pygostyle that is proportionately larger and more robust than other enantiornithines (O'Connor et al., 2011). In Rapaxavis the distal end of the pygostyle caudal to the ventrolateral processes forms a spade-like expansion that is distally tapered (Fig. 5D). Other simpler morphologies have been reported (e.g., Vescornis) (Zhang et al.,2004) but in the absence of additional evidence these are interpreted as due to poor or incomplete preservation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In some enantiornithine specimens (e.g., Eoenantiornis IVPP V 11537, Longipteryx IVPP V12325) rectrices are distinctly absent, with only rachis-less body feathers present, similar to some confuciusornithiform specimens.Many specimens preserve a single pair of elongate rachis-dominated tail feathers (e.g.,Protopteryx IVPP V11665,Dapingfangornis LPM 00039, Bohaiornis LPM B00167,Parapengornis IVPP V 18687) (Zhang and Zhou, 2000; Li et al., ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/fff9cf4962a2aff23e2dc61fc287feac24fd252579c1096960baedbf900a4803.jpg",
        "img_caption": [
            "Fig.5Photographs and camera lucida drawings of pygostyles of enantiornithines A.Pengornis,IVPPV15336,inleftdorsolateral view;B.Parabohaiornis,IVPPV18690,in leftlaterodorsal view; C.Sulcavis,BMNH-Ph 00805,in left lateral view;D.Rapaxavis,DNHMD2522,in ventral view Abbreviations: ldlr.left dorsolateral ridge左背侧脊;lpdp.left proximodorsal process; lpvp.left proximoventral process左腹侧前突;lvlr.left ventrolateral ridge左腹侧脊;rdlr.right dorsolateral ridge右背侧脊; rpdp.right proximodorsal process; rvlr. right ventrolateral ridge右腹侧脊.Scale bars ${ \\mathrm { : } } = 3 { \\mathrm { ~ m m } }$ "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2006; Hu et al., 2011; Hu et al.,2015). Paraprotopteryx (STM V 001) preserves two pairs of feathers (Zheng et al., 2OO7). These feathers vary with regards to the extent of the pennaceous vane,being fully pennaceous in Parapengornis and Eopengornis and distally restricted in all other specimens in which preservation is clear (Dapingfangornis, GSGM-07-CM-001, ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Paraprotopteryx STM V O01). The shape of the distally restricted pennaceous portion varies between taxa being distinctly racket-shaped in Dapingfangornis and Paraprotopteryx whereas the distal expansion is more gradual in other specimens (GSGM-07-CM-0o1) (O'Connor et al., 2012). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "OrnithuromorphaThe Ornithuromorpha contains all living birds (Neornithes） and extinct taxa more closely related to living birds than to the Enantiornithes (Chiappe, 2002; O'Connor and Zhou,2013; Jetz et al.,2012; Jarvis et al., 2014; Wang et al., 2015). Several Early Cretaceous fossil ornithuromorphs preserve evidences of an advanced tail complex. The pygostyle is most commonly preserved in lateral view (e.g., holotype of Yixianornis grabaui IVPP V 12631 (Zhou and Zhang,2001), holotype of Piscivoravis lii IVPP V 17078 (Zhou et al., 2013), holotype of Iteravis huchzermeyeri IVPP V 18958 (Zhou et al.,2014) and Gansus yumenensis CAGS-IG-04-CM-002 (You et al., 2006)), revealing a ploughshareshape approximately like that observed in extant birds and proportionately smaller than in other Early Cretaceous avian taxa (Fig. 6). The ratio of dorsoventral MLH compared to TLP in Jehol ornithuromorphs is larger (varies from O.37 in Yixianornis to O.60 in Hongshanornis) than in other Cretaceous clades (Confuciusornis 0.25, enantiornithine Longipteryx 0.17) with the exception of Sapeornis (0.45). Because all available Early Cretaceous basal ornithuromorph specimens preserve the pygostyle in lateral view, their width cannot be successfully measured. We suggest the predominance of lateral preservation implies that the pygostyle is mediolaterally thin, as in neornithines. Generally, the pygostyle in Early Cretaceous ornithuromorphs consists of a pygostyle lamina and a narrow pygostyle base, with the transverse processes forming uneven low ridges on the lateral surface (Fig. 6). In lateral view the pygostyle is upturned (Fig. 6) so that it is angled relative to the distal free caudals; this morphology is also observed in doves, falcons and many other living birds (Baumel et al., 1988).Although somewhat similar to sapeornithiforms in overall shape, the ornithuromorph pygostyle is mediolaterally thinner and proportionately shorter than in this taxon and significantly difers from the robust morphology in other Mesozoic avian lineages.Non-feather dark traces preserved surrounding the pygostyle in Yixianornis V 12631 and Iteravis V 18958 have been interpreted as the carbonaceous remains of the rectricial bulbs (Clarke et al., 2006; Zhou et al., 2014). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The basalmost ornithuromorph preserving tail feathers is the holotype of Schizooura li (IVPP V 16861),which preserves a forked tail, considered by aerodynamic models to be the most efficient tail shape (Zhou et al., 2012, Thomas et al.,1993).All other ornithuromorph specimens with caudal integument preserve the impression of an aerodynamic tail fan formed by multiple (at least 6-1O) rectrices. Fan-shaped arrays of rectrices are present in Hongshanornithidae (Hongshanornis V 14533,DNHM D2945/6; Tianyuornis STM 7-53; Archaeornithura STM7-145), Songlingornithidae (Yixianornis: V12631; Yanornis: STM9-51) and Piscivoravis (V 17078)(Chiappe et al., 2014; Zheng et al.,2014; Zhou et al., 2013; Wang et al.,2015).The rachis and individual barbs are discernible in the rectrices of some exquisitely preserved specimens (e.g., Yixianornis: V 12631, Piscivoravis: V 17078).At least eight rectrices are preserved in the holotype specimen of Yixianornis grabaui (Clarke et al., 2006); a minimum of six feathers were reported in the holotype specimen of Piscivoravis li (Zhou et al.,20l3); and more than ten are present in a referred specimen of Hongshanornis DNHM D2945 (Chiappe et al., 2O14). The caudal margins of these tail fans are weakly graduated. Although the exact number of rectrices cannot be determined in any specimen, more than two rectrices are present in all known basal ornithuromorphs with the possible exception of the poorly preserved tail in the holotype of Iteravis huchzermeyeri (Zhou et al., 2014). ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/b3ef88d3c038b59c2d8e5a8dd768be16e16e7acdbbcc024337cdb94b7496fd40.jpg",
        "img_caption": [
            "Fig.6Photographs and camera lucida drawings of pygostyles of ornithuromorphs A. Yixianornis,IVPPV12631, in left lateral view;B.Piscivoravis,IVPPV17078,in left lateral view; C.Iteravis,IVPPV18958,in left lateral view Abbreviations:pb.pygostyle base尾综骨基部;pl.pygostyle lamina尾综骨板.Scale bars $: = 3 ~ \\mathrm { m m }$ "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.2 Data analysis ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Pygostyle data was collected from 31 specimens belonging to 20 genera and representing at least 8 families (Table 1). Almost all ornithuromorph pygostyles are preserved laterally and do not provide data on the MLW.The width was measured from the holotype of Schizooura li, but lateral compression of the pygostyle in this specimen and specimens of Sapeornis (IVPP V 13275 and V 13276) prevents accurate measurements. Selected linear pygostyle measurements were compared to determine if clades can be differentiated on the basis of pygostyle absolute sizes and relative proportions. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The Mesozoic birds from Jehol can be divided into four groups: Sapeornithiformes, Confuciusornithiformes, Enantiornithes and Ornithuromorpha, based on the phylogeny. We choose TLH and TLF,which are commonly used, both as the appropriate proxies of avian body size (Liu et al., 2012; Hone,2012). The result (Table 1) indicates that TLP/TLH values in sapeornithiforms (0.11-0.17) and ornithuromorphs (0.15-0.27) are distinctly lower than those of confuciusornithiforms (0.45-0.54) and most of enantiornithines (0.34-0.66, exclude those of Pengornithidae). The result can be visible in Fig. 7A: scatter points belonging to sapeornithiforms and ornithuromorphs are more closed to TLH-axis, while those of confuciusornithiforms and enantiornithines are near TLP-axis. In the enantiornithines,low TLP/TLH values can also be found in the Pengornithidae (0.18-0.30). Consistent result also can be confirmed when the proxy is changed into TLF (see TLP/TLF in Table.1; Fig. 7B). The two aspects of results both suggest proportionally shorter pygostyles relative to body size in sapeornithiforms and ornithuromorphs, especially in the latter. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Clades cannot be easily distinguished by MLW/TLP values (Table 1; Fig. 7C). Because the data of sapeornithiforms and ornithuromorphs are too questionable and limited (only one datum of each) to be considered, and the ratio of MLW/TLP present in confuciusornithiforms (0.12-0.24) and enantiornithines (0.15-0.53) are indistinguishable. The single datum point representing the ornithuromorphs, taken from the holotype of Schizooura lii, is not reliable due to deformation. However, we hypothesize that wide spread lateral preservation in this clade precisely reflects their very low width values. The presence of robust ventrolateral and/or dorsolateral processes may contribute to the width in confuciusornithiforms and enantiornithines (Figs.4,5). Higher MLH/TLP values are interpreted from sapeornithiforms (0.45）and ornithuromorphs (0.37-0.60),indicating proportionately taller and shorter pygostyles compared to confuciusornithiforms (MLH/TLP value is 0.21-0.26） and enantiornithines (MLH/TLP value is 0.16-0.22) (Table 1; Fig. 7D). This greater dorsoventral depth is produced by the prominent neural spines in sapeornithiforms and the dominant pygostyle lamina in ornithuromorphs, which both are dorsally projecting (Figs.3, 6). ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/1ae85fdd926b53443c39b799395ea2fb63c00a3b603ec02fd60b89a7797db251.jpg",
        "img_caption": [
            "Fig.7Scatter diagram of metrical data (Table 1) of fossil pygostyles A. TLP-TLH; B.TLP-TLF; C.TLP-MLW; D.TLP-MLH. In accord with the phylogenetic result, allthe data can also be separated into four parts by each parameter-couple in rectangular plane coordinate systems "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/a10e9bcfef64f502ce02ec1de34c78e5579afdbe2ebc474487479caa4df85927.jpg",
        "table_caption": [
            "Table 1 Measurements of pygostyles,humeri and femurs of Mesozoic avian fossils (mm) "
        ],
        "table_footnote": [
            "Citations: Sapeornis CAGS-03-07-08 (Yuan,2005),Zhouornis (Zhang etal.,2013),Sulcavis (OConnor et al.,2013), Shanweiniao (O'Connor et al.,2009). "
        ],
        "table_body": "<html><body><table><tr><td></td><td>Genera</td><td>1√8 Specimen</td><td>TLP</td><td></td><td>MLW MLH</td><td>TLH</td><td>TLF</td><td>TLP/ TLH</td><td>TLP/ TLF</td><td>MLW/MLH/ TLP</td><td></td></tr><tr><td rowspan=\"3\">Sapeornithidae (the only family of Sapeornithiformes)</td><td rowspan=\"3\">Sapeornis</td><td>IVPPV13275</td><td>21.3</td><td>7.5</td><td></td><td>122.9</td><td>74.1</td><td>0.17</td><td>0.29</td><td>0.35</td><td></td></tr><tr><td>IVPPV13276</td><td>13.7</td><td></td><td>6.1</td><td>120.4</td><td>72.1</td><td>0.11</td><td>0.19</td><td></td><td>0.45</td></tr><tr><td>CAGS-03-07-08</td><td>20.0</td><td></td><td></td><td>130.0</td><td></td><td>0.15</td><td></td><td></td><td></td></tr><tr><td rowspan=\"6\">Confuciusornithidae (the only family of Confuciusornithi- -formes)</td><td>Confuciusornis</td><td>IVPPV13175</td><td>30.4</td><td></td><td>7.6</td><td>67.2</td><td>55.3</td><td>0.45</td><td>0.55</td><td></td><td>0.25 0.26</td></tr><tr><td></td><td>IVPPV16066</td><td>27.5</td><td></td><td>7.2</td><td>54.0</td><td>44.5</td><td>0.51</td><td>0.62</td><td></td><td></td></tr><tr><td></td><td>IVPPV10932A</td><td>25.7</td><td>4.6</td><td></td><td>48.7</td><td>36.3</td><td>0.53</td><td>0.71</td><td>0.18</td><td></td></tr><tr><td></td><td>IVPPV13172</td><td>28.9</td><td>3.6</td><td></td><td>53.1</td><td>45.8</td><td>0.54</td><td>0.63</td><td>0.12</td><td></td></tr><tr><td></td><td>IVPPV11640</td><td>32.6</td><td></td><td>8.4</td><td>64.5</td><td></td><td>0.51</td><td></td><td></td><td>0.26</td></tr><tr><td></td><td>IVPPV13156</td><td>30.5</td><td>4.1</td><td></td><td>60.4</td><td>47.1</td><td>0.50</td><td>0.65</td><td>0.13</td><td></td></tr><tr><td></td><td></td><td>IVPPV13171</td><td>30.7</td><td></td><td>6.3</td><td>62.3</td><td>55.5</td><td>0.49</td><td>0.55</td><td></td><td>0.21</td></tr><tr><td>Protopterygidae</td><td>Jinzhouornis</td><td>IVPPV12352</td><td>14.8</td><td>5.9</td><td></td><td>53.3</td><td>30.5</td><td>0.47</td><td>0.49</td><td>0.24</td><td></td></tr><tr><td rowspan=\"5\">Pengornithidae</td><td>Protopteryx</td><td>IVPPV11665</td><td>11.2</td><td>1.8</td><td></td><td>28.0</td><td>23.7</td><td>0.40</td><td>0.47</td><td>0.16</td><td></td></tr><tr><td>Pengornis</td><td>IVPPV15336</td><td>19.3</td><td>5.3</td><td></td><td>63.5</td><td>48.1</td><td>0.30</td><td>0.40</td><td>0.27</td><td></td></tr><tr><td></td><td>IVPPV18632</td><td>11.7</td><td>3.2</td><td></td><td>45.8</td><td>34.6</td><td>0.26</td><td>0.34</td><td>0.27</td><td></td></tr><tr><td>Parapengornis</td><td>IVPPV18687</td><td>9.4</td><td>5.0</td><td></td><td>51.7</td><td>39.8</td><td>0.18</td><td>0.24</td><td>0.53</td><td></td></tr><tr><td>Longusunguis</td><td>IVPPV17964</td><td>22.7</td><td>3.5</td><td></td><td>41.8</td><td>35.8</td><td>0.54</td><td>0.63</td><td>0.15</td><td></td></tr><tr><td rowspan=\"9\"></td><td>Parabohaiornis</td><td>IVPPV18691</td><td>17.8</td><td>3.0</td><td></td><td>43.9</td><td>36.0</td><td>0.41</td><td>0.49</td><td>0.17</td><td></td></tr><tr><td></td><td>IVPPV18690</td><td>21.9</td><td></td><td>2.8</td><td>47.3</td><td>37.5</td><td>0.46</td><td>0.58</td><td></td><td></td></tr><tr><td>Bohaiornis</td><td>IVPPV17963</td><td>20.2</td><td></td><td>4.4</td><td>51.7</td><td>42.6</td><td>0.39</td><td>0.47</td><td></td><td>0.22</td></tr><tr><td>Zhouornis</td><td>CNUVB-0903</td><td>17.3</td><td></td><td></td><td>50.6</td><td>44.5</td><td>0.34</td><td>0.39</td><td></td><td></td></tr><tr><td>Sulcavis</td><td>BMNH-Ph 00805</td><td>19.6</td><td></td><td></td><td>46.5</td><td>41.3</td><td>0.42</td><td>0.47</td><td></td><td></td></tr><tr><td>Longipteryx</td><td>IVPPV12325</td><td>22.</td><td>4.7</td><td></td><td>44.6</td><td>28.1</td><td>0.50</td><td>0.80</td><td>0.21</td><td></td></tr><tr><td></td><td>IVPPV12552</td><td>26.3</td><td></td><td>4.4</td><td>40.1</td><td></td><td>0.66</td><td></td><td></td><td>0.17</td></tr><tr><td>Longirostravis</td><td>IVPPV11309</td><td>13.4</td><td>.6</td><td>2.2</td><td>23.1</td><td>19.5</td><td>0.58</td><td>0.69</td><td>0.19</td><td>0.16</td></tr><tr><td>Shanweiniao</td><td>DNHM1878</td><td>12.4</td><td></td><td></td><td>22.4</td><td>17.6</td><td>0.55</td><td>0.70</td><td></td><td></td></tr><tr><td rowspan=\"4\">Hongshanornithidae Songlingornithidae</td><td>Hongshanornis</td><td>IVPPV14533</td><td>5.2</td><td></td><td>3.1</td><td>25.6</td><td>24.9</td><td>0.20</td><td>0.21</td><td></td><td>0.60</td></tr><tr><td>Yixianornis</td><td>IVPPV12631</td><td>11.1</td><td></td><td>4.1</td><td>49.4</td><td>41.0</td><td>0.22</td><td>0.27</td><td></td><td>0.37</td></tr><tr><td>Yanornis</td><td>IVPPV13278</td><td>10.0</td><td></td><td></td><td>64.8</td><td></td><td>0.15</td><td></td><td></td><td></td></tr><tr><td>Piscivoravis</td><td>IVPPV17078</td><td>14.8</td><td></td><td>6.0</td><td>80.6</td><td>56.0</td><td>0.18</td><td>0.26</td><td></td><td>0.41</td></tr><tr><td rowspan=\"2\">(undetermined)</td><td>Iteravis</td><td>IVPPV18958</td><td>6.8</td><td></td><td>3.1</td><td>45.7</td><td>35.2</td><td>0.15</td><td>0.19</td><td></td><td>0.46</td></tr><tr><td>Schizooura</td><td>IVPPV16861</td><td>15.1</td><td>5.0</td><td></td><td>56.8</td><td>43.6</td><td>0.27</td><td>0.35</td><td>0.33?</td><td></td></tr></table></body></html>",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Four groups (TLP-TLH, TLP-TLF, TLP-MLW and TLP-MLH) of visibly separated clusters of data represent the pygostyle measurements of four investigated clades. Despite of the ratio values discussed above,cluster distributions of four clades can be more or less separated as their borders with slight overlaps show (Fig.7).Therefore,four avian clades can be, to some extent, differed according to the absolute sizes. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4 Discussion ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4.1 Convergent evolution of the “pygostyle\" ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Fusion or partial fusion of the terminal caudal vertebrae in maniraptorans is observed in the Therizinosauroidea, Oviraptorosauria and potentially also the Scansoriopterygidae (Xu et al.,2003; Persons and Currie,201la, b; Persons et al., 2013; Gao et al.,2008). However, morphological differences between these phylogenetically separated taxa indicate these co-ossified structures cannot be considered equivalent to the avian pygostyle. Outside the Ornithuromorpha, no group preserves evidence of a tail complex. The rod-like fused caudals in the primitive Beipiaosaurus completely lack rectrices. Although pennaceous tail feathers are present in oviraptorosaurs, the absence of a pygostyle lamina or a similar dorsal ridge makes the development of rectricial bulbs or equivalent structures in this clade unlikely. Co-ossification, when present, only occurs between the centra and prezygopophyses; other processes, such as the transverse processes inferred to fuse into the pygostyle base in ornithuromorphs,are absent in the distal caudal vertebrae of oviraptorosaurs. In the Oviraptorosauria, the presence of extremely deep hemal arches (chevrons) suggests a massive caudofemoralis muscle (Persons et al., 2013). Hemal arches are remarkably shortened in almost all primitive pygostylians and even lost in most living birds (Baumel and Witmer, 1993). OIB ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Anatomical differences between the tightly associated caudal vertebraein oviraptorosaurs and the pygostyle in birds suggest the decrease and fusion of caudal vertebrae in maniraptorans occurred through different genetic pathways, indicating fusion of the distal most caudals evolved independently in different maniraptoran lineages (Rashid et al.,2O14). To avoid confusion (Lu and Hou,2Oo5), fusion in the distalmost caudals of non-avian theropods should be described as pygostyle-like and a true pygostyle should be regarded as a synapomorphy of the Pygostylia (Aves). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4.2 Evolution of the tail complex ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In the last major study of the evolutionary transition of the avian tail, researchers considered the pygostyle in the basal bird Confuciusornis to be roughly equivalent to that of modern birds (Gatesy and Dial, 1996a,b). However, in light of the numerous specimens uncovered over the past two decades,representing a diverse aviary and a wealth of morphological data, significant differences are now clearly observable between the pygostyle and associated tail feathers of modern birds and that of basal clades (Sapeornithiformes, Confuciusornithiformes, Enantiornithes and Ornithuromorpha). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The sapeornithiform pygostyle is relatively smaller and poorly co-ossified compared to most other Early Cretaceous pygostylians. Although forming a single element, individual processes can still be observed in the cranial half of the pygostyle in most specimens; the adult condition is exemplified in the adult or near adult specimens IVPP V 13275 and V13276 (Fig. 3)(Zhou and Zhang,2oo3b).As a result of the increased caudal fusion, the pygostyle in confuciusornithiforms have comparatively smoother margins. Compared to sapeornithiforms, the pygostyle is proportionately longer in confuciusornithiforms and enantiornithines (only exceptions of the Pengornithidae discussed later). Notably, the bilateral dorsolateral ridges present in confuciusornithiforms and enantiornithines define an excavated dorsal platform whereas in ornithuromorphs (including extant birds) the neural spines are fused forming the blade-like pygostyle lamina so that the surface area of the dorsal margin is negligible. In the blade-like ornithuromorph pygostyle, the centra fuse forming the narrow pygostyle base, which is obscured in other pygostylians by the presence of lateral ridges and ventrolateral processes.The transverse processes are highly reduced in primitive ornithuromorphs, forming only a series of uneven low ridges on the lateral surface (Fig. 6). However, in some taxa of living birds (like pheasant and raptors) the transverse processes are inferred to secondarily form the ventral process, and expanded in wood peckers to form the pygostyle disc (Baumel, 1988) (Fig. 8). These specialized transverse processes are restricted to the cranioventral end of the pygostyle where present in living birds,differing strongly from the fused transverse processes observed forming a ridge on the lateral surfaces of the sapeornithiform pygostyle or the unfused processes on the lateral surface in ornithuromorphs (Fig. 3). ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Differences in pygostyle morphology between these four groups correspond to consistent differences in tail plumage. Sapeornis has been interpreted as having a strongly graded fan consisting of approximately eight pennaceous feathers (Zheng et al., 2Ol3; Wang X et al., 2014; Xu et al., 2014), but this taxon has not been studied directly with regards to its rectricial morphology and only one published specimen preserves this feature in lateral view.Additional specimens preserved in dorsal or ventral view confirm that a fan-shaped array of rectrices is present, but they also suggest that the rectrices did not overlap and thus would not have formed an aerodynamic surface (O'Connor et al., 2016). However, until these specimens can be further studied tail function remains inconclusive in sapeornithiforms.Tail feathers are not present in all confuciusornithiform specimens,some of which preserve only rachis-less body feathers like those found on the neck and other parts of the body,which are also present in sapeornithiform, enantiornithine and ornithuromorph fossils also preserving rectrices. Other confuciusornithiform specimens additionally preserve a pair of elongate rachis-dominated rectrices interpreted as male-specific ornaments (Chiappe et al., 2O08). Consistent with similarities in pygostyle morphology,similar ornamental rachis-dominated rectrices are also present in some enantiornithines (e.g., Protopteryx, Paraprotopteryx,Dapingfangornis) (Zhang and Zhou,2000; Zheng et al.,2007; Li et al., 2006). The only exception is the pengornithid Chiappeavis (STM 29-11),which has recently been described with a “tail fan” consisting of approximately eight overlapping rectrices (O'Connor et al., 2016). This fan is proportionately shorter than that observed in Jehol ornithuromorphs. Rectricial fans in early ornithuromorphs apparently consisted of eight to more than ten overlapping rectrices,comparable to living birds. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Differences in the pygostyle between clades of Early Cretaceous birds, supported by differences in rectricial morphology, suggest that the complete modern tail complex only evolved in the ornithuromorph lineage.In neornithines the rectricial bulbs rest on sockets on either side of the pygostyle,separated medially by the pygostyle lamina (Fig. 8). These bulbs root the calami of the rectrices forming the tail fan, allowing their position to be precisely controlled by the rectricial bulb muscle (Baumel,1988;Gatesy and Dial,1996b). The nearly modern morphology of the pygostyle in all Early Cretaceous ornithuromorphs and the common preservation of a rectricial fan strongly suggest the complete tail complex evolved very early in this lineage. A few specimens even preserve carbonized imprints surrounding the pygostyle interpreted as soft tissue traces of the rectricial bulbs (Zhou et al., 2O14), supporting inferences this feature was present. The presence of a fan-shaped array of rectrices and a possible low pygostyle lamina in sapeornithiforms might suggest the presence of rudimentary rectricial bulbs in this lineage as wel. However, the proportionately greater length (and width) of the pygostyle indicates that the rectricial bulbs,if present, would have differed from that in ornithuromorphs. The tail complex can be considered absent in the confuciusornithiforms based on the absence of a fan-shaped tail in all the hundreds of known specimens; this is supported through differences in pygostyle morphology, notably the absence of a pygostyle lamina. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "A pygostyle lamina is also totally absent in enantiornithines. We consider short body feathers (apparently rachis-less) were present on the tail in all enantiornithine groups regardless of rectricial morphology. A majority of enantiornithine specimens preserve a pair of rachis",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/0eb7fcec970cf1e898a8e8e0bdad8e6a7020f2828f2e966bd0a744f95dab3a40.jpg",
        "img_caption": [
            "Fig.8 Illstration of extant avian pygostyles in both dorsal view (A-D)and left-lateral view (a-d) A,a. Cynus cynus,IVPP OV 1721; B,b.Lophura nycthemera,IVPP OV1863; C,c.Streptopelia orientalis,IVPP OV1883;D,d.Buteo buteo,IVPP OV1888 "
        ],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Light blue: pygostyle lamina,its lateral surfaces are the major attachments for rectricial bulbs and rectricial bulb muscle,anteriorly up-lateral and dorsal surfaces are attchments for caudal levator muscle;   \npurple: pygostyle base,itsanteriorly low-lateral and ventral surfaces are attachments for caudal depressor muscle; peach: ventral expansion of pygostyle base for well-developed caudal depressor muscle;   \nlight yellow: dorsal expansion of pygostyle lamina for well-developed caudal levator muscle.Scale bal ${ \\mathrm { = } } 1 0 ~ { \\mathrm { m m } }$ ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "dominated ornamental long rectrices,resembling those in confuciusornithiforms.The “fan tail” from which longiptergyid Shanweiniao gets its name (O'Connor et al.,2Oo9) has been reinterpreted as non-aerodynamic,consisting of at least two pairs of rachis-dominated feathers, similar to the tail in Paraprotopteryx (O'Connor et al.,2O16). This argument is partially based on pygostyle morphology, which agrees with the detailed observations from this study. The tail fan in pengornithid Chiappeavis (STM 29-11) greatly differs from the rectricial morphology in other pengornithids,all other members of which possess a pair of rachis-dominated streamer rectrices (Parapengornis,Eopengornis). However, the pygostyle of Chiappeavis is typical of pengornithids,although it is proportionately shorter and broader than in Parapengornis. Given the observed coevolution between pygostyle and tail feathers, similar pygostyle morphologies are expected to share similar rectrices both within Cretaceous primitive birds and living taxa (Clarke et al.,2006; Felice and O'Connor, 2014; Felice, 2014), making the two apparently functionally disparate tail morphologies observed in the Pengornithidae diffcult to interpret. Even if Chiappeavis possessed some structural equivalent to rectricial bulbs, their morphology would be expected to differ greatly from that of modern birds given the different shape of the pygostyle in pengornithids. As a result, there may also exist differences in tail function and ability between the two groups.Disparity in the tail plumage of Chiappeavis compared to other pengornithids,and differences in pygostyle morphology between Chiappeavis and ornithuromorphs suggests that if a tail complex was present in Chiappeavis, it evolved independently in parallel to ornithuromorphs. We suggest that this tail fan even may have been capable of generating lift but did not have the muscular control of the fan shape associated with the ornithuromorph tail complex. The tail complex consisting of a blade-like pygostyle, rectricial bulbs, and aerodynamic rectrices appears to be unique to the Ornithuromorpha as originally hypothesized by Clarke et al. (2006). ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "4.3 Coevolution of tail feathers and the pygostyle ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Modern birds exhibit a huge diversity of tail feather morphologies. To a lesser extent the shape of the pygostyle also shows quite a bit of variation. Bird tails can have both significant( motor and/or display functions.The diversity of tail morphologies in extant birds are hypothesized to be a product of natural and/or sexual selection (Balmfold et al.,1993; Thomas, 1997; Hedenstrom, 2O02). Recent work has documented the coevolution of the tail feathers with the pygostyle in living birds (Felice and O'Connor,2014; Felice, 2014), indicating that rectrices with specialized functions require structurally modified pygostyles. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "In addition to the rectricial bulbs and their muscle, the caudal depressor and caudal levator (m. levator caudae) muscles also form connections with the pygostyle (Baumel,1988). Fleshy part of the pars profunda of the caudal depressor muscle adhere to the ventrolateral portion of the pygostyle base and the tendon of this muscle attaches along the anterior-ventral margin of the pygostyle. The tendon of the distal part of the caudal levator muscle (pars distalis) attaches on the craniodorsal portion of the lateral surface of the pygostyle (Baumel, ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "1988).In certain extant raptor clades, the birds descend on their prey from great height at great speeds. Such taxa must be capable of generating large braking forces after seizing prey near the ground. This maneuvering requires a robust caudal depressor muscle. In order to provide an expanded area for the attachment of this expanded muscle,falconids possess an expanded tubercle,or in some cases paired accessory sesamoid flakelets (Richardson,1972), on or near the cranioventral margin of the pygostyle probably (Fig. 8D). Even greater ventral expansions, in the form of the pygostyle disc (Baumel and Witmer, 1993),are developed in woodpeckers,and some piciforms.Woodpeckers have evolved stiffened feathers in order to support their bodies against gravity as an adaptation for vertical climbing (Manegold and Topfer,2O13). This posture also requires a strong caudal depressor muscle as the expanded Jpygostyle disc suggests. The enantiornithine Parapengornis has been described possessing a pygostyle that is homomorphic to that of woodpeckers, indicating a similar vertical climbing behavior in some Mesozoic enantiornithines (Hu et al., 2015). However, in the holotype of Parapengornis eurycaudatus (IVPP V 18687) the pygostyle is preserved in dorsal view, preventing observation of any expanded ventral surface (also preserved in dorsal view in the referred specimen IVPP V 18632). Instead, V 18687 displays a broad, concave dorsal platform defined by lateral ridges generally similar to those of other pengornithids.The dorsal expansion present in the pygostyle of Parapengornis and other pengornithids (Hu et al., 2015; Wang X et al., 2014) is in fact opposite the condition observed in the woodpecker pygostyle, in which it is the ventral surface that is expanded. The dorsal platform present in pengornithids and other enantiornithines is more consistent with the presence of an expanded caudal levator muscle, which attaches dorsally in living birds, rather than an expanded caudal depressor muscle as in woodpeckers and falconids (Fig. 9). Furthermore, in woodpeckers the specialized stiffened rectrices of the tail are not especially elongated and are additionally supported by a layer of tectrices. The tail feathers are proportionately longer in Parapengornis and pennaceous tectrices appear to be absent. Together, it seems unlikely that these rachis-dominated rectrices could serve as a prop. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "In extant phasianids with ornamental tails, the craniodorsal margin of the pygostyle is laterally expanded to provide additional surface for the attachment of the enlarged caudal levator muscle, which acts to elevate the elongated ornamental deck feathers (Gatesy and Dial,1993). This craniodorsal expansion is obviously more strongly developed in males, though it presents in both genders (Fig.8B). This dorsal platform is reminiscent of that in confuciusornithiforms and enantiornithines (Figs. 4,5). The pygostyle of the male peafowl (Pavo) represents an extreme case: to lift its huge tail (coverts and rectrices), the narrow body of the pygostyle separates enlarged dorsal and ventral surfaces abnormally expanded for muscular attachments (\"I\"-shaped in cranial view) (Fig. 9).Male birds living in wooded environments,like that inferred for the Jehol (Zhou, 2Oo6),often have extravagant ornaments; the high degree of clutter and reduced visibility in wooded environments allows the evolution of such features under sexual selection (Endler and Thery,1996).Paired elongate tail feathers are common in enantiornithines and have typically been regarded as ornamental and sexually dimorphic,as in Confuciusornis.The tail morphology in Parapengornis and other enantiornithine species is reminiscent of those found in male individuals of many extant arboreal birds, such as paradise-flycatchers (Terpsiphone). One Early Cretaceous enantiornithine,the holotype of Feitianius paradisi, preserves a robust pygostyle of the typical enantiornithine morphology and a tail morphology consisting of at least three distinct feather morphologies that strongly resembles tail displays present in living sexually dimorphic birds (O'Connor et al.,2016). This level of extravagance is only observed in extant polygamous birds.This study suggests that in addition to possessing such sexually specific ornaments (Fig. 10), some Cretaceous birds also engaged in display behaviors as common in extant polygamous birds, including the birds of paradise. Soft tissue surrounding the pygostyle in the holotype of Feitianius paradisi was previously identified as including rectricial bulbs (O'Connor et al., 2016),but we consider that this may not be correct - instead this may include expanded levator musculature, as hypothesized here (Fig. 9). We conclude that the dorsal platform present in the confuciusornithiforms and enantiornithine pygostyle may have accommodated a fortified caudal levator muscle,like that in phasianids.This strongly suggests these basal birds raised the paired long rachis-dominated deck feathers in some form of display, although whether to attract females or fend of competitors is unknown. ",
        "page_idx": 18
    },
    {
        "type": "image",
        "img_path": "images/cafd5abcb6d8ab025cb24b46745e8b631b77d7beedfc9466947604624d25a9e7.jpg",
        "img_caption": [
            "Fig.9Reconstruction of caudal fusion/pygostyle from maniraptorans to birds Line drawing near the group name shows left lateral view of distalest caudal vertebrae of each clade.Line drawing in the box shows proximal/cranial view of pygostyle and soft tissue attchments:bone in white,articular surface is gray dot,caudal levator muscle in red,caudal depressor muscle in blue,rectricial bulb in yellow "
        ],
        "img_footnote": [],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "image",
        "img_path": "images/5446e36e659b4c8aa9ac5c36147335b78b2439fe3aa35ec5757651d039fb021e.jpg",
        "img_caption": [
            "Fig.10Reconstruction of Feinianius paradiseby Michael Rothman showing the tail relaxed and with the levator musculature flexed, engaged in a display A. Perched and non-displaying; B.Perched and displaying "
        ],
        "img_footnote": [],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "AcknowledgementWe thank ZHOU Zhonghe, Ni Xijun, LI Zhiheng and WANG Min for discussion, ZHENG Xiaoting for accession to collections in STM, ZHOU Shuang and HU Han for providing photos.We thank M. Rothman for use of his reconstruction of Feitianius. This research was supported by the National Natural Science Foundation of China (91514302) and the Strategic Priority Research Program of the Chinese Academy of Sciences (XDB18030501). ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "早白垩世鸟类尾综骨与尾羽之间的形态协同演化",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "王维12 邹晶梅",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室北京10044)(2中国科学院大学北京100049)",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "摘要：从兽脚类恐龙中爬行类的骨质长尾，到以尾综骨为终端，并附着具有空气动力学功能的扇状尾羽的短巧尾部，是早期鸟类演化中最显著的适应性转变之一。但能直接反映这-转变的化石记录匮乏，而且对中生代鸟类尾部形态结构，以及尾综骨和尾羽早期演化的认知也相对不足。在此对早白垩世鸟类的尾综骨形态予以概述并将其与现生鸟类尾部结构类比。本研究强调了非鸟手盗龙类中尾椎的联合骨化与早期鸟类的尾综骨实属趋同演化。本研究表明，会鸟形类、孔子鸟形类、反鸟类和今鸟型类的尾综骨结构存在明显差异。今鸟型类尾综骨和尾羽(舵羽)与现代鸟类的相似，而相对更原始的鸟类的尾综骨，从形态来看，并不能支持舵羽球状膨大和必要的肌肉附着来操控具有空气动力学功能的扇状尾羽。由此可见，舵羽球状膨大、舵羽扇面与犁铧状的尾综骨是在今鸟型类演化早期相伴相生的。相对于从前的认知，本研究还发现孔子鸟类的尾综骨与反鸟类的有更多相似之处，与二者都具有的几乎相同的装饰性尾羽相符合。 3",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "关键词：热河生物群，鸟类，舵羽球状膨大，舵羽中图法分类号：Q915.865 文献标识码：A 文章编号：1000-3118(2017)03-0001-26",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "BalmfordA,Thomas ALR,JonesIL,1993.Aerodynamics and the evolutionof long tails in birds.Nature,361:628- 631   \nBarsboldR,CurriePJ,Myhrvold NPet al.,200a.Apygostyle from anon-avian theropod.Nature,403:155-156   \nBarsboldR,OsmolskaH,WatabeMetal.,2Ooob.Anewoviraptorosaur (Dinosauria,Theropoda)from Mongolia:the first dinosaur with a pygostyle.Acta Palaeont Pol,45(2): 97-106   \nBaumel JJ,1988.Functional morphologyofthetailapparatusof thepigeon(Columbalivia).AdvAnatEmbryolCell Biol, 110: 1   \nBaumel JJ,WitmerLM,1993.Osteologia.In:BaumelJJ,KingAS,BreazileJEetal.eds.HandbookofAvianAnatomy: Nomina Anatomica Avium. $2 ^ { \\mathrm { n d } }$ ed. Cambridge: Nuttall Ornithological Club.1-401   \nBaumelJJ,WilsonJA,BergrenDR,990.Theventilatorymovementsoftheavianpelvisandtail:functionofthe muscles of the tail region of the pigeon (Columba livia).JExp Biol,151(1): 263-277   \nBrusate SL,LloydGT,WangSCetal.,2014.Gradualassemblyofavianbodyplanculminated inrapidratesofevolution across the dinosaur-bird transition. Curr Biol,24(20):2386-2392   \nChiappeLM,2002.Basal bird phylogeny: problems and solutions.In: ChiappeLM,WitmerLeds.Mesozoic Birds:Above ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "the Heads of Dinosaurs.Berkeley: University of California Press.448-472 ChiappeLM,JiSA,JiQetal.,99.Anatomy and systematicsof the Confuciusornithidae (Theropoda,Aves)fromthe Late Mesozoic of northeastern China.Bull Am Mus Nat Hist,242: 1-89 ChiappeLM,LambJP,Ericson PGP,2002.New enantiornithine bird fromthe marine UpperCretaceousofAlabama.J Ver Paleont,22(1): 170-174. Chiappe L M,Marugan-Lobón J,Ji SA,2008.Life historyof abasalbird: morphometrics of the Early Cretaceous Confuciusornis.Biol Lett, 4(6): 719-723 Chiappe LM,ZhaoB,O'ConnorJKetal.,2O14.Anewspecimenof theEarlyCretaceousbird Hongshanornis longicresta: insights into the aerodynamics and diet ofa basal ornithuromorph.PeerJ,2: e234 Clarke JA,Zhou Z H,Zhang FC,2006.Insight into theevolutionof avian flight from anew cladeofEarly Cretaceous ornithurines from China and the morphology of Yixianornis grabaui.JAnat,208(3): 287-308 ykeGJ,NorellMA.2Oo5.Caudipteryxasanon-avialan theropodrather thanaflightlessbird.ActaPalaeontPol,50(1): Elzanows 2002.Archaeopterygidae (Upper Jurassic of Germany).In: Chiappe L M, Witmer L eds. Mesozoic Birds: Above the Heads of Dinosaurs.Berkeley: University of California Press.129-159 Endler JA, Thery M,1996.Intera ting effects of lek placement,display behavior,ambient light,and color pattrns in three neotropical forest-dweling birds. Am Nat,148(3): 421-452 FeducciaA,TordoffHB,1979.Feather eopteryx - asymmetric vanes indicate aerodynamic function. Science,203: 1021-1022 Felice R N,2014.Coevolution ofcaudal skeleton and tail feathers in birds.JMorphol,275(12): 1431-1440 Felice R N,OConnorPM,2014.Ecologyandcaudal skeletal morphologyinbirds:theconvergent evolutionofpygostye shape in underwater foraging taxa. PloS ONE,9(2): e89737 Fisher H I,1959.Some functions of the rectrices and their coverts in the landing o geons. Wilson Bull, 71(3): 267- 273 Foth C,Tischlinger H, Rauhut O W,2014. New specimen of Archaeopteryx provides insights into the evolution of pennaceous feathers. Nature,511: 79-82 GatesySM,DialKP,1993.Tail muscle activity paterns inwalking andflying pigeons(Columba livia).JExpBiol17 55-76 Gatesy S M, Dial KP,1996a.Locomotor modules and the evolution of avian flight.Evolution,50:31-340 GatesySM,DialKP,1996b.Fromfrondtofan:Archaeopteryxandtheevolutionofshort-tailedbirds.Evolution,50:2037 2048 Gao CL,Chiappe L M,MengQJet al.,2008.A new basal lineage of Early Cretaceous birds from China and its implications on the evolution of the avian tail. Palaeontology,51(4): 775-791 Gao CL,ChiappeLM,ZhangFJ,etal.,20l2.Asubadultspecimenof theEarlyCretaceousbird Sapeornis chaoyangensis and a taxonomic reassessment of sapeornithids.J Vert Paleont, 32(5):1103-1112. Haeckel E,1883.The History of Creation.London: Kegan Paul.1-402 He T, Wang XL, Zhou ZH,2oo8.Anew genus and species ofcaudipterid dinosaur from the Lower Cretaceous Jiufotang Formation of western Liaoning,China.Vert PalAsiat,46: 178-189 Hedenstrom A,2002.Aerodynamics,evolution and ecology of avian flight.Trends Ecol Evol,17(9): 415-422 ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Heers AM,Dial K P,Tobalske B W,2014.Frombaby birds to feathered dinosaurs: incipient wings and the evolutionof flight. Paleobiology,40(3): 459-476   \nHone D WE,2012.Variation in the tail length of non-avian dinosaurs.JVert Paleont,32(5):1082-1089   \nHu D,Xu X,HouLetal.,2Ol1.AnewEnantiorithine birdfromtheLowerCretaceousof WesternLiaoning,China.JVert Paleont,31(1):154-161   \nHu H,O'Connor JK, Zhou Z H, 2015.A new species of Pengornithidae (Aves: Enantiornithes) from the Lower Cretaceous of China suggests a specialized scansorial habitat previously unknown in Early birds.PloS ONE,10(6): e0126791   \nJarvis ED,Mirarab S,AbererAJetal,2O14.Whole-genomeanalysesresolveearlybranches inthe treeoflifeofoder birds. Science,346:1320-1331 etz W,Thomas GH,JoyJB etal.,2012.The global diversityof birds in space and time.Nature,491: 444-448   \nI Q,Currie PJ,NorellMA etal.,1998.Two feathered dinosaurs from northeastern China.Nature,393:753-761   \nLi L,DuanYHuDYetal.,206.New eoenantiornithid bird fromtheEarly Cretaceous Jiufotang Formationof western Liaoning, Acta Geol Sin,80(1): 38-41   \nLiu D, Zhou Z H, Zhang G,2012.Mass estimate and evolutionary trend in Chinese Mesozoic fossil birds.Vert PalAsiat, 50:39-52   \nLu JC,HouLH,2O05.Apossiblelong-tailedbird with apygostyle from theLate Mesozoic Yixian Formation,western Liaoning, China.Acta Geol Sin,79(1):   \nManegoldA,Topfer T,2013.The systematic positi cus and the stepwise evolution of adaptations for drillng, taping and climbingupintrue woodeckers (Picinae,Pcidae).ZolSystEvolRes,51(1)2   \nMayr G,PohlB,Hartman Setal.,2007.The tenth skeletal specimenof Archaeopteryx.ZoolJLinn Soc,149(1): 97- 116   \nMartin L D,Zhou Z H,Hou L H et al.,1998.Confuciusornis sanctus compa haeopteryxlithographica. Naturwissenschaften,85(6): 286-289   \nO'Connor JK,Zhou Z H,2013.Aredescription of Chaoyangia beishanensis (Aves)and a comprehensive phylogeny of Mesozoic birds.JSyst Palaeont,11(7): 889-906   \nO'Connor JK,Sullivan C,2014.Reinterpretationof the Early Cretaceous maniraptoran (Dinosauria: Theropoda) Zhong haoaeas a scansoriopterygid-like non-avian,and morphologicalresemblances between scansoriopterygids and basal oviraptorosaurs. Vert PalAsiat, 52: 3-30   \nO'Connor JK, Wang X R, Chiappe L M et al.,2009.Phylogenetic support for aspecialized clade of Cretaceous enantiornithine birds with information from a new species.J Vert Paleont,29(1): 188-204   \nO'ConnorJK,ChiappeLM,Gao Cetal.,20l1.Anatomyof theEarly Cretaceous enantiorithine birdRapaxavis pani.Acta Palaeontol Pol,56(3): 463-475   \nOConnorJK,Sun C,XuXetal.,2012.Anew species ofJeholornis withcompletecaudal integument.HistBiol,24(1): 29-41   \nO'ConnorJK,Wang XL,Sullvan Cetal,2013.Uniquecaudal plumageofJeholornis andcomplex tailevolution inearly birds. Proc Natl Acad Sci USA,110: 17404-17408   \nO'Connor JK,LiDQ,Lamanna MCet al.,2015.AnewEarlyCretaceous enantiornithine (Aves,Ornithothoraces）from northwestern China with elaborate tail ornamentation.J Vert Paleont,36(1): e1054035   \nO'ConnorJK,Wang XL, Zheng XTet al.,2016.An Enantiornithine witha fan-shaped tail,and theevolution of the rectricial complex in early birds.Curr Biol, 26(1): 1-6   \nPan Y,ShaJ,Zhou Zetal.,20l3.TheJehol Biota: definitionand distributionof exceptionally preservedrelictsof continental Early Cretaceous ecosystem. Cretaceous Res,44:30-38   \nPenycuick CJ,1968.Powerrequirements for horizontalflight in thepigeon Columba livia.JExpBiol,49:527-555   \nPersons W S,Currie PJ,20lla.The tailof Tyrannosaurus:reassessing the size and locomotive importance non-avian theropods.Anat Rec,294(1): 119-131   \nPersons WS,CurriePJ,20llb.Dinosaur speeddemon: thecaudal musculatureof Carnotaurus sastrei and implications for the evolution of South American abelisaurids.PloS ONE,6(10): e25763   \nPersons W S,Currie PJ,NorellMA,2014.Oviraptorosaur tail forms and functions.Acta Palaeont Pol,59(3): 553- 567   \nPitman M,Gatesy SM,Upchurch Petal.,2O13.Shake atail feather:the evolutionof the theropod tail intoa stiff aerodynamic surface. PloS ONE, 8(5): e63115   \nPu HY,Chang HL,Lu JC etal.,2013.Anew juvenile specimen of Sapeornis (Pygostylia: Aves) from the Lower Cretaceous of Northeast China and allometric scaling of this basal bird. Paleontol Res,17(1): 27-38.   \nRashid DJ,Chapman S C,Larssc H CE et al.,2014.From dinosaurs to birds: atail of evolution.Evo Devo,5(1): 25   \nRichardson F,1972.Accessory pygostyle bones of falconidae.Condor, 74(3): 350-351   \nSpedding G R,RaynerJM V,Pennycuick CJ,1984. Momentum and energy in the wake of a pigeon (Columba livia) in slow flight.JExp Biol,111(1): 81-102   \nThomas ALR,1993.On the aerodynamics of birds'tails.Phil Trans B Bio,340(1294): 361-380   \nThomas AL R,1997.On the tails of birds.Bioscience,4: 215-225   \nThomas ALR,Balmford A,1995.How natural selection shapes birds'tails. Nat, 146: 848-868   \nTucker VA,1992.Pitching equilibrium,wing spanand tail span in a gliding Haris'Hawk,Parabuteo unicinctus. JExp Biol, 165(1): 21-41   \nWang M, Zhou ZH,O'Connor JK et al.,2014.Anew diverse enantiornithine family (Bohaiornithidae fam. nov.）from the Lower Cretaceous of China with information from two new species.Vert PalAsiat,52: 31-76 X   \nWang M,Zheng XT,O'ConnorJK etal.,2015.The oldestrecordofornithuromorpha from theearlycretaceousofChina. Nat Commun, 6: 1-9   \nWang XL,O'ConnorJK,Zheng XTetal.,2014.Insights into theevolutionofrachisdominated tailfeathers froma new basal enantiornithine (Aves: Ornithothoraces).Bio JLinn Soc,113(3): 805-819   \nXuX,ChenYN,WangXLetal.,O3.Pygostyle-likeStructure fromBeipiaosaurus (Theropoda,Therizinosauroidea)from the Lower Cretaceous Yixian Formation of Liaoning,China.Acta Geol Sin,77(3): 294-298   \nXu X,Zhou ZH,DudleyR etal.,2014.An integrative approach tounderstandingbird origins.Science,346:1253293   \nYou HL,Lamanna M C,Haris JDetal.,2006.A nearly modern amphibious bird from the Early Cretaceous of northwestern China. Science,312:1640-1643   \nYuan C X,2005.Restudyon Sapeornis from theLower Cretaceousof Yixian County,Liaoning.Ph.D thesis.Beijing: Paleotology and Stratigraphy,China University of Geosciences.1-165   \nZelditch ML,Swiderski DL,Shets HD,2012.Geometric Morphometrics for Biologists: a Primer.San Diego:Elsevier Academic Press.1-436   \nZhangFC,Zhou ZH,20o0.A primitive enantiornithinebird and the originof feathers.Science,290:1955-1959   \nZhangFC,EricsonPG,Zhou ZH,2O04.Descriptionofanew enantiornithine birdfrom the Early Cretaceousof Hebei, northern China Can JEarth Sci.41: 1097-1107   \nZhangFC,ZhouZH,BentonMJ,2Oo8a.AprimitiveconfuciusorithidbirdfromChinaanditsimplications forearlyvian flight. Sci China Ser Sci, 5(5): 625-639   \nZhangFC,Zhou ZH,XuX etal.,2008b.Abizarr Jurasic maniraptoran from China with elongate ribbon-like feathers. Nature,455: 1105-1108   \nZhang Z,ChiappeLM,Han Getal.,2013.AlargebirdfromtheEarly CretaceousofChina:newinformationonthe skullof enantiornithines.J Vert Paleont,33(5):1176-1189   \nZheng XT,Zhang ZH,HouLH,2007.Anew enantiornitinebird with four longrectrices from the Early Cretaceousof northern Hebei, China.Acta Geol Sin,81(5): 703-708 X T, Zhou ZH,Wang XL et al.,2013.Hind wings inbasal birdsand the evolutionof leg feathers.Science,339: 309 312   \nZheng X T ConnorJK,HuchzermeyerF etal.,2014.New specimens of Yanornis indicate a piscivorous diet and modern alimentary canal. Plos One, 9(4): e95036   \nZhou S,O'Connor J K, Zhou Z 2012.A new basal beaked ornithurine bird from the lower cretaceous of western Liaoning, China. Vert PalAsiat, 50: 9   \nZhou S,Zhou ZH,O'ConnorJK,201 orous ornithuromorph from the Jehol Biota.Hist Biol,26(5):608- 618   \nZhou S, O'Connor J K, Wang M,2014.A new species from an ornithu omorph (Aves: Ornithothoraces） dominated locality of the Jehol Biota. Chin Sci Bull, 59(36): 5366-5378   \nZhou ZH,20o4.The origin and early evolution of birds: discoveries,disputes,and perspectives from fosil evidence. Naturwissenschaften,91(10): 455-471   \nZhou Z H,2oo6.Evolutional radiation of the Jehol Biota: chronological and ecological perspeetiv Geol J, 41(3-4): 377- 393.   \nZhou Z H,2014.The Jehol Biota,an Early Cretaceous terrestrialLagerstate:new discoveries and implications.Natl Sci Rev, 1(4): 543-559   \nZhou ZH,Zhang FC,20o1.Two new ornithurine birds from the Early Cretaceous of western Liaoning,China.Chin Sci Bull, 46(15): 1258-1264   \nZhou ZH, Zhang FC,2002a.A long-tailed,seed-eating bird from the Early Cretaceous of China.Nature,418: 405- 409   \nZhou ZH,ZhangFC,2Oo2b.Largest bird from theEarly Cretaceous andits implications fortheearliest avian ecological diversification. Naturwissenschaften, 89(1):34-38   \nZhou ZH,ZhangFC,2003a.Jeholornis compared to Archaeopteryx,with anewunderstandingof theearliestavian evolution. Naturwissenschaften, 90(5): 220-225   \nZhou ZH,ZhangFC,2003b.Anatomy of the primitive bird Sapeornis chaoyangensis from the Early Cretaceous of Liaoning, China.Can JEarth Sci, 40(5): 731-747   \nZhou ZH,Clarke J,ZhangFC,2O08.Insightintodiversitybodysizeand morphological evolutionfromthelargestEarly Cretaceous enantiornithine bird.JAnat, 212(5): 565-577 ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 25
    }
]