[
    {
        "type": "text",
        "text": "专题：科技促进农业供给侧结构性改革 Science & Technology Promoting Agricultural Supply-side Structural Reform ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "粮食供给侧结构性改革的新引擎",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一发展专用品牌粮食的思考和探索",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "孙正东",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "安徽省阜阳市人民政府 阜阳 236026",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/c3461e9f9ebce4f39da124c6db167030a4a3e6a9ade374945f072148ad09febf.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要粮食供给侧结构性改革是农业供给侧改革的重要内容，其中发展专用品牌粮食是推进粮食供给侧结构性改革的新引擎。文章阐述了发展专用品牌粮食与粮食供给侧结构性改革的关联性，并以安徽三泰面粉有限公司实际调研数据，分析阐述发展专用品牌粮食的经济、社会和生态效益，在此基础上，提出发展专用品牌粮食的政策建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词农业供给侧结构性改革，专用品牌粮食，综合效益 DOI 10.16418/j.issn.1000-3045.2017.10.006 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "推进我国农业供给侧结构性改革是项系统工程，首先要从粮食供给侧结构性改革破题，而粮食供给侧结构性改革的首要任务就是保障国家粮食安全和优质粮产品有效供给。改革开放以来，我国在粮食生产方面取得了巨大成就。尤其在2003—2015年间，我国粮食实现产量“十二连增”。与此同时，我国粮食产业发展存在的问题也不断显现，主要表现为：生产要素价格上升过快，粮食比较收益下滑；供需结构错位，储备库存积压，财政压力过大；国内、国外价格倒挂，市场调节功能失灵；质量安全诉求日益提高，粮食生产环境约束加剧。粮食产业深层次的矛盾也由总量供给不足转变为结构性供给过剩与有效供给不足共存的矛盾[]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "为解决我国农业（诸如粮食产业）当前面临的诸多矛盾和难题，2015年12月在北京召开的中央农村工作会议明确指出，要着力加强农业供给侧结构性改革，提高农业供给体系质量和效率，使农产品供给数量充足、品种和质量契合消费者需要，真正形成结构合理、保障有力的农产品有效供给。此次中央农村工作会议吹响了我国农业供给侧改革的号角。“十八大”以来，习近平总书记高度重视粮食问题，他强调：“中国人的饭碗任何时候都要牢牢端在自己手上。我们饭碗里应该主要装中国粮。中国有13亿人口，要靠我们自己稳住粮食生产。粮食也要打出品牌，这样价格好、效益好。”习近平总书记为我国粮食产业供给侧结构性改革指明了方向。2017年中央一号文件《中共中央 国务院关于深入推进农业供给侧结构性改革 加快培育农业农村发展新动能的若干意见》要求，以深入推进农业供给侧结构性改革为主线，从供给侧、体制机制创新入手，解决农业供给侧突出的结构性、体制性矛盾。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "安徽是农业大省，也是粮食大省。作为农村改革的发源地，为确保国家粮食安全和增加农民收人，安徽省率先探索发展专用品牌粮食，把发展专用品牌粮食作为粮食供给侧结构性改革的新引擎。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1发展专用品牌粮食符合粮食供给侧结构性改革的客观要求",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "专用品牌粮食包括两层含义：首先是专用粮食，即专门用于满足特定需要的粮食，如制作面包的强筋小麦等，这是相对于食用粮、饲用粮和工业用粮等普遍使用的通用粮食而言的。其次是品牌粮食，是指符合品牌特征而被消费者认知的食用粮食，如“北大荒大来”“好麦滋中国面”等，通过优势品牌营销获得更广泛的市场和更高的经济效益，与一般品牌和自行加工的粮食有质的区别。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1发展专用品牌粮食，是保障粮食有效供给的现实路径",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "新形势下，我国农业生产，特别是粮食供给的主要矛盾已发生根本性变化，主要表现为阶段性、结构性的供过于求和供给不足并存。发展专用品牌粮食就是要立足“消费导向”，以推广专用品种、优化品质结构为切入点推动“去库存”，以节本增效为着力点推动“降成本”，以一二三产业融合为落脚点推动“补短板”，推动粮食由通用向通用、专用、品牌粮食并存转变，从而实现结构性动态平衡；努力提高粮食供给体系的质量和效率，不仅使粮食供给数量充足，更要在品种、质量上适应和满足粮食多元化、个性化消费升级的需要，真正形成结构合理、保障有力的粮食有效供给体系[2]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "以小麦为例，我国小麦种植广泛，但以通用小麦为主，优质专用小麦不足 $10 \\%$ ，目前，国产优质强筋小麦的总量约为350—450万吨/年，而市场需求则为600—800万吨/年，供应缺口较大。2016年，安徽省小麦种植面积3675万亩，夏粮产量接近1400万吨，但其中优质强筋小麦种植面积只有600万亩，种植面积、产量不足总量的1/5。然而，根据美国小麦业协会的最新数据显示，近10年来，美国每年专用品牌小麦出口量达到总产量的 $50 \\%$ ，澳大利亚出口量达到 $70 \\%$ ，加拿大出口量达到$80 \\%$ 。积极引导发展适销对路专用小麦品种，既可满足自给需要，又可替代进口。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2发展专用品牌粮食，是推动粮食产业转型升级的现实举措",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从粮食产业转型升级的机理来分析，发展专用品牌粮食是由粮食消费倒逼粮食加工、倒逼粮食流通、倒逼粮食生产以适应市场需求，有利于推进粮食区域化布局、规模化种植、标准化生产和产业化经营，从而促进粮食生产由单纯追求产量增长和拼资源、拼消耗的粗放经营，尽快转到数量效益和质量效益并重、注重竞争力提高、注重农业技术创新、注重可持续的集约发展上来，这是推动粮食产业迈向中高端的必然选择。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "以澳大利亚、英国、美国等国为例，澳大利亚主要发展专用低筋小麦“澳标”品种，该品种制出的面粉具有低筋、颜色洁白、结构细腻的特点，适宜做饼干和低筋面包；英国贝克郡地区产出的小麦所制的面粉专门用来制作贝克斯康面包，这是一种配茶餐面包，只能由贝克郡的小麦制成，因而该地区专门发展这类小麦，形成精细化的产业上下游，取得了良好的地域品牌效果；美国的杜伦小麦是全世界制作意大利面专用粉的原料，杜伦小麦生产经营也是专用粉品牌化发展的典范。作为小麦生产大国，我国建设专用小麦区域公共品牌与世界先行国家地区相比滞后，迫切需要各地因地制宜，发挥比较优势，积极打造区域特色的小麦品牌，推动小麦产业转型升级。安徽省属我国南北气候过渡地带，应重点打造淮河以北地区优质专用小麦生产基地，大力发展中强筋专用品牌小麦。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3发展专用品牌粮食，是推动粮食产业科技创新的现实动能",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从美国、英国、澳大利亚等国的专用品牌粮食发展实践来看，推广专用品种和应用技术，不仅能满足市场多元化需要，而且可以有效地降低生产成本，从而保护和提高粮食全要素生产率。发展专用品牌粮食以保障优质安全粮食有效供给和增加农民收入为主要目标，以提升质量效益和竞争力为中心，以节本增效、优质安全、绿色发展为重点。在专用品牌粮食生产、加工过程中，需要新技术的开发和使用来有效提升农业科技自主创新能力、协同创新水平和转化应用速度。针对我国人多地少的国情，在推进农业供给侧结构性改革的背景下，革新通用粮食传统生产，发展专用品牌粮食，迫切需要增加粮食生产的科技含量，特别要在专用品种育种、绿色防控、农业智能等方面下功夫。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "为贯彻落实中发［2017」1号文件精神和贯彻落实习近平总书记2016年视察安徽重要讲话精神，安徽省结合自身实际，提出必须在确保粮食生产能力不降低、农民增收势头不逆转、农村稳定不出问题的前提下，扎实推进农业供给侧结构性改革，加快培育发展新动能，厚植发展新优势。目前，安徽省粮食供给侧改革主要思路是：重点打造皖北地区优质专用小麦和沿江、江淮优质安全水稻生产基地，大力发展品牌粮食，扩大优质粳稻和强筋弱筋小麦面积，巩固提升粮食产能；积极推广粮经结合高效集约耕作模式，加快构建粮经饲协调发展的三元种植结构。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2发展专用品牌粮食提升了粮食功能区经济、社会和生态效益",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从发展专用品牌粮食的动机和目标指向来看，发展专用品牌粮食就是要以品牌经济为纽带，通过粮食生产、加工、营销、服务一体化，提升价值链、延伸产业链、打造供应链、形成粮食全产业链，使农民增收、农业增效和企业增利，从而实现经济、社会和生态效益的有机统一[3]。安徽省阜阳市市场占有率较高、溢价能力较强的龙头企业安徽三泰面粉有限公司，以发展专用品牌小麦（品种为新麦26）为重点，吸纳阜阳市太和县123家种粮大户、家庭农场和专业合作社，形成紧密型现代农业产业化联合体。该公司坚持品牌引领、品质保证、品种优先，积极构建粮食品牌化运营的产品生态圈、联合体组织的企业生态圈和复合式循环的产业生态圈“三位一体”的现代生态粮食产业化发展模式，促进了粮食结构进一步优化，产品市场竞争力进一步增强，农业生态环境进一步改善，从而有力促进了农民增收、粮食增效和企业增利（表1）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/389f2dbcf75f831c2dfb0a334aa9c41ef88ac8b5971e651e1cc559a813a7420a.jpg",
        "table_caption": [
            "表1安徽三泰面粉有限公司发展专用品牌粮食效益比较"
        ],
        "table_footnote": [
            "\\*按照亩产 $1 0 0 0$ 斤计算\\*\\*按照每个大户种植500亩计算数据来源：根据实地调研数据计算而得 (2017年7月)"
        ],
        "table_body": "<html><body><table><tr><td></td><td>通用小麦</td><td>专用品牌小麦</td><td>增减幅度</td></tr><tr><td>面粉售价 (元/斤)</td><td>1.4</td><td>1.96</td><td>+40%</td></tr><tr><td>种粮农民每亩年均收入 (万元)</td><td>0.12</td><td>0.132</td><td>+10%</td></tr><tr><td>专业大户年均收入(万元）**</td><td>60</td><td>66</td><td>+10%</td></tr><tr><td>每亩年均费用 (万元)</td><td>0.06</td><td>0.052</td><td>-13.3%</td></tr><tr><td>亩农药使用量 (克)</td><td>34</td><td>32</td><td>-6.0%</td></tr><tr><td>有效灌溉率 (%)</td><td>72</td><td>100</td><td>+38.9%</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3发展专用品牌粮食的政策建议",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2015年5月，安徽省在全国率先探索发展专用品牌粮食，同年10月，安徽省农委、省粮食局、省农发行联合出台了《发展专用品牌粮食意见》，配套了相关政策。（1）省财政在农业支持保护项目中，专门安排2.6亿元，用于开展专用品牌粮食绿色增产技术推广与服务补助。（2）省农业担保公司配套了相关支持政策，安排一定的担保额度，专门用于专用品牌粮食生产经营主体的贷款担保。（3）省农发行等金融机构加大对品牌运营核心企业收购、储藏、加工专用品牌粮食贷款支持力度。（4）国元农保公司试行政策性保险附加商业性补充保险，对粮食规模经营提高保额。2015年秋种，安徽省在24个粮食主产县（市、区）组织实施专用品牌粮食生产，参与品牌运营核心企业达47家，建立专用品牌粮食生产基地275万亩。2016年秋种，专用品牌生产规模扩大到41个县（市、区），213家企业，565万亩。目前，河南等省借鉴安徽省的做法试点发展专用品牌粮食。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "发展专用品牌粮食符合2017年中央一号文件农业供给侧结构性改革的要求，国外也有成熟的案例，安徽省等地现行试点工作成效显著，发展前景广阔，优势明显。但也不难发现，要全面推行发展专用品牌粮食，在多地先行先试的基础上不仅需要进行结构优化和技术改进，而且需要体制机制创新的匹配。而体制机制创新不是一个地方所能做到的，需要在国家宏观层面上进行制度顶层设计[4],完善专用品牌粮食的财政补贴政策、金融支持政策、价格形成机制与收储制度和粮食生产经营管理制度。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1改革完善发展专用品牌粮食的财政补贴政策",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "建议地方政府设立发展专用品牌粮食专项引导资金，加大对专用品牌粮食供应链关键环节物化技术服务补贴力度。整合土地整理、农业综合开发、农田水利建设、新增千亿斤粮食生产能力建设等项目，重点建设专用品牌粮食的高标准农田。农机补贴优先支持粮食烘干等专用品牌粮食生产设备。对发展专用品牌粮食生产成效突出的农业大县给予奖励。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2改革完善发展专用品牌粮食的金融支持政策",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "建议农业发展银行等金融机构加大对品牌运营核心企业收购、储藏、加工专用品牌粮食的贷款支持力度。政府出资的农业担保公司要重点为专用品牌粮食生产的主体提供贷款担保；其他政策性担保公司，每年也要安排一定的担保额度，专项用于专用品牌粮食生产经营主体贷款担保。对发展专用品牌粮食的规模生产经营主体，应提高农业政策性产量保险标准，提标部分的保费可由各级财政给予补贴。积极开展专用玉米收入保险试点，适时启动专用品牌小麦、水稻收入保险试点。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3加快选育适宜区域种植的优质品种",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "发展专用品牌粮食，需要优良品种作支撑，其中构建以企业为主体、基地为依托、产学研相结合、育繁推一体化的现代种业体系极为重要。近年来，安徽省集合涉农高等院校、科研机构和优势粮食育种单位加强专用品牌粮食协同创新联盟建设；通过选择国内外优质品种，综合运用常规育种、品质育种和分子育种等技术，选育出适宜区域种植的高产、稳产、多抗、广适、高效、优质专用新品种；并建立优质专用粮食种子繁育基地。建议修改完善农作物品种审定办法，改变目前品种区试以产量为第一审定考核办法，过渡到以产量、品质和专用同等重要的审定办法。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.4改革完善粮食价格形成机制与收储制度",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "现在，我国对水稻、小麦主粮实行托市收购政策，按通用粮食质量来分级收购，但没有区分品种品牌，导致品种品质混杂，没有体现优质优价。根据国家统一部署，安徽省积极稳妥推进粮食价格形成机制改革，充分发挥市场在粮食资源配置中的决定性作用，及时启动小麦和稻谷最低收购价执行预案，从而发挥国有粮食企业在粮食收储中的主导作用，落实地方政府收储责任，鼓励产业化龙头企业等多元主体开展粮食市场化收储。但粮食市场定价和收储制度改革事关重大、牵涉面广，不是一个或几个省（市）所能完成的，需要国家层面的顶层设计。建议国家开展专用粮食、品牌粮食政策性收购试点，为最终过渡到市场定价和“价补分离”探索路径。与分品种收购相匹配，建议对粮食主产省增拨粮食流通基础建设专项资金，重点支持专用品牌粮食专储库建设，开展分品种储藏，推动专用品牌粮食优质优价、分级管理。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.5改革完善粮食生产经营管理制度",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "探索建立专用品牌粮食区域种植制度，划定适宜种植区，加强生产基地认定、认证工作，强化地理标志商标管理，探索开展专用品牌粮食原产地命名试点。加强专用品牌粮食生产经营全过程管控，通过政策引导种植的粮食品种、品种的比率、种植密度等，严格规范产地环境监管、土壤保护、种植管理。开展生产、流通管理整合试点，从农田水利等基础设施建设，到生产环节，再到流通、加工环节，最后专用品牌粮食考核，明确由一个部门管理，实现产前、产中、产后管理一体化。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2016年秋，安徽全省有41个县（市、区）开展专用品牌小麦生产，种植订单面积530万亩，强调发展专用品牌粮食是落实粮食安全省长责任制的重要内容，并纳入对各县（市、区）政府年终综合考评的考核指标。2017年，安徽重点选择41个县（市、区）开展专用品牌水稻生产试点，落实专用水稻生产订单面积300万亩，要求成立1家以上品牌粮食产业化示范联合体和若干不同规模的品牌粮食产业化联合体；拥有或创建、引进区域性水稻品牌1个以上，并形成可复制、可推广的现代生态粮食产业化发展新模式和新机制。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "安徽省发展专用品牌粮食试点，为优化粮食供需结构、提高粮食生产技术水平、推进粮食产业转型升级率先找到了新路径，是当前和今后一个时期粮食供给侧改革的新引擎，其做法对全国粮食主产区来说具有重要借鉴意义。提出发展专用品牌粮食的政策建议，对于保障国家粮食安全、增加粮食功能区农民收入和推进粮食生产流通体制机制改革具有探索性参考价值。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1 蒋和平，王大为.农业供给侧结构性改革下我国粮食产业的发展思路与方向.价格理论与实践,2017,(2):13-18  \n2 孙正东.大力发展专用品牌粮食.农民日报,2016-11-05(3).  \n3孙正东.现代农业产业化联合体运营效益分析 —一个经验框架与实证.华东经济管理,2015,(5):108-112  \n4 姜长云,杜志雄.关于推进农业供给侧结构性改革的思考.南京农业大学学报（社会科学版），2017,(1):1-11.",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "New Engine of Supply-side Structural Reform of Grain ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Perspectives and Approaches of Developping Special Brand of Grain ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Sun Zhengdong ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（Fuyang Municipal People's Government,Fuyang 236026,China）",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "AbstractThesupply-sidestructuralefoofgrainisanimportantpartofsupply-sidestructuralrfoofagriculture.Thedevelopntof specialbrandofainisneegieofsuplysidtructuralrefoofgainispaprexpoudsteelatiosipetweentedelopet ofspecialbradofdplysitrcturalfoofgcludbsdotataofiantaiLdaulatesalyste ecomicalcialdidso Keywordssupply-side structural reform, special brand of grain, comprehensive benefit ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "孙正东　安徽省阜阳市委副书记、阜阳市人民政府市长。经济学博士，“三农”领域的理论工作者和实践者，主要研究方向为农业产业经济学。在《经济管理》《学术界》《土壤》《人民日报》《农民日报》等公开发表论文20余篇，出版《中国特色的生态文明发展——安徽省宁国市建设生态文明社会模式研究》《现代农业产业化联合体理论分析和实践范式研究》等著作。历任安徽省宣城市副市长、市委常委兼宁国市委书记，安徽省政府副秘书长，安徽省农业委员会主任等职。E-mail: zhengdong_sun@126.com",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "SunZhengdongReceivedP.D.degreeinEconomicsfromBeijingJiaotongUniversityBeijing,China,in2016.Hiscurrtearh interestsncludeagricultureeconomics.Heaspublsdorthan2ppersotealademicpriodicals,suchasBusinessngeet Journal,cadeisilele'silyrs'ilytcdubd“evelopmentfoloicalilaoih CharacteristidyofoeticlAasisdactldigofdeAculuralsinslice,dokHed as thedeputydirectorofXuancheng,thememberofXuanchengMunicipalPartyCommiteeofteCPC,ndsecretaryofingguoMunicipal CommiteeoftheCC,deputysecretarygeraloftheAnuiProvincialGoverentanddirectorofteAgriculturalComiteofi Province.He is now thedeputy secretaryofFuyang Municipal Commiteeof the CPCand mayorofFuyang in Anhui Province. E-mail: zhengdong_sun@126.com ",
        "page_idx": 4
    }
]