[
    {
        "type": "text",
        "text": "中国智库发展的文化与生态构建",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "程宏‘²刘志光³邓兴华² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "¹九三学社思想建设研究中心 北京 100101；北京长城企业战略研究所 北京 100089;北京大学马克思主义学院北京 100101",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：【目的/意义】近年来随着国家对智库建设的关注和投入，中国智库建设出现了热潮。为了保持智库建设的可持续性发展，我们应该研究智库建设所需要的文化氛围和生态环境问题。【方法/过程】本文从解读具有中国特色的智库名词的基本概念内涵入手,探讨构建智库文化生态的理念，从智库核心产品（研究报告）与边缘文章关系入手，讨论构建智库文化生态的“共同价值”。【结果/结论】智库建设发展需要智库文化的长期积淀和健康生态的滋润培育。智库应该具有较强的问题意识(质疑精神)和独立分析思考能力，能够关照现实、发掘细节问题，具有国际化视野，不断产出科学可行高品质的智库研究报告，最终成长为高水平一流智库。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智库;文化生态;评价排名；独立性;供给侧;全球化",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：C931C932",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "近年来随着国家对智库建设的关注，中国智库建设出现了热潮。在智库建设的早期发展阶段，出于培育新生事物的需要，引起社会关注，开创发展空间，这种热潮很为合理，但在智库文化建设浪潮兴起之后，为了保持智库建设的可持续性发展，我们应该考虑智库建设需要构建什么文化氛围和生态环境。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1解读智库基本名词的概念内涵",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "目前中国智库建设在追赶全球化进程中，大量具有中国特色的时髦新名词被创新并广泛传播和应用，而这些名词在国际业内鲜为使用，其内涵究竟是什么？业内对其解读众说纷纭，迄今仍然处于一种混沌状态。智库建设当以智库文化建设为先，无需回避，现代智库文化建设的过程主要是跨国智库文化的引进、消化和吸收过程，因此探讨智库文化的一些基本名词及内涵，对于智库文化建设的健康发展还是很有必要。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1浅论狭义和广义智库",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库是个专业术语，但是全世界业内尚未对其做出清晰、严格的界定，目前已经达成最简单的狭义共识为：一个经过注册的NPO（非营利组织)，其核心产品是直接影响公共政策的智库研究报告[1]。从广义上说，凡是为政府提出新政策建设意见的机构都可以称为智库，但这会产生一些似是而非的智库，因为，提出新政策主张建议是智库的必要条件，但不是充分条件。这就是说，要成为智库，必须产出主张新政策的思想，但是，提出新政策建议的机构，却不一定就是智库。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "美国联邦政府各部门有一千个左右各种咨询委员会，在设在白宫的总统咨询委员会有7个，在其他部门也有冠总统名的各种委员会。以总统科技顾问委员会为例，总统的科技顾问担任委员会的共同主席，是专职的，其他委员不是专职的，他们没有任何薪水和咨询费，只是报销相关旅行等费用。有人认为这些顾问委员会算作美国政府智库，但绝不是典型的智库。在中国，很多城市都有一个市政府专家顾问团或市政府咨询决策委员会，有人认为这个机构类似于政府参事室，也算智库，但反对意见为：它不具有智库的组织形式，没有产出可发表的智库研究报告等。还有为政协直接提交政策提案的各参政民主党派，为政府提供技术服务以间接影响公共政策的各类工程技术、经济法律等咨询机构，他们都具有智库功能的，但很难算作智库。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2解读新型、高端、特色智库的概念内涵",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2.1智库的分类",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库分类是研究智库的主要内容之一，这是一个迄今尚无统一结果的学术问题。分类标准可以按研究问题的地域（国际、区域、国内）分类，可以按学术领域（卫生、环保、安全、经济、社会、科技、管理）分类，可以按智库行业领域（党政机构、高校事业单位、企业、民办非企）分类，还可以按智库资产权性质（官方财政、半官方、民间社会）分类。不过智库分类，是一种从智库外向智库内的观察研究，不应该也不会影响智库的建设发展。智库分类的原则是实用、方便研究，一般情况下，用官方、半官方和民间智库就已经够用，太多的细分既无必要，也难做到科学性[]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2.2新型智库",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "新型智库相对于旧型（传统）而言，中国现代智库建设正在起步，现代智库应该就是新型智库。虽然文化的交流传播不完全像在重力场中水往低处流那样，但是基本上是新的、优秀的文化会向旧的、落后的文化扩散和传播。在国际智库文化交流场中，智库文化与文明的传播方向也大致如此，其中包括智库的内部运行机制和外部社会环境。业内大量研究西方发达国家现代智库，借鉴他们的成功经验，正说明所谓“新型智库”就是具有国际化视野的现代智库。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2.3特色智库",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国特色智库，该名词的政治属性很大，但至今尚没有赋予其明确含义，大概可以参照中国特色社会主义理论体系来解读。其实任何国家的智库都有自己特色，这个特色就是要根据自己国家制度特色，研究解决国家治理问题的新政策。对于大多数非政党智库来说没有太多政治色彩，中国特色智库的实质问题应该是怎样融合国际上现代智库的共同价值，怎样创建智库特色而又不脱离智库基本属性。这是业内值得深入思考的问题。如果失去思想独立性,智库最终可能会导致智枯。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2.4高端智库",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "高端智库称谓的媒体属性很强，从现有媒体宣传内容来看，这种称谓似乎是描述那些专门研究国家领导人层面关注问题的智库。可是在业内看来，一个真正高端智库的标准，首先应该与其研究报告的品质特征密切相关，这包括：选题切合现实、数据详实、逻辑严谨、思想独立、结论客观公正科学、建言可操作；其次研究内容不局限于宏观、国际、高层问题。智库之间的竞争更要立足于关照现实问题，只有通过主张新政策和制度变革，解决好国家改革和治理亟需问题，才能铺好智库走向新型高端的道路。如果一个智库在所谓低端问题治理研究中都没有能力产出高品质产品，怎么可能走向高端？",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 构建智库生态文明的“共同价值” ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国智库建设发展需要一个良好的生态，当前主管部门对智库建设投了不少很多资金，但是从现有相关智库产品（文章）的分类上看，智库研究报告这个最主要的产品仍然十分匮乏，而智库建设和评价的文章略显产能过剩。现代智库建设发展是国家治理现代化需要，因此构建智库生态的“共同价值”，对于最大化发挥智库功能和效用也非常必要。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1智库研究重于研究智库",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库研究的内容包括理论研究、方法论、智库研究报告等，研究智库的内容包括横向研究智库（国内外智库比较）、纵向研究智库（发展史、进展与趋势）、智库建设规划等。智库研究的对象是国家和社会的治理问题，研究智库的对象是智库本身的建设问题。智库研究的结果是智库研究报告，研究智库的结果是智库的建设方案、工作规划、案例分析、白皮书等；智库研究的目的是主张和影响公共政策，研究智库目的是引导智库的发展方向和打造智库的生态环境；智库研究的主体是智库，研究智库的主体比较广泛，包括媒体，社会公众、社会和政治学者等。中国处在社会经济转型和高速发展中，大量公共政策落后于社会发展，亟待改进和完善，因而，目前中国智库建设发展中，鼓励智库研究报告产出，比研究智库论文更具有实际意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2看淡智库的评价排名",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当前，怎样看待和进行智库评价排名，事关引导智库的建设发展方向。首先，我们要弄清楚力推智库评价排名的目的是什么。科学研究的动机不是为了获奖，同样智库建设的动机不应为了成名。智库评价排名可以起到吸引社会关注、鼓励智库竞争的作用，但是智库评价排名需要大量智库研究报告作基础。智库在推动国家治理现代化中发挥真正影响作用的是智库研究报告，而不是智库的数量和排名。一个明显的案例是，国家对科技成果进行评比奖励的重视程度远远大于对科研单位数量的重视程度，而且不搞科研单位排名。虽然美国在搞智库排名，但是我们应该看到：一是全美国仅有宾夕法尼亚大学一个学术小组在搞；二是美国现代智库已经有七十多年发展的历史，宾夕法尼亚大学只不过在十一二年前才开始搞智库排名；三是美国是个智库大国，但智库排名结果似乎并不炙手可热，相反倒是十分关注智库产品的独立性客观性及智库运行过程的透明度。相比之下，中国搞智库排名的机构略显过多，并且缺少现代智库发展的积累。目前如果过度热捧智库评价排名，可能会产生一个副作用，那就是重蹈大跃进大炼钢铁的车辙，不利于智库建设的可持续发展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "其次，我们要冷静看待智库评价排名。据有关论述，中国智库 $9 0 \\%$ 以上是官方的[2],他们之间的竞争初始条件并不公平。当下中国智库影响力基本上取决于智库规模，而其规模又取决于国家的投资强度。因此对官方智库进行排名，结果基本上与国家对智库投资强度的排序基本一致，并且长期难变。这样可能会引导智库竞争中轻视内涵式发展，重视外延式援助，将财政拨款作为智库建设发展的唯一道路。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3坚守智库的独立性",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "现代智库是决策科学化与民主化进程的产物，其最大特点是思想和学术的独立。自智库诞生以来，围绕着智库独立性问题的讨论就没有停止过，且今后也将是一个需要深入讨论的话题。智库的独立性虽然不是高质量智库研究报告产出的充分条件，但是却是其必要条件。智库守不住独立性，无论层级多么高端，都很难产出高水平的研究报告。思想学术独立不是说事事要和政府的政策观点不一致，而是说要树立质疑精神，善于发现问题，敢于提出独立的政策建议和新创新思想。所有的智库都会标称自己思想独立，但是在国内评判智库的独立性的主观因素过多，需要逐渐凝聚共识，建立一个共同认可的客观标准。另外，智库的独立性还体现为经济的独立。经济独立强调的是智库必须是独立的研究机构或法人实体，而且强调生存来源不能单一化。目前西方国家现代智库的常用做法是观察智库的透明度，由智库自己公布研究报告来源背景、运作过程和财务状况，大致评判智库独立性。因此开放性和公开性是智库坚守独立性的基本要点。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4智库改革从供给侧做起",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前中国智库数量不少，有专家批评当前智库状况是“有库无智”、“库多智少”，这是否有些贬低中国智库，暂且不予置评，但有两个基本事实：一是业内整体强调发展智库的外环境较多，例如资助机制、信息数据开放机制、与政府沟通机制、旋转门机制等方面，而对培养提高智库研究人员素质的探讨不多；二是在智库市场及其产品中，核心产品产出比例太少，而边缘产品和外围产品则出现产能过剩。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中国处在社会经济转型和高速发展中，公共政策总是落后于社会发展。目前中国智库学术生态呈现如下特点：研究宏观的多，研究微观的少；研究工商经济的多，研究民生经济的少；研究前瞻的多，研究现实的少；研究发展规划的多，研究体制改革的少；研究国际外交的多，研究社会治理的少；研究可行性论证的多，研究不可行性论证的少。实际上大量涉及千家万户的公共政策亟待改进和完善，而体制的巨大惯性又使得这些国民对听得懂看得见摸得着、能马上直接获益的公共政策改进表现得举步维艰，比如医疗、教育、住房、户籍、养老等。构建中国智库建设发展有供给侧和需求侧两方面，其中供给侧的发展改革是智库自身的事情，是首当其冲的发展改革，这包括：扩大智库产品范围，加大现实问题研究，提高智库核心产品的产能和质量。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.5把握智库全球化的起点",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "现代智库的发展方向就是走向国际化与全球化。对此有学者解释，智库全球化的意思是现代智库研究需要用全球化视野和视角，此话颇有道理。但是怎样拥有“全球化视野和视角”却是个不轻松的问题。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在国际问题上，首先要拥有“地球村”的共同价值，以此促进人类和平事业发展。因此即便是军事智库也逐渐从传统的“合纵连横”（伐谋）转变为和平发展合作战略，因为研究国际问题比拼的是站得高看得远的战略智慧。在国内问题上，要借鉴那些具有丰富社会治理成果的现代智库的经验，采用国际通用的研究方法和路线，搞好国内治理研究。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "当今世界各国都有自己面临的棘手国内治理难题，各国智库要走向世界、参与全球治理研究、增加国际话语影响力，必须把握好出发点。中国智库参与全球化竞争，不仅要着眼于 TPP、南海、全球经济一体化等国际问题，更要立足于本国问题，只有通过主张新政策和制度变革，解决好国家治理问题，才能铺好中国智库走向国际化全球化的道路。道理不复杂，如果一个智库在国内治理研究中，没有突出表现，哪里有资格参与全球治理！",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.结论",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "一个国家是否需要智库、需要什么智库、需要多少智库，这大致上取决于本国的经济社会发展阶段、现代政治文明进程、经济总量、人口数量等因素。一般说来，智库都是大国的产物，智库数量多的国家可以叫智库大国，但是智库大国与大国智库是两个不同的概念，大国智库的首要特征是智库具有国际化视野的范儿，是现代智库的近义词。有关研究资料[3表明，中国智库数量位居世界第二，堪称智库大国，但是客观而言，这似乎没有多少值得骄傲的实质内容，因为我国智库产品的数量和质量与世界高水平一流智库还有很大差距。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "高水平一流智库建设发展需要智库文化的长期积淀，需要健康生态环境的滋润培育。中国智库与国际现代智库存在诸多差距，最大的差距是智库核心产品的数量和质量差距，而智库核心产品的差距又是智库研究人员的思想素质差距。构建中国智库发展的文化与生态，首先要从思想文化建设开始，从融于现代智库的“共同价值”开始，这是一切智库具体建设的基础。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "大多数情况下，公共政策的产出是一个逐渐改良的连续过程，因此智库不一定全是新政策的发明者和制造厂，但要成为现有政策的改造者和检修厂。这就要求智库专家具有较强的问题意识(质疑精神)，能够关照现实、发掘细节问题，把握国际化视野，强化独立分析思考能力，不断产出科学、可行、高品质（有思想价值）的智库研究报告，最终发展为现代高水平一流智库。这个过程中始终需要把握的方向是，智库发展目的—一创新影响公共政策；智库发展目标—一产出智库研究报告。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "致谢：美国加州州立理工大学历史系教授王作跃提供美国联邦政府各种咨询委员会、白宫总统咨询委员会和总统科技顾问委员会的数据资料",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[1]程宏，刘志光．智库、智库学与智库文化[J]．智库理论与实践,2016,1(3):1-5.  \n[2] 乔宗淮，刘燕华，朱维究等．中国特色新型智库如何建[N].光明日报，2014-08-08(011).  \n[3]McGann，JG.2015Global Go To Think TankIndex Report[EB/OL]．[2016-12-01].http://repository.upenn.edu/cgi/viewcontent.cgi?article=10o9&context $=$ think_tanks.",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "程宏：思想观点提出、论文撰写;  \n刘志光、邓兴华：共同讨论，观点提炼、修辞写作。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Building the Culture and Ecology for the Development of Chinese Think Tanks ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Cheng Hong1.2Liu Zhiguang³Deng Xinghua² lThought Construction Research Center of Jiusan Society, Beijing 100101 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2Beijing Great Wall Enterprise Institute, Beijing 100089   \n3School of Marxism,Peking University, Beijing 100101 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Abstract:[Purpose/significance] With the national government giving atention and input to the think tank construction during recent years,Chinese think tank construction has shown a boom.In order to maintain the sustainable development of the think tank，we should research the cultural atmosphere and the ecological environment problems needed by building Chinese think tanks.[Method/process] This paper started with interpreting basic connotations of the think tank term with Chinese characteristics,explored the idea of building the cultural ecology ofthe think tank. Starting from the relation between core products (research reports）and the edge articles of the think tank,this paper discussed the“common value”ofbuilding the ecological environment of the think tank.[Result/conclusion] Building and developing the think tank needs a long-term cultural accumulation and the healthy ecological cultivation.The think tank should have a strong problem awareness (questioning spirit)and independent analytical thinking skils,takecareofthereality and explore the details, keep on working out the scientific and feasible think tank research reports of high quality with an international vision, and ultimately grow into the first-class think tank with higher levels. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Keywords: think-tankcultural ecologyevaluation rank independencesupply side globalization ",
        "page_idx": 4
    }
]