[
    {
        "type": "text",
        "text": "Habitat, occurrence and conservation status of the Saharo-Macaronesian and Southern-Mediterranean element Fagonia cretica L. (Zygophyllaceae) in Italy ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Giovanni SPAMPINATO1\\*， Carmelo M MUSARELLA12， Ana CANO-ORTIZ²， GiuseppeSIGNORINO'",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Departmentof Agriculture,Mediterranea Universityof Reggo Calabria,Feodi Vito,89124 Reggio Calabria,Italy; 2Departmentof Animal and Plant BiologyandEcologySectionof Botany,UniversityofJaen,Campus UniversitarioLas Lagunillas s/n,23071 Jaén,Spain ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Fagonia cretica L. is an important component of Mediterranean dry grasslands and a rare and isolated species of Italian flora.In this study,an assessment is presented on the distribution,habitat,and conservation status of $F .$ cretica in Italy. The results of field investigation and herbarium analysis show that this species grows in a small area within the southern Calabria region characterized by a warmest and driest Mediterranean climate on the Italian peninsula. $F .$ cretica is a semi-desert plant species growing in Italy in only one peripheral and isolated population at the northern limit of its distribution. Plant community analysis,using the phytosociological method, shows that $F .$ cretica grows in wintergreen perennial dry grasslands dominated by Lygeum spartum and Hyparrbenia birta. $F .$ cretica plant communities are located in thermo-xeric habits such as south-,southeast- and east-facing slopes on clays and sandy clays in southern Calabria. The population of $F .$ cretica is fragmented in six neighbouring localities,with two of which belonging to a Site of Community Importance (SCI). The conservation status of $F .$ cretica population is not very good,and is defined as“Critically Endangered” in accordance with IUCN criteria. There are many threats affecting the $F .$ cretica population in Italy, primarily the changes in land uses due to urban expansion and reforestation with exotic plants.The southern end of the Italian peninsula hosts other plants from thermo-xeric habits that do not adapt to the current local climate.This teritory can be considered as a microrefugia for plants currently distributed in the arid territory of the southern Mediterranean. These results contribute to the discusson of some conservation measures,and the possibility of establishing a micro-reserve. For all these reasons, we propose to include $F .$ cretica in the lists of protected plant species at regional (Calabria) and country (Italy) scales in Italy. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: biodiversity; ecology; peripheral isolated populations; phytosociology; microrefugia;southern Italy ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The conservation of peripheral and isolated populations occurring on the edge of a species range is of great importance to conservation biology (Scott et al.,2010; Abeli et al., 2014). The reasons for this interest include the possible effects on biodiversity caused by climate change,the need to maintain genetic diversity,and the fact that stochastic events could threaten isolated populations of the species (Jones et al.,2Oo1). The assessment of the relict populations of rare and endangered plants can serve as a valuable tool for plant conservation (Leppig and White,2006). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Fagonia cretica L. (Zygophyllaceae) is a semi-desert plant species with a northern limit of species distribution in the Mediterranean dry grasslands of southern Italy (Pignati,1982; Conti et al.，2005). The taxonomy of this species was reviewed by Beier (2Oo5)，who reported its Saharo-Macaronesian and Southern-Mediterranean distribution (Fig. 1). Beier et al.(2004) considered $F .$ cretica as an ancestral species, sister to all Fagonia species except $F .$ scoparia and $F .$ （204号 zillides. The Fagonia genus includes 34 species confined to warm and arid regions of Eurasia, Africa and America (Quézel and Santa, 1962; Pottier-Alapetite,1979; Beier, 2005). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/03c73e89b0fdb074039637db0280ca18c00547fbf597bc21e8fcdcb23e3c829a.jpg",
        "img_caption": [
            "Fig.1 Distribution map of Fagonia cretica.The black dots indicate the known locations of $F .$ cretica by herbarium specimens,and the information was modified from Beier (2005). "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Three main structural types of dry grassands can be recognized in the Mediterranean region: (1) Lygeo-Stipetea dry grassands dominated by perennial caespitose grasses; (2） ephemeral dry grasslands dominated by Tuberarietea guttatae，a thermo-xerophilous therophytes；and (3) summergreen perennial dry grasslands, i.e.， Festuco-Brometea dry grasslands，dominated by chamaephytes,thistles and relatively small hemicryptophytes (Guarino,2Oo6).F. cretica, a rare and isolated species of Italian flora, distributes in the first type of Mediterranean dry grasslands (Brullo et al., 2001). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "There are some issues around $F .$ cretica in the Italian flora regarding the origin of this population and its habitat. Although the anthropogenic impact of deforestation, overgrazing and fire on the Mediterranean ecosystem favoured Mediterranean dry grasslands during the Holocene era (Quézel and Médail， 2Oo3)，contingents of species from arid steppe environments and evidence from fossil pollen deposits suggest that the Mediterranean dry grasslands were maintained as a relictual vegetation in the central Mediterranean region during the Pleistocene epoch,and especially along the coasts,when climate conditions were much drier than today (Pignatti, 1978; Agnesi et al.,2000; Capraro et al., 2005; Incarbona et al.,2010). As highlighted by Apostolova et al. (2O14), the current Mediterranean vegetation is the consequence of climatic and geographical changes in the Pleistocene epoch when the increasing aridity favored the development of species adapted to long arid periods and species migrations from the steppe areas of western Asia in the Mediterranean region where they are part of the steppic grasslands. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "According to the above-mentioned description,Mediterranean dry grasslands were set aside in refuge areas during cold periods of the Pleistocene epoch.Later,in the Holocene epoch,the anthropic impact on Mediterranean ecosystems with deforestation, grazing and fire,favoured the widespread of Mediterranean dry grassands starting from the refugia areas (Bredenkamp et al., 2002). Mediterranean dry grasslands are often poorly considered in habitat conservation policies, mainly due to their secondary origin. Despite not being natural, they play an important role in sustaining the biodiversity of Mediterranean region by hosting many rare and endangered species. Although Mediterranean region accounts for only $2 \\%$ of the world's surface, it has home to $20 \\%$ of its global floristic richness (Medail and Quézel,1997).Much of this diversity is preserved in Mediterranean dry grasslands, therefore, conservation strategies of this habitat are crucial. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The role of Mediterranean dry grasslands in biodiversity conservation is also highlighted by the European Union (Directive 92/43 EEC) which considers the dry grasslands as a priority habitat: ${ 6 2 2 0 } ^ { * }$ Pseudo-steppe with grasses and annuals of the Thero-Brachypodietea. The conservation of these semi-natural habitats depends on the persistence of traditional agricultural practices (Halada et al., 2O11), particularly traditional sheep farming. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$F .$ cretica is a rare and isolated species of Italian flora distributed in the Mediterranean dry grasslands.Bivona Bernardi （18O6）was the first author to report $F .$ cretica for Italian flora in Sicily at the Bosco Cappelliere,the west-central part of the island (Presl and Presl,1822).This report was later cited by several studies on Sicilian and Italian flora (Gussone,1827； Pignatti, 1982; Giardina et al., 2OO7) without real field validations.Furthermore, no other report has been carried out for $F .$ cretica in Sicily until now. The first report of $F .$ cretica on the Italian peninsula was conducted by Nicotra （19O8) for southern Calabria, near Melito Porto Salvo. Brulloet al. (2001) subsequently found another locality of $F .$ cretica,which is not far from the first one. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this study, based on field investigations,we verified the complete distribution range and population size of $F .$ cretica,characterized its habitat, identified the threats and assessed its conservation status in Italy. It is our hope that this study will provide a scientific reference to the conservation of $F .$ cretica in Italy. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this study, several methods were used to define the distribution of $F .$ cretica in Italy, including analysis of herbarium specimens and literature data,and a thorough field investigation carried out from 2014 to early 2016. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "All locations of this species in Italy were geo-referenced in the field by a GPS(Global Positioning System） and the coordinates were saved in the Geographical Information System (GIS). Several surveys were also done to assess the species habitat: biotope networks, bioclimatic analysis and plant communities using phytosociological methods (Braun-Blanquet, 1964; Podani, 2006).The syntaxonomical survey was based on 2O phytosociological relevés with the area ranging from 20 to $1 0 0 ~ \\mathrm { m } ^ { 2 }$ each.The numerical analysis was performed on the cover data of these relevés (Van der Maarel,1979),and processed by the SYN-TAX 2000 software (Podani, 2001).A cluster analysis dendrogram following UPGMA (unweighted pair-group method of arithmetic averages） criteria on a dissimilarity matrix obtained from the classfication of the chord distance algorithm was performed. Phytosociological relevés were arranged according to PCoA (Principal Coordinates Analysis). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The syntaxonomy of plant communities followed the method of Rivas-Martinez et al. (2001), in accordance with the International Code of Phytosociology (Weber et al., 2OoO). The taxonomy of the species agreed with Conti et al. (2Oo5） and the bioclimatic characterization followed the method of Rivas-Martinez and Rivas-Saenz (1996-2O17). The syntaxonomic schemes are as follows. Class: Lygeo-Stipetea Rivas-Martinez 1978; Order: Lygeo-Stipetalia Br.-Bl. & O. Bolos 1958 em. Rivas-Martinez 1978； Alliance: Moricandio-Lygeion sparti Brullo, De Marco & Signorello 1990; Plant community: Loto cytisoidis-Lygeetum sparti fagonietosum creticae Brullo, De Marco & Signorello 1990; Order: Hyparrhenietalia hirtae Rivas-Martinez 1978； Alliance: Hyparrhenion hirtae Br.-Bl.，P. Silva & Rozeira 1956; Plant community: Andropogonetum hirto-pubescentis A.& O.Bolos & Br.-Bl. in A.& O.Bolos 195O fagonietosum creticae subass. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "nov. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The GIS was used to identify and map the current distribution areas of $F .$ cretica.We estimated population sizes within the distribution areas with randomly selected sampling plots (area of 2 $\\mathrm { m } { \\times } 2 \\mathrm { ~ m } ,$ ） in the field.We identified six locations in which the species was distributed,and marked out 20 sampling plots in each location (a total of 12O sampling plots). The conservation status of this species was assessed using the IUCN Red List criteria (IUCN,2O12), which are currently the most extensively used worldwide for estimating extinction risk. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1 Distribution of $F .$ cretica in Italy ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The analysis of specimens from the Catania (CAT) and Reggio Calabria (REGGIO) herbaria and the field survey validated the location indicated by Brullo et al. (2OO1) for the Italian peninsula and confirmed the presence of $F .$ cretica in the other five new localities (Table 1),although the species was no longer found in the locality indicated by Nicotra (19O8) a century ago. Therefore, both field survey and specimens analysis did not provide any evidence of the presence of $F .$ cretica in Sicily,where the species is probably extinct.This local extinction is likely due to the severe changes of the habitat. Indeed,the region near Bosco Cappeliere underwent a major reforestation during 1950-1960,which altered the original environmental conditions and caused the $F .$ cretica population to disappear. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "F. cretica is therefore present in only six neighbouring localities in Italy. All of them are in a small area within the southern Calabria region between Melito Porto Salvo and Roghudi Nuovo (Fig.2). This is therefore now the only Italian population of this species. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/43794cc083373b16055ad5e981ba011df897ed5359d137948d65cc0af35fbbfe.jpg",
        "table_caption": [
            "Table1Field survey of Fagonia cretica including population localities,areas,altitudinal ranges, number of estimated plantsand inclusions in the Site of Community Importance (SCI) IT9350138“Calanchi di Maro Simone\" "
        ],
        "table_footnote": [
            "Note:\\*,thelocalityreportwasfromBrulletal.(2Ool).“-\"meansthatthelocalitydoesnotbelongtotheSCIT935038\"Calanchidi Maro Simone\"; $\\mathrm { ^ { * } X ^ { * } }$ means that the locality belongs to the SCIIT935O138“Calanchi di Maro Simone\". "
        ],
        "table_body": "<html><body><table><tr><td>No.</td><td>Locality</td><td>Are</td><td>Altudialrange</td><td>Numberofnestimated</td><td>1T9350138</td></tr><tr><td>1</td><td>Roghudi Nuovo_Vallone Carcéa</td><td>1.27</td><td>75-120</td><td>446</td><td></td></tr><tr><td>2</td><td>RoghudiNuovo_Contrada Trapezio</td><td>10.42</td><td>40-130</td><td>3647</td><td>-</td></tr><tr><td>3</td><td>Melito Porto Salvo_Torrente Cacalupo</td><td>1.22</td><td>77-100</td><td>427</td><td>-</td></tr><tr><td>4*</td><td>Melito Porto Salvo_Maro Simone</td><td>10.24</td><td>30-100</td><td>3583</td><td>X</td></tr><tr><td>5</td><td>MelitoPorto Salvo_Maro Simone (Calvario)</td><td>3.83</td><td>50-111</td><td>1341</td><td>X</td></tr><tr><td>6</td><td>Melito Porto Salvo_Contrada Sbarre</td><td>0.33</td><td>40-70</td><td>114</td><td></td></tr><tr><td></td><td>Total</td><td>27.31</td><td>40-120</td><td>9559</td><td></td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2 Habitat ofF. Cretica inItaly ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The phytosociological analysis(Table 2） shows that $F .$ cretica grows in badlands characterized by wintergreen perennial dry grasslands dominated by Lygeum spartum and Hyparrhenia hirta (caespitose hemicryptophytes)，and the grassands are located on south-,， southeast- and east-facing slopes $( 2 0 ^ { \\circ } - 5 0 ^ { \\circ } )$ in the southern Calabria of Italy with the average altitude ranging from 40 to $1 2 0 \\mathrm { \\ m a . s . l }$ (Table 2). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The species distribution data of $F .$ cretica on the Calabrian geological map (CASMEZ, 1968-1969) were overlapped using GIS,and the results show that the $F .$ cretica community grows on silty clay soils from the Middle Miocene era and is limited to the yellowish-brown sandy soils of the Upper Miocene era. The earlier substrate is intensely affected by deep erosion, giving rise to clayey badlands,locally named “calanchi\". ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For the bioclimatic characterization, we used the climate data from the nearest weather station in Melito Porto Salvo. The annual mean temperature is $1 8 . 3 ^ { \\circ } \\mathrm { C }$ and the mean annual precipitation is $5 2 6 ~ \\mathrm { m m }$ .The climate diagram of Melito Porto Salvo (Fig. 3） according to Walter and Lieth (1967) highlights a period of summer drought lasting for about five months from mid-April to mid-September. Generally speaking, the Melito Porto Salvo is characterized by a warmest and driest Mediterranean climate. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/c1b48e8982a75fb1019c7899d274005ae7fc31fe57a980bacfc2ee8a4051e121.jpg",
        "img_caption": [
            "Fig.2Distribution of $F .$ cretica population in Italy.The numbers presented in the figure identify the localities as shown in Table1.The red line delimits the Site of Community Importance (SCI) IT9350138“Calanchi di Maro Simone\". "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/94fdaf91353e25248721edceb89173db559a1397c5aeb19887b7209bdd4bafdb.jpg",
        "img_caption": [
            "Fig.3Climate diagram of Melito Porto Salvo （ $1 5 ^ { \\circ } 2 9 ^ { \\prime } \\mathrm { E }$ ， $3 7 ^ { \\circ } 3 2 \\mathrm { N }$ ）accordingto Walter and Lieth(1967).The doted area represents a period of summer drought lasting for about five months from mid-April to mid-September, while areas with vertical lines indicate the water availability period for vegetation growth. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/fdff445bea822a2850529d85f69be718a1d8380ba8f0d0e5c8949778c00b611d.jpg",
        "table_caption": [],
        "table_footnote": [
            "To be continued "
        ],
        "table_body": "<html><body><table><tr><td>+</td><td rowspan=\"16\">+ +</td><td rowspan=\"8\"></td><td colspan=\"8\"></td><td>0 +</td><td>u</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>i</td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td> Accompanying species</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>Area (m²)</td><td></td><td>Altitude (m)</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>乙 I</td><td></td><td>+</td><td></td><td>×</td><td></td><td>+</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>8</td><td>0 0</td><td>S 0</td><td>0</td><td>A</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>+</td><td></td><td></td><td></td><td>+</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>3</td><td>0</td><td></td><td>0</td><td>g</td><td>2</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>++</td><td></td><td>++</td><td>+ +</td><td></td><td></td><td>+</td><td></td><td>+</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>8</td><td>0</td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>syntaxa</td><td></td><td>9090 5045</td><td>S</td><td>3030 60 50</td><td>9</td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>+</td><td></td><td></td><td>+</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>0</td><td>8</td><td>S</td><td>8</td><td>0</td><td></td></tr><tr><td></td><td>乙</td><td></td><td></td><td></td><td></td><td>乙</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>0</td><td></td><td>8 00</td><td></td></tr><tr><td></td><td></td><td>+</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>4</td><td></td><td></td><td></td><td></td><td>60</td><td>0 B</td><td></td><td>8</td><td>0</td><td></td><td>100</td></tr><tr><td>+</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>0</td><td>2</td><td>100</td><td>A</td><td>Phytosociological releves of F. cretica communities 二</td></tr><tr><td></td><td></td><td></td><td>+</td><td></td><td>+</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>8</td><td>0</td><td>S</td><td>0 120</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td>+</td><td></td><td>+</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>0</td><td>S</td><td>S</td><td>gs</td><td></td><td></td><td>H 8</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>+</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>6</td><td></td><td>0 0</td><td></td><td>100 A</td><td></td></tr><tr><td>+ +</td><td></td><td></td><td></td><td></td><td></td><td></td><td>+</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>8</td><td>100 H</td><td>16</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>S</td><td>0 0</td><td>S</td><td>8</td><td>0</td><td>17</td></tr><tr><td></td><td></td><td></td><td></td></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/7d11be0cb437895b8a4798a552b14947311f028996853a32ce0715f6d4445ad6.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Relevé number</td><td></td><td>1</td><td>2 3</td><td>4</td><td>5</td><td>6</td><td>7</td><td>8 9</td><td>10</td><td>11</td><td>12</td><td>13</td><td>14</td><td>15</td><td>16</td><td>17</td><td>18</td><td>19</td><td>20</td><td>Presenityof</td></tr><tr><td>Ab</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>1</td><td>+</td><td>+</td><td>+</td><td>4</td></tr><tr><td>Cc</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>+</td><td></td><td>+</td><td></td><td>+</td><td></td></tr><tr><td>Ee</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>+</td><td>+</td><td>+</td><td></td><td></td><td></td><td></td><td></td><td></td><td>3</td></tr><tr><td>Hc</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>+</td><td>+</td><td>+</td><td></td><td></td><td></td><td></td><td></td><td></td><td>3</td></tr><tr><td>Lcl</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>1</td><td></td><td>1</td><td></td><td>1</td><td></td><td>3</td></tr><tr><td>Lt</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>+</td><td>+</td><td>+</td><td></td><td></td><td></td><td>3</td></tr><tr><td>Saa</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>+</td><td></td><td>+</td><td>+</td><td>3</td></tr><tr><td>Ta</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>+</td><td>+</td><td>+</td><td></td><td></td><td></td><td></td><td></td><td></td><td>3</td></tr><tr><td>Ts</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>1</td><td></td><td>1</td><td></td><td></td><td></td><td>2</td></tr><tr><td>As</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>1</td><td>1</td><td>+</td><td></td><td></td><td></td><td></td><td></td><td>3</td></tr><tr><td>Vsn</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>+</td><td>+</td><td>2</td></tr><tr><td>Aal</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>1</td><td></td><td>+</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>2</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Note:Fc,FgonireticaL;HHyprrenirta(Ltapf;peichardipicodes(L)oth;LsLygeumsrtmLot cytisoidesL;aricndiesis(L)C.;Crbdismaitia(L)ta;CCpprisataesf.galoile (L)Cass; Ca,ConvolulusaleidesL;AalliumrvenseGus;Cg,CarlinahspnicaLamubspglobosa (Arang.)eel Kastner;Dh,Dactylisspanicaoth;Dm,ucuscrotaLbsmaximus(Desf.)Ball;Pss,allnisspinos(L)Cas.bsp. Spinose;m,Ampelodesmosmauritanicus(oiretDur.etSch.;Brrachypodiumretusu(Pes.Beauv;P,PlantagolbicanL; Sco,Sullacoronaria(L.)Medik;Scp,Sullacapitata (Desf.）B.H.Choi&H.Ohashi;Em,Erodiummalacoides(L.)Her.;Ge, Galactiteselegans(All.）Soldano；Cd，Cynodondactylon(L.）Pers.；Hf，Hirschfeldiaincana(L.）Lagr-Foss；Lo，Lotus ornithopodiodesL;MpedicagopolymorphaL;OpOxalisps-capraeLSpetipcapensisTunb.;Ttripodiontetrahllum (L)Four:;C,Cceifta(Crsus;LsmsrictL;isoatso(L.)af.;gaoe (L.)DC.ubspupestre;c,icromeriacsentina(Ten.)NTerrc.;Ag,tractylsummferaL;T,TeucrimcpitamL.ubsp. capitatum;Dro(Ler;bobaLs;dcusL;e,obi L;Hc,Hedysetica(LCou;clthsenL;,LotdoberousL;ialixropupea() Greuter&Burdetubsptropupurea;T,ordylupuumL;rifolumstelltumLAsAvenasterilisLVnVitiaL subsp.nigra(L;alsprauLopiaioccdgtotelysis:AtodisfagonietosumeticaeBullDearco&goell9;BAndroogonetumitpubecetisgoietosticeloical substratum:Ccla;Ssandycay.ominantspecie.Presenceoflocaity(alloftemieggioalabiaProvince,Ialyadte: 1-5,MelitoPortoSalvo_Maroimone,21December,214;6-13,MelitoPortoSalvo_MaroSimone(Calvario),15June,206;13-20, RoghudiuovoContradaTrapezio,11February,2O15.hespeciecover-abundance indexacordingtoBraun-Blanquet(1964)isa follows: 5,covering $7 5 \\% - 1 0 0 \\%$ of the area; 4,covering $5 0 \\% - 7 5 \\%$ of the area; 3,covering $2 5 \\% { - } 5 0 \\%$ of the area;2,covering $5 \\% - 2 5 \\%$ （204号 of the area; 1,covering $1 \\% - 5 \\%$ of the area; $^ +$ ，sparsely or very sparsely present,covering very small area.It should be noted that the sporadicspeciespresentedinnlyneelevereotistedietable,suchasMicromeriaraeca,Asparaguscutifolius,isoptes orontium subsp.Orontium,Nigella damascena,etc. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "According to the Worldwide Bioclimatic Classification System proposed by Rivas-Martinez and Rivas-Saenz (1996-2017)，the bioclimate in Melito Porto Salvo can be defined as “Mediterranean type pluviseasonal oceanic” with a thermo-Mediterranean thermotype and dry ombrotype (Table 3). It should be noted that the topographic and lithological characteristics of the habitat, with south-facing slopes and xeric substrates, intensify the dryness of the climate. ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/9e24fe790b79636bee641382aefd693bf5246642ece8855a45b6d694cc186ff1.jpg",
        "table_caption": [
            "Table 3Bioclimatic characteristics of Melito Porto Salvo according to Rivas-Martinez and Rivas-Saenz (1996-2009) "
        ],
        "table_footnote": [
            "Note:Alt,ide;analpriiatio;altptue;Cotitalitydex;alsitiur; m,meanminimumtemperatureofthecoldestmonthsoftheyear;M,meanmaximumtemperatureofthecoldestmonthsof theyear;Itc Compensated Thermicity Index; Io, Ombrothermic Index. "
        ],
        "table_body": "<html><body><table><tr><td>Alt (m)</td><td>P (mm)</td><td>T(C)</td><td>Ic</td><td>Tp(C)</td><td>m(C)</td><td>M(C)</td><td>Itc</td><td>Io</td></tr><tr><td>7</td><td>526</td><td>18.3</td><td>15.5</td><td>2193</td><td>11.3</td><td>26.9</td><td>409</td><td>2.5</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The dendrogram of the hierarchical cluster analysis (Fig. 4) identifies two main groups (A and B) which include all the phytosociological relevés processed earlier in accordance with the results of the Principal Coordinates Analysis (PCoA） (Fig. 5). The plant community in group A (including phytosociological relevés 1-16) is located on clayey soils and can be attributed to the subassociation Loto cytisoidis-Lygeetum sparti fagonietosum creticae Brullo, De Marco and Signorello 1990 described by Brullo et al. (2001). Thissyntaxon isincluded in Moricandio-Lygeion sparti Brullo,De Marco and Signorello 1990,an alliance of the class Lygeo-Stipetea Rivas-Martinez 1978.It includes the thermo-xerophilous grasslands dominated by ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "$L$ spartum， growing on clayey badlands in the southern Calabria and Sicily with a thermo-Mediterranean dry or sub-humid bioclimate (Brullo et al., 2001). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The group B of grasslands (including phytosociological relevés 17-2O) is characterized by the dominance of $H .$ hirta grows on sand-rich clay soils.This plant community is ascribed to a new subassociation named Andropogonetum hirto-pubescentis fagonietosum creticae (holotypus: relevé 2O; Table 2),which differs from an ecological and physiognomic point of view from the typical association widespread in the western Mediterranean region (Diez-Garretas and Asensi, 1999). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/b4f74921e610274c3e290730e12ba2d67cc2699e821bea855b60e72018d4dea4.jpg",
        "img_caption": [
            "Fig.4Cluster analysis dendrogram following UPGMA (unweighted pair-group method of arithmetic averages) criteria ona dissimilarity matrix obtained from the classfication of the chord distance algorithm.A,Loto cytisoidis-Lygeetum sparti fagonietosum creticae;B,Andropogonetum hirto-pubescentis fagonietosum creticae. Numbers 1-20 represent the 20 phytosociological relevés. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/925ccb04d24704a63e35906259027a536b8284c40cbe525539479543a03b6809.jpg",
        "img_caption": [
            "Fig.5Ordination diagram of the2O phytosociological relevés along the first two PCoA (Principal Coordinates Analysis) ordination axes "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3 Conservation status ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Through the census of $F .$ cretica population in Italy,we have been able to identify 9559 mature individuals in an occupancy area of $2 7 . 3 1 \\ \\mathrm { h m } ^ { 2 }$ (Table 1). The area of distribution and extent of occurrence (EOO),according to IUCN (2012) criteria, are less than $1 0 0 \\mathrm { k m } ^ { 2 }$ in Italy. The species is present in only one single site in southern Italy (Calabria region),as the site at the Bosco Cappelliere in Sicily has been lost. The area of occupancy (AOO) is less than $1 0 \\mathrm { k m } ^ { 2 }$ . The species has disappeared from Sicily and from the locality of southern Calabria indicated by Nicotra (1908) a century ago. A continuing decline has been observed in the area,extent and quality of the habitat. The main threats are urban development due to highways, buildings，sports facilities, cemeteries,petrol stations,farms and farm tracks,and afforestation with non-native species. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "According to IUCN criteria (IUCN,2O12),F. cretica is “Critically Endangered” for the Italian territory and might be at a high risk of extinction in the wild in the medium term. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Peripheral plant populations occurring on the edge of a species' range tend to be isolated, smaller, and more ecologically divergent than central populations (Leppig and White， 2OO6). These characteristics can render them less viable and more susceptible to local extinction，thus increasing their conservation value. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "F. cretica is present in Italian flora in a very restricted area of southern Italy (Calabria region), near Melito Porto Salvo,the hottest and driest region of the Italian peninsula. According to cluster analysis (Fig. 4) and PCoA (Fig. 5), F. cretica grows in wintergreen perennial dry grasslands on aridslopesof badlands， which characterize two distinct plant communities:Loto cytisoidis-Lygeetum sparti fagonietosum creticae on clays and Andropogonetum hirto-pubescentis fagonietosum creticae on sandy clays.We do not currently have much information about $F .$ （20 cretica vegetation in other countries in the world. In Spain，Rivas-Martinez et al.(2001) considered $F .$ cretica as a characteristic species of the class Pegano harmalae-Salsoletea vermiculatae Br.-Bl.& O.Bolos 1958，which includes the halo-nitrophilous dwarf-scrub communities widespread in Mediterranean and Saharan Oceanic regions with a xeric pluviseasonal Mediterranean bioclimate.In Egypt, F. cretica grows in the Mediterranean coastal region,strictly avoiding the desert regions (Batanouny and Batanouny,197O). It is included in some xerophytic vegetation communities, particularly in the Zygophyllum coccineum community (Zahran and Willis,2009). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The wintergreen perennial dry grasslands on badlands of southern Italy play an important role in the conservation of other peripheral plant populations of Italian flora. Indeed, the habitat is home to other thermo-xerophilous species on the northern edge of their geographic range and that are absent elsewhere in the rest of Italian peninsula,such as Lavandula multifida,Aristida coerulescens, Tricholaena teneriffe, Plantago amplexicaulis， Aizoon hispanicum, Bupleurum gracile,and others (Pignatt,1982; Brullo et al.,2001; Spampinato, 2014; Panuccio et al.,2017). Some bryophyte species from arid environments,such as Barbula trifaria var. desertorum and Tortula brevissima,also grow only here in Italy (Privitera et al., 2O02). This fact is of major biogeographical significance as it is evidence of the floristic exchange between the Italian peninsula and North Africa through Sicily during the Pleistocene epoch (Bonfiglio et al., 2002; Pignatti, 2011; Sciandrello et al., 2015). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The climate during the Quaternary period alternated glacial periods with temperatures up to $2 0 ^ { \\circ } \\mathrm { C }$ colder than the present,and interglacial periods when the conditions were similar to or warmer than today (Jackson and Overpeck， 2OOO). In particular, during the Calabrian age $( \\sim 1 . 8 \\mathrm { - } 0 . 7 8 ~ \\mathrm { \\ M a } )$ ，there is a gradual extinction of thermophilous taxa and an increase in mesophilous taxa (Bertini， 2010). Climate change during the Quaternary period therefore determined the extinction of thermo-xerophilous flora in most of the Italian territory; however, in southern Calabria,it was saved due to its favourable geo-climatic conditions and optimal topographical features. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The badlands of southern Calabria are thermo-xeric habitats for semi-desert plants that do not adapt to the local climate. The peculiar ecological conditions due to their substrates,topography and microclimate have allowed xerophilous plants that were probably more widespread in the past to continuously grow only in this area of the Italian peninsula. According to Dobrowski (2011), this species ( $F .$ cretica） supports the consideration of badlands in the southern Calabria as a microrefugia with favourable climates,in which species populations can survive outside their main distribution area. Due to their specific ecological requirements and the effect of human disturbance, $F .$ cretica plant communities in Italy have a relictual and localized distribution. Human disturbance through traditional land uses (grazing and fire） does not represent a severe risk to this species,as these activities have no significant impact on the species’ habitat. As evidenced by Navarro et al. (2Oo6), medium-high grazing causes a decrease in woody plants such as evergreen sclerophyllous species,but benefits other more resistant ones including $F .$ cretica. Enriched atmospheric nitrogen deposition would influence the community structure and composition at a functional level due to the different species traits (Song et al., 2012). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The main threats to the $F .$ cretica population in Italy are land-use changes due to urbanization, infrastructure constructions and afforestation,which reduce the areas available for its habitat. $F .$ （204 cretica was considered “Data Deficient” for Calabria by Conti et al. (1997). Our research confirms the species as “Critically Endangered”(IUCN,2012): this assessment agrees with the one carried out by Signorino et al. (2O11) almost 7 years ago.F. cretica is included in the Red List for Malta with the status of “Vulnerable” (Lanfranco,1989). In Spain, the species is assessed as being of “Least Concern” according to IUCN criteria (Banares et al.,2O1O),and is not added to the Red Lists. Although the $F .$ cretica population in Italy is “Critically Endangered’ according to the IUCN criteria (IUCN,2O12),it is not included in the lists of protected species of local flora by the Calabrian regional laws (Regional Law n.30 of 26/11/2001 and Regional Law n.47 of 07/12/2009), nor in the list of species with national protection (MATT, 2O13). Thus,we propose to include $F .$ （20 cretica in the lists of protected plant species at regional (Calabria) and country (Italy) scales. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The $F .$ cretica population in Italy is not currently included in the protected areas. Only two of the six localities belong to the SCI IT9350138“Calanchi di Maro Simone”(Table 1; Fig. 2),an SCI of the Natura 2OOO network established throughout the European Union with the Habitats Directive (92/43/EEC) to contribute to the conservation of European species and habitats of particular importance.Despite the presence of this SCI, the species habitat is poorly protected, and conservation management measures are needed to ensure the survival of this species by in situ conservation， such as the establishment of a new protected area. The creation of micro-reserves to reduce fragmentation and recreate ecological continuity， based on the experience gained in other European countries (Akeroyd,1998; Laguna et al.,2O04),could allow in situ conservation and the development of protocols for the propagation and reintroduction of $F .$ （204号 cretica. Unfortunately, as highlighted in Spain by Mendoza-Fernandez et al. (2O14),although arid and semi-arid regions are important for the biodiversity conservation of very peculiar and rare species (often at the expense of their distribution or of endemic species),they do not have the same level of protection assured to the surrounding mountainous areas，which are home to national parks or nature reserves. This is probably due to the poor aesthetic consideration of xerophytic communities. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The main goal of this study was to assess $F .$ cretica as a conservation priority in the Italian flora. This species grows on Mediterranean dry grasslands in southern Calabria and is considered as “Critically Endangered” in accordance with IUCN criteria. Mediterranean dry grasslands on badlands of southern Italy play an important role in the conservation of other peripheral plant populations of Italian flora. Like $F .$ cretica,several species live in this habitat,as above mentioned. Badlands can be considered as a microrefugia for thermo-xeric species during climatic changes of Quaternary period. Further studies on the genetic characteristics and reproductive biology of $F .$ cretica are needed in order to implement appropriate management measures for its Italian population. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We would like to thank Ms Pru BROOKE-TURNER for the English translation of this article. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Abeli T,GentiliR,Mondoni A,etal.2O14.Efectsofmarginalityonplant population performance.Jouralof Biogeography, 41(2): 239-249.   \nAgnesi V,DiMaggioC,MacalusoT,etal.oo.Quaternaryenvironmental-climaticchanges inSicilyMemoriedellSocieta Geologica Italiana,55:339-344.http://www.socgeol.info/it/fascicoli/ $\\gamma _ { \\mathrm { t } = }$ Memorie&y ${ } = 2 0 0 0 \\& \\mathbf { v } = 5 5$ . (in Italian)   \nAkeroyd J.1998. Micro-reserves ‘capture' Valencia's special flora.Valencia, Spain: Plant Talk,14: 20-23.   \nApostolova I,DenglerJ,DiPietroR,etal.2O14.Drygraslandsof southern Europe:syntaxonomy，managementand conservation. Hacquetia,13(1): 5-18.   \nBanaresA,Blanca G,GiemesJ,etal.2O10.AtlasandRedBookof theEndangered VascularFloraof Spain.Adenda2010. Madrid: General Managementof Natural Environment andForest Policyand Spanish Societyof Plants Conservation Biology, 1-170. (in Spanish)   \nBatanouny K,Batanouny M.1970.Autecology of common Egyptian Fagonia species.Phyton,14(1-2): 79-92.   \nBeier BA.NylanderJAA,Chase MW,et al.2O04.Phylogeneticrelationshipsand biogeographyof the desert plantgenus Fagonia(Zygophylaceae),inferred byparsimonyand Bayesian modelaveraging.Molecular PhylogeneticsandEvolution, 33(1): 91-108.   \nBeier BA.20o5.Arevisionof thedesertshrubFagonia (Zygophyllaceae).Systematics andBiodiversity3(3):221-263.   \nBertini A.2lo.PlocenetoleistocenepalynofloraandvegetationinItaly:stateoftheart.QuateraryInternational,5(1): 5-24.   \nBivona Bernardi A.1806.Sicularum Plantarum. Centuria Prima. Palermo: Phylippum Barravecchia,1-84. (in Latin)   \nBonfiglio L,ManganoG,MarraAC,etal.2O02.PleistoceneCalabrianand Sicilianbioprovinces.Geobios,35(Suppl.1): 29-39.   \nBraun-Blanquet J.1964.Plant Sociology.The Studyof Plant Communities.Viennaand New York: Springer,1-865.(in German)   \nBredenkamp GJ, Spada F, Kazmierczak E.2002. On theoriginof northern and southern hemisphere graslands.PlantEcology, 163(2): 209-229.   \nBrullo S,ScelsiFSpampinato G.2Ool.The VegetationofAspromonte.Aphytosociological Study.Reggio Calabria: Lau Editore,1-368.(in Italian)   \nCapraroL，Asioli A,Backman J,etal.20o5.Climatic patterns revealedby polen and oxygen isotope records across the Matuyama-BrunhesBoundary in thecentral Mediterranean(southernItaly).Geological Society，London，Special Publications,247(1): 159-182.   \nCASMEZ(Cassadel Mezzoggorno).1968-1969.Geological mapof Calabria at1:25,000 scale.F.263-IN.O.Ercolano (Napoli):Poligrafica and Cartevalori.(in Italian)   \nContiF,ManziA,PedrotiF1997.RegionalRedListsof Italian Plants.Camerino:WWFItalia,SocietaBotanicaItaliana, 1-139.(in Italian)   \nConti F,Abbate G,Alessandrini A,etal.2Oo5.Anannotated checklistof the Italianvascularflora.Rome:PalombiEditore, 1-420.   \nDiez-Garretas B,Asensi A.1999.Syntaxonomic analysis of the Andropogon-rich grasslands (Hyparrhenietalia hirtae)inthe western Mediterranean region.Folia Geobotanica,34(3):307-320.   \nDobrowski SZ.20l1.A climatic basis for microrefugia: the influence of terain on climate.Global Change Biology，17(2): 1022-1035.   \nGiardina G, RaimondoFM,Spadaro V.2Oo7.Acatalogue of plants growing in Sicily.Bocconea,2O:5-582.   \nGuarino R.2O06.Origin andevolution of the Mediterranean drygrasslands.Berichte der Reinhold Tuixen Gesellschaft,18: 195-206.   \nGusone J.1827.Florae Siculae Prodromus Sive Plantarum in Sicilia Ulteriori Nascentium Enumeratio Secundum Systema Linneanum Disposita. Napoli: Ex Regia typographia,1-586. (in Latin)   \nHaladaL,Evans D,Romao C,etal.2011.Which habitatsof European importance depend on agricultural practices? Biodiversity and Conservation,20(11): 2365-2378.   \nIncarbona A, Zarcone $\\mathbf { G }$ Agate M,et al.2O10.Amultidisciplinary approach to reveal the Sicily climate and environment over the last 2Ooo0 years. Central European Journal of Geosciences,2(2):71-82.   \nIUCN. 2012. IUCN Red List Categories and Criteria Version 3.1( $2 ^ { \\mathrm { n d } }$ ed.). Gland, Switzerland & Cambridge,UK: IUCN.   \nJacksonS T,Overpeck JT.2o.Responsesof plant populationsand communities toenvironmental changes of the late quaternary.Paleobiology,26(4):194-220.   \nJones B,GliddonC,GoodJEG2O01.Theconservationof variation in geographically peripheralpopulations:Lloydiaerotina (Liliaceae) in Britain.Biological Conservation,101(2):147-156.   \nLagunaE,DeltoroVI,Pérez-BotelaJ,etal.2Oo4.Theroleofsmalreservesiplantconservationinregionofhighdiversity in eastern Spain.Biological Conservation,119(3): 421-426.   \nLanfrancoE.1989.Theflora.In:SchembriPJ,SultanaJ.Red DataBook forthe Maltese Islands.Valleta,Malta: Department of Information,5-70.   \nLeppig G, White JW.2006. Conservation of peripheral plant populations in California.Madrono,53(3): 264-274.   \nMATT(Ministerodel'Ambienteedella Tuteladel Teritorioedel Mare).2013.Repertoryof the protected Italian flora. [2016-01-15]. htp://www.minambiente.it/pagina/repertorio-dell-flora-italiana-protetta.(in Italian)   \nMedailF,QuezelP.1997.Hot-spotsanalysis forconservationofplant biodiversityinthe Mediterranean Basin.Annalsof the Missouri Botanical Garden,84(1):112-127.   \nMendoza-FerandezA,Perez-GarciaFJ,Martinez-HermandezF,etal.20l4.Threatened plantsofaridecosystems inthe Mediterranean Basin: acase study of the south-eastern Iberian Peninsula.Oryx,48(4): 548-554.   \nNavarro T,Alados CL,Cabezudo B.2O06.Changes in plant functional types inresponse to goat and shep grazing in two semi-arid shrublands of SE Spain.Journal of Arid Environments,64(2):298-322.   \nNicotraL.1908.Fagoniacreticainthe Italiancontinent.Buletinodell SocietaBotanicaItaliana,1908:67-69.(inItalian)   \nPanuccio MR,FazioA,Musarella CM,etal.2O17.Seed germinationandantioxidant pattern in Lavandula multifida (Lamiaceae):acomparison betweencoreandperipheralpopulations.PlantBiosystems，doi: 10.1080/11263504.2017.1297333.   \nPignatti S.1978.Evolutionary trends in Mediterranean flora and vegetation. Vegetatio,37(3):175-185.   \nPignatti S.1982.Flora dItalia.Bologna: Edagricole,2:19.(in Italian)   \nPignatt S.2Ol1.Western Sicilyasaninterface betweenthe Africancontinentand Europe.NaturalistaSiciliano,S.IV,35(1): 3-8.(in Italian)   \nPodani J.2001.SYN-TAX 200.Computer programs fordata analysis in ecologyand systematics. User's manual.Budapest: Scientia Publishing,1-53.   \nPodaniJ.2Oo6.Braun-Blanquet'slegacyanddataanalysis invegetatioscience.Journalof Vegetation Science,7(1):3-117.   \nPotier-Alapetite G1979.Floraof Tunisia:Angiosperms-Dicotyledones.Tunis:Ministryof Higher Educationand Scientific Research and Ministry of Agriculture,1-651.(in French)   \nPreslJS,Presl CB.1822.Deliciae Pragenses Historiam Naturalem Spectantes.Prague: Sumtibus Calve,1-264.(inLatin)   \nPriviteraM,PuglisiM,ambataroR.2O2.Phytogeographicconsiderationsonthebryophytefloraofthesouthern Aspromonte badlands (Calabria). Braun Blanquetia,31: 55-57.(in Italian)   \nQuézelP,Santa S.1962.NewFloraofAlgeria and the Southerm Desert Regions,2.Pairs: CNRS,1-1170.(in French)   \nQuezelP,MedailF2O03.Ecologyand BiogeographyofMediterranean BasinForests.Paris:Elsevier,1-573.(inFrench)   \nRivas-Martiez S,Rivas-Saenz S.1996-2017.Worldwide bioclimaticclasification system.Phytosociologicalresearchcenter, Spain.[2016-01-15]. http://www.globalbioclimatics.org.   \nRivas-MartinezS,Fernandez-GonzalezF,LoidiJetal.2Oo1.Syntaxonomical checklistofvascularplantcommunitiesofSpain and Portugal to association level. Itinera Geobotanica,14: 5-341.   \nSciandrello S,GuarinoR,Minissle P,et al.2015.Theendemic vascular floraof Peloritani Mountains (NE Sicily):plant functional traitsandphytogeographicalrelationshipsinthe mostisolatedandfragmentary micro-plateof theAlpineorogeny. Plant Biosystems,149(5): 838-854.   \nScott JM,GobleDD,Haines A M,etal.2O10.Conservation-reliant speciesand the futureofconservation.Conservation Letters,3(2): 91-97.   \nSignorinoG,CannavS,CrisafuliA,etal..FagoniacreticaLInformatoreBotanicoItaian,43(2):3-458.(iIalian)   \nSongL,BaoX M,Liu XJ,etal.2O12.Impactof nitrogen aditionon plantcommunity inasemi-arid temperate steppe in China. Journal of Arid Land,4(1): 3-10.   \nSpampinato G.2014.Guide to the Aspromonte Flora.Reggio Calabria: Laruffa Editore,1-448.(in Italian)   \nVanderMaarelE.1979.Transformationofcover-abundance values inphytosociologyanditsefectsoncommunitysimilarity. Vegetatio,39(2): 97-114.   \nWalter H,Lieth H.1967. Klimadiagramm Weltatlas. Jena: VEB Gustav Fischer Verlag.   \nWeber H E,Moravec J，Theurilat JP.2Ooo.International code of phytosociological nomenclature( $3 ^ { \\mathrm { r d } }$ ed.). Journal of Vegetation Science,11(5): 739-768.   \nZahran M A,Willis AJ.2009.The Vegetation of Egypt. Netherlands: Springer,1-437. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    }
]