[
    {
        "type": "text",
        "text": "Productivity and water use efficiency of Agave americana in the first field trial as bioenergy feedstock on arid lands ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SARAHC. DAVIS1'²,EMILY R. KUZMICK1,NICHOLAS NIECHAYEV1 and   \nDOUGLASJ. HUNSAKER³   \n1VoinouichScholofLeadershipandPublicfis,OhioUniersityAthens,OH457USADepartmentofEnoental   \nand Plant Biology,Ohio Unioersity,Athens,OH 45701,USA,USDA-ARSAridLands Agricultural Research Center,   \nMaricopa,AZ 85138,USA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Agave species are high-yielding crassulacean acid metabolism (CAM) plants,some of which are grown commerciallyandrecognized as potential bioenergy species fordryregions of the world.This study is the first field trial of Agaoe species for bioenergy in the United States,and was established to compare the production of Agaoe americana with the production of Agave tequilana and Agaoe fourcroydes，which are produced commercially in Mexico for tequila and fiber.The field trial included four experimental irrigation levelsto test the responseof biomass production to water inputs. After 3 years,annual production of healthy $A$ . americana plants reached $9 . 3 ~ \\mathrm { M g }$ dry mass $\\mathrm { \\ h a } ^ { - 1 } \\ \\mathrm { y r } ^ { - 1 }$ (including pup mass) with $5 3 0 ~ \\mathrm { m m }$ of annual water inputs,including both rainfall andirrigation. Yields in the most arid conditions tested $( 3 0 0 ~ \\mathrm { m m ~ y r } ^ { - 1 }$ （204号 waterinput） were $2 . 0 -$ $4 . 0 ~ \\mathrm { M g }$ dry mass $\\mathrm { \\Delta h a } ^ { - 1 } \\ \\mathrm { y r } ^ { - 1 }$ . Agave tequilana and Agave fourcroydes were severely damaged by cold in the first winter，and produced maximum yields of only $\\mathrm { { \\bar { 0 . 0 4 } } \\ : \\dot { M g } \\ h a \\bar { \\Omega } ^ { - 1 } \\ y r ^ { - 1 } }$ and $0 . 2 6 \\ \\mathrm { \\dot { M } g \\ h a ^ { - 1 } \\tilde { \\ y r } ^ { - 1 } }$ ，respectively. The agave snout weevil (Scyphophorus acupunctatus) emerged as an important challenge for $A$ . americana cropping, killing a greater number of plants in the higher irrigation treatments.Physiological differences in $A$ ，americana plants acrossirrigation treatments were most evident in the warmest season, with gas exchange beginning up to $^ { 3 \\mathrm { ~ h ~ } }$ earlier and water use efficiency declining in treatments with the greatest water input $( \\mathrm { 7 8 0 ~ m m ~ y r } ^ { - 1 }$ water input).Yields were lower than previous projections for Agaue species,but results from this study suggest that A. americana has potential as a bioenergy crop and would have substantially reduced irigation requirements relative to conventional crops in the southwestern USA. Chalenges for pest management and harvesting must stil be addressed before an eficient production system that uses Agave can be realized. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:gure,thol,oel,sacecidebolisert,rid,thst ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received24 July 2015;accepted9November 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Droughts limit agricultural production in arid and semiarid regions,yet plants that exhibit crassulacean acid metabolism (CAM) can improve crop yields in these conditions (Cushman et al.,2015; Davis et al.,2015; Yang et al.,2015).Plants in the Agave (L.） genus are obligate CAM plants，some of which are produced commercially，and are being considered for bioenergy crops (Borland et al.,2009; Davis et al.,2011,2014,2015; Yang et al.,2015).In regions of the world where Agave is grown commercially for beverages or fiber, yields range from 8.5 to $2 2 ~ \\mathrm { M g } ~ \\mathrm { h a } ^ { - 1 }$ depending on species and location (Davis et al.，2O14),but the latitudinal range for these crops is uncertain.Despite the potential advantagesand high theoretical yields (Davis et al.，2011, ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2014; Owen et al.,2015),there are many dry regions of the world including the southwestern USA where Agave has not yet been cultivated commercially or experimentally，making it difficult to assess the realistic potential of this genus for agricultural production. There are no field experiments to date that compare the yields of Agave species in arid to semiarid conditions or the response of Agave species to variable water inputs. Here,we provide the first field-scale yield estimates of Agave in the arid southwestern USA. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Climate projections indicate that many semiarid and arid parts of the world will be subject to more frequent and extreme drought events in the future (IPCC 2014). Agricultural production in many of these areasis already vulnerable to drought, dependent on large volumes of irrigation，and susceptible to soil degradation (Scanlon et al.,2007).The yields of $8 . 5 { - } 2 2 ~ \\mathrm { M g }$ for Agave referenced above (Davis et al.,2014) reflect commercial production in Mexico and Tanzania where the climate is semiarid due to prolonged periods of drought even though heavy rainfall does occur intermittently.As wateruse efficiency (WUE)is the primaryadvantage of CAM plants that has sparked interest in these plants for dryland agricultural production，there isa need to resolve how much precipitation would be needed to achieve commerciallyviable yields of Agave.Commercial production of bioenergy in the USA is primarily supportedby ZeamaysL.(corn) feedstock,which yields an average of $9 . 4 ~ \\mathrm { M g } \\mathrm { \\ h a } ^ { - 1 } ~ \\mathrm { y r } ^ { - 1 }$ on prime agricultural land, but the dominant commercial cropping systems in Arizonayield far less (e.g.， cotton yields $1 . 5 ~ \\mathrm { M g ~ h a } ^ { - \\mathrm { \\bar { 1 } } } ~ \\mathrm { y r } ^ { - 1 } )$ ： ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The key physiological advantage of CAM,to distinguish from ${ { C } _ { 3 } }$ and $\\mathrm { C } _ { 4 } ,$ is the temporal separation of carboxylase activities catalyzed by the enzyme PEPC (phosphoenolpyruvate carboxylase） and the enzyme RUBISCO (ribulose bisphosphate [RubP] carboxylase/ oxygenase) so that PEPC is primarily active during the night when stomata are open (opposite of ${ C } _ { 3 }$ and $C _ { 4 }$ plants)，and RUBISCO is primarily active during the daywhen light energy is available.With PEPC activation occurring at night when temperatures are cooler, evaporative demand is lessened and the ratio of carbon dioxide to water that diffuses through the stomata is increased relative to what would be expected during daytime conditions.The carbon is stored as malic acid overnight in large vacuoles typical of succulent plants and then released by decarboxylation at dawn. This strategy for growth gives CAM plants a strong advantage over ${ C } _ { 3 }$ and $C _ { 4 }$ plants in conditions of water stress (Osmond，1978;Nobel，1996;Winter & Smith，1996; Davis et al.，2014).Many CAM plants also have thick waxy cuticles，sunken stomata，and roots that are responsive to water stress;all adaptations thathydraulicallyisolate the plantin extremelydry conditions.Theoretical projections indicate that high-yielding CAM plants such as Agave and Opuntia (Mill.) can contribute substantially to the global renewable energy portfolio (Davis et al.，2011，2014;Cushman et al.，2015;Owen et al.,2015). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "There is growing interest in Agave species for bioenergy production in the arid and semiarid southwestern region of the USA. Commercial agricultural production has been demonstrated for species native to Mexico (e.g.,Agave tequilana F.A.C.weber and Agave fourcroydes Lemair),but these have not been grown in the USA outside of small horticultural and landscaping plantings. Agave americana L., also known as the American century plant, is native to the USA (native range includes Arizona, California,Florida,Louisiana,and Texas) and has been reported to reach sizes similar to its high-yielding Mexican relatives ( $2 \\textrm { m }$ in height before flowering, ${ > } 3 \\mathrm { ~ m ~ }$ in width) and achieve high photosynthetic rates under a range of environmental conditions (Neales，1973;Gentry，1982；Nobel，2003;Garcia-Moya et al.，2011)，but field-scale yields of $A$ .americana havenot beenassessed in previous literature.A.americana is produced for a beverage called pulque in Mexico (La Barre,1938),but there is less information about the agricultural production of this species than what is available from the larger-scaletequilaandfiberindustries.Tissue composition of $A$ .americana has been measured,and the leaves of this species have a low percentage of lignin mass relative to other species of Agave as well as highsoluble carbohydrate concentrations relative to other advanced bioenergy crops (Mylsamy & Rajendran, 2010; Li et al.,2012;Corbin et al.,2015),both beneficial traits for biochemical conversion pathways to liquid fuel (Davis et al.,2011). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The first US field trial of Agave species for bioenergy was established in 2012 in Maricopa,AZ,a desert agri cultural area where annual rainfall averages about $1 9 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ . This study reports the results to date for thisexperiment. Theagricultural plantingswere designed as a fully factorial two-way experiment to determine differences in survivorship, productivity,and WUE among three species (A.americana，A. tequilana, and $A$ . fourcroydes) and four irrigation treatments (ranging from arid to well-watered conditions),and to determinewhetherresponses to irrigation are species dependent.The study site is at the edge of the climate tolerance range forA. tequilana and A. fourcroydes (Lewis et al.，2015),but these are the large-scale commercial species against which a comparison of the US native species,A. americana,would be meaningful. Significant mortality and cold damage of $A$ .tequilanaand A.fourcroydes occurredaftera rarecold eventin the first year,so the focus of the study was narrowed by the third year to resolving differences in A.americana production,WUE,and survivorship across irrigation treatments.Earlysurvivorshipandproductionof A.tequilana， A. fourcroydes， and $A$ . americanaare reported,but differences in carbon dioxide assimilation, biomass yields,and WUE across four irrigation treatments were resolved only for $A$ .americana in year3. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Materialsandmethods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Study site and experimental design ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The study site is a 1.2-ha field located at the University of Arizona Maricopa Agricultural Center (MAC) in Maricopa,AZ, and is centered at $3 3 ^ { \\circ } 0 3 ^ { \\prime } 3 2 ^ { \\prime \\prime } \\mathrm { N }$ latitude, $1 1 1 ^ { \\circ } 5 8 ^ { \\prime } 1 2 ^ { \\prime \\prime }$ W longitude, and $3 6 1 \\mathrm { ~ m ~ }$ above sea level. The field was plowed, tilled,and leveled before planting.Soil in the field is classified as Casa Grande sandy clay loam,which is described as fine-loamy, mixed,superactive,hyperthermic Typic Natrargids (Post et al., 1988).The field was subdivided into eight sections (each approximately $3 2 ~ \\mathrm { m }$ by $4 6 ~ \\mathrm { m } ,$ ）separated by berms approximately $5 0 ~ \\mathrm { c m }$ in height to contain water that was allocated to each treatmentby way of flood irrigation (Fig.1).Two replicates of four irrigation treatments were assigned randomly to the eight sections.Irrigation water was provided by a concretelined irrigation ditch located on the south end of the field.A $2 . 5 – \\mathrm { m }$ long piece of PVC pipe $( 3 0 5 ~ \\mathrm { m m } ,$ ，diameter）was hardplumbed through a hole drilled in the irrigation ditch.Irrigation water to the field was controlled bya swivel valvelocated inside the ditch at the PVC pipe entry hole. The PVC pipe system was reduced to a $4 . 6 \\mathrm { - m }$ long piece of $2 0 3 \\mathrm { - m m }$ -diameter PVC pipe that contained an in-line propeller-driven flow meter. The PVC-valve system was then connected to a $2 0 3 \\mathrm { - m m }$ -diameter plastic polypipe that ran along the center of the field in the north-south direction (Fig.1).Gates installed along the polypipe at $1 . 0 – \\mathrm { m }$ spacing allowed individual sections to be irrigated at desired times.Water was applied in approximately $1 0 0 \\mathrm { - m m }$ increments (the minimum needed to flood-irrigate the section uniformly)，but exact amounts varied,as explained below. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Irrigation treatments were initiated in the second year (2013),after planted sections had been uniformly irrigated in 2012 (year one).The control treatment received only precipitation $2 0 0 ~ \\mathrm { { m m } }$ annually on average from 2013 to 2014) and the minimal water needed to apply fertilizer. In addition to the native precipitation,the irrigation schedule and levels targeted for other plots were as follows: (i) twice annually (in March and July) to add ${ \\sim } 2 0 0 ~ \\mathrm { m m ~ y r } ^ { - 1 }$ (0) $\\mathsf { r } \\sim 2 \\mathrm { \\ M l \\ h a } ^ { - 1 } \\mathrm { \\ y r } ^ { - 1 } )$ ，(ii) every other month from March to October to add ${ \\sim } 4 0 0 ~ \\mathrm { m m ~ y r } ^ { - 1 }$ (or ${ \\sim } 4 \\mathrm { \\ M l \\ h a } ^ { - 1 } \\ \\mathrm { y r } ^ { - 1 } ,$ ，and (ii) monthly from March to October to add ${ \\sim } 8 0 0 ~ \\mathrm { m m ~ y r } ^ { - 1 }$ (or ${ \\sim } 8 \\ \\mathrm { M l } \\ \\mathrm { h a } ^ { - 1 } \\ \\mathrm { y r } ^ { - 1 } .$ ).The actual water inputs achieved differed some from these target quantities due to variations in water flow rate,soil hydraulic and roughness conditions,integrity of berms,which occasionally required rebuilding after being broken by flood water，and practical decisions made by technicians during sporadic heavy rainfall events.Exact amounts of water applied during irrigation were measured (both flow rate and total volume) by the in-line flow meter. The actual 2-year (2013 and 2014) average amounts of irrigation applied forthefourtreatmentlevelswere $1 0 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ $2 6 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ 、 $3 3 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ ，and $5 8 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ 业 Including the mean annual rainfall ${ \\it \\Omega } \\sim 2 0 0 ~ \\mathrm { m m } ,$ ：see detailed climate in Fig. S1),total water inputs in the treatments were $3 0 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ $4 6 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ $5 3 0 \\ \\mathrm { m m \\ y r ^ { - 1 } } ,$ and $7 8 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The irrigation treatments described above were initiated in the spring of 2013 (year 2) and repeated through 2014 (year 3). The entire field was fertilized annually in June withN:P:K fertilizer in a ratio of 40:80:80 based on recommendations for commercial plantation management used in the tequila industry. Applied rates each year were $5 6 ~ \\mathrm { k g } \\mathrm { ~ N ~ h a } ^ { - 1 }$ 、 $1 1 2 ~ \\mathrm { k g } \\mathrm { ~ P ~ h a } ^ { - 1 } ,$ and $1 1 2 ~ \\mathrm { k g } \\mathrm { ~ K ~ h a } ^ { - 1 }$ .Weeding was accomplished manually in the first year,and required regular attention (twice per month). In the second and third years,weeds were controlled with herbicide (Surflan) applied 3-4 time per year at a rate of 4.7- $9 . 5 \\mathrm { ~ l ~ h a } ^ { - 1 }$ ,by mowing between rows where possible,and manual hoeing of weeds near the base of plants. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Within each of the replicated irigation sections, there were six plots of Agave for a total of 48 plots across the field (Fig.1). Two plots each of $A$ .tequilana,A.fourcroydes,and $A$ .americana were randomly assigned within each replicated irrigation treatment,so that across the whole field there were four replicate plots of each species in each irrigation treatment.Each plot was an experimental unit and contained 49 plants $( 7 \\times 7 )$ spaced $2 \\mathrm { ~ m ~ }$ apart both within and along rows.The experimental design in the field was purposeful to statistically test the difference in survivorship，yield,and WUE among species and among irrigation treatments.We treated this asa fully factorial design instead of a split-plot design because each combination ofirrigation and species treatmentswasreplicated throughout a single field and the sections delineated in the field for each irrigation were not unique. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/5ce300df93ff29719f9c283733de363fd9e599b382fe431f00a49ec452bc0bf8.jpg",
        "img_caption": [
            "Fig.1Fieldlayoutof theexperimental designwiththre species (AGAM: A.amercnaAGFO:A.fourcroydesandAGE:A.tequi lana) and four irrigation treatments.Each square plot contained 49 plants spaced $2 \\mathrm { ~ m ~ }$ apart.Four replicate plots of each species were randomlyassignedtoachirigationtreatmentwithtworeplicatedandrandomlylocatedareasofthefeldasignedtoeachiigation level (100,260,330,and $5 8 0 \\ \\mathrm { m m \\ y r ^ { - 1 } } .$ ).Total water inputs including rainfall for each treatment were 30o,460,530,and $7 8 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ Theirigationpipe(shown ingray）waslaidthroughthecenterofthefieldtoallowacesstoeachsectionthatwouldbeflood-iigated at separate times. Berms (shown in brown) were constructed to separate each irrigated section. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Agave tequilana plants were a single genotype of weber var. azul propagated clonally and purchased from growers in Oaxaca,Mexico.Agave fourcroydes plants were mixed unidentified genotypes purchased from growers in Yucatan，Mexico.Both A.tequilana andA. fourcroydeswere imported bare rooted with permits from the U.S.Department of Agriculture and were uniformin age of justunder1 year.Agave americana plantswere from a variety of unidentified genotypes purchased from a grower in California,USA,and shipped to the site in one gallon pots (also approximately 1 year in age). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "All species were planted in the spring of 2012 between March 23 and May 5 and irrigated weekly for the first month to ensure establishment, then irrigated monthly until October 2012 ${ \\bf \\langle - 1 0 0 0 \\ m m }$ water applied in total).Establishment was successful for all three species,and there was no mortality observed prior to January of 2013.There wasan unusually cold period with nine consecutive days of temperatures below freezing in January of 2013,and minimums between $- 6 ~ ^ { \\circ } \\mathrm { C }$ and $- 8 ~ ^ { \\circ } \\mathrm { C }$ for five consecutive nights.The $A$ .tequilana and $A$ fourcroydes plots suffered severe tissue damage.The monthly mean minimum temperature was $0 . 6 \\ ^ { \\circ } \\mathrm { C } ,$ （204号 $67 \\%$ lower than the mean minimum for January in the other growth years.Although manyplants remained,they were severelydamaged and the biomass of both $A$ fourcroydes and $A$ .tequilana were magnitudes lower than the biomass of $A$ .americanaasa result.The study is therefore focused on the response of $A$ .americana to irrigation,although survivorship and yields were quantified and compared among species after year two. There were an insufficient number of plots of $A$ .tequilana remaining across irrigation treatments to statistically assess the response to irrigation for this species. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Measurements ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A field-calibrated neutron probe (Model 503,Campbell Pacific Nuclear,CPN,Martinez,CA)was used to measure the volumetric soil water contents $\\mathbf { \\eta } ( \\theta )$ of plots from $0 . 1 \\mathrm { ~ m ~ }$ to $1 . 9 \\mathrm { ~ m ~ }$ in $0 . 2 {  { \\mathrm { ~ m ~ } } }$ incremental depths.Between mid-April and mid-May, 2013,33 neutron access tubes were installed vertically to a soil depth of $2 . 0 \\mathrm { ~ m ~ }$ using a tractor-mounted Giddings soil sampler (Model 25-TS;Giddings Machine Company，Windsor，CO, USA).Of the 33 tubes,16 were located within each of the 16 A.americana plots (i.e., four per irrigation level).Tubes were installed at a distance of about $1 . 0 \\mathrm { ~ m ~ }$ away from plants. During installation of the neutron access tubes,soil samples in $0 . 3 \\mathrm { - m }$ increments were collected at each location to a depth of $1 . 8 \\mathrm { ~ m ~ }$ (with 6 depth increments).Each separate soil sample was analyzed for soil particle size fraction using the Bouyoucos hydrometer method (Gee & Bauder，1986).Although sandy clayloam and sandyloam textures were predominate,soil textureanalysesrevealed approximately $10 \\%$ of the total samples were classified either as clay loam,loam,or sandy clay.The volumetric soil water content measurements at the 33 access tube locations began on May 21,2013.In general,soil water contents were measured twice monthly, just before and a few days aftera scheduled irrigation.Soil water contents were measured for all access tubes and depths with each irrigation event, even when only a subset of the plots were irrigated. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Evapotranspiration $( \\mathrm { E T _ { c . } } )$ for the irrigation treatments of A.americanawasdetermined over successive soil water content measurement dates as the residual of the soil water balance of an estimated root zone of $2 . 0 \\ \\mathrm { m }$ .Following Jensen et al.(1990), the soil water balance for $\\mathrm { E T _ { c } }$ occurring between the first measurement date,denoted as day $i = 1 ,$ and the second date $\\approx$ 15 days later on day n was calculated as: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { E T _ { c } } = \\sum _ { i = 1 } ^ { 1 0 } ( S _ { i , 1 } - S _ { i , n } ) + \\sum _ { j = 1 } ^ { n - 1 } \\bigl ( R _ { j } +  { \\mathrm { I W } } _ { j } \\bigr )\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $\\mathrm { E T _ { c } }$ is the total evapotranspiration that occurred from day 1 to day $n ,$ （204 $\\boldsymbol { S } _ { i , 1 }$ and $\\mathbf { S } _ { i , \\ n }$ are soil water storage measured at each of the 10 neutron probe soil depth layers on day $i = 1$ and on day $n ,$ respectively. ${ \\mathrm { R } } _ { j }$ and $\\mathrm { I W } _ { j }$ are,respectively,the measured rainfall and applied irrigation depths received on day $j$ All units are in mm.Rainfall data were provided by a University of Arizona,Meteorological Network (AzMet; ag.arizona.edu/ azmet) weather stationlocated at MAC,about $1 . 2 \\ \\mathrm { k m }$ from the field site.For each of the 10 soil depth increments,soil water storage was calculated as the measured soil water contents $( \\mathbf { m } ^ { 3 } / \\mathbf { \\Lambda }$ $\\mathbf { m } ^ { 3 } )$ atthe layer times the soil depth layer inm (i.e., $\\theta \\times 0 . 2 ~ \\mathrm { m } )$ For each soil water measurement location, the volumetric soil water contents at field capacity (FC) and permanent wilting point (PWP) were determined for each layer from the soil texture data using soil water characteristics estimation procedures developed by Saxton & Rawls (2006).Equation 1 does not include a deep percolation component,as there was no evidence of soil water content increasing below a soil depth of $1 . 5 \\mathrm { ~ m ~ }$ Fig.2 shows the periodically measured $\\theta$ for eachlayer with time for the wettest irrigation treatment (i.e., $5 8 0 ~ \\mathrm { m m }$ ).The figureincludes the FC andPWP for eachlayerdetermined from soil texture.For 2013 (Fig.2a),soil water contents measured a few days after irrigations increased to a depth of $1 . 5 \\mathrm { ~ m ~ }$ .However,the soil water contents atlower layersdidnot increase above FC,indicating negligible drainage from the root zone. Conversely,it can be seen,particularly in 2014 (Fig.2b),that soil water was depleted somewhat to $1 . 9 ~ \\mathrm { m } ,$ suggesting that a root zone of $2 . 0 \\mathrm { ~ m ~ }$ foragave wateruse wasreasonable. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Survival and reproduction rates of plants were recorded and compared across species and irrigation treatments in the second year of growth.Survival rates were recorded in July of 2013 (after all cold damage could be assessed) and biomass productivitywas recorded in January of 2014 (after two full growing seasons).The mean percentage of surviving plants in four replicate plots was used to estimate survivorship of each species in each irrigation treatment. No significant cold damage was observed after the spring of 2013.Survivorship and biomass productivity was measured again in February of 2O15 (after three full growing seasons). The mean number and condition of reproductive offsets (pups) was also measured in each plot. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The response of dusk-to-dawn carbon dioxide uptake to the different irrigation treatments was determined by measuring gas exchange in A.americana using Li-Cor LI-64ooXT Portable Photosynthesis Systems (Li-Cor;Lincoln，NE，USA).These infrared gas analyzers were used to record carbon uptake rates for plants in each irrigation treatment over a time course startingbefore sunset and extendinguntil after dawnat three times throughout the year (March,June,and November).Total net carbon assimilation was estimated by integrating the measurements of gas exchange over time (typically a 15-h period). Sampling began in the late afternoon in attempt to include gas exchange during Phase IV,but gas exchange was not observed prior to $6 ~ \\mathrm { p m }$ .In November of 2014,a full $2 4 \\mathrm { - h }$ time period wasmeasured to verify that the $1 5 \\mathrm { - h }$ measurements reflected the full duration of stomatal opening. Dynamics of gas exchange were also compared to determine whether the timing of peak carbon uptake rates and the phases of CAM differed across the four different irrigation treatments. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/f68fc05eb2c5f77c13b03e5f339cc78021aeb9703376c0198b9f07806640b329.jpg",
        "img_caption": [
            "Fig.2 Soil water content measurements from 0.1 to $1 . 9 ~ \\mathrm { m } ,$ in $0 . 2 \\mathrm { - m }$ increments (dotted lines),field capacity (FC,solid line), and permanent wilting point (PWP,dashed line) derived from soil texture analyses for $0 . 3 \\mathrm { - m }$ soil layers from O to $1 . 8 \\mathrm { ~ m ~ }$ for the $8 0 0 \\mathrm { - m m }$ treatment plot in 2013 (a) and 2014 (b).Onlya subset of all measurements are shown as examples.Note soil water content measurementsmadeafter an irrigation are denoted by dark symbols.The FC and PWP data are plotted at the center of the layer depth (e.g.,at $0 . 1 5 \\mathrm { ~ m ~ }$ for the O- to $3 0 \\mathrm { - m }$ layer). "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "During each seasonal sampling, gas exchange over the $1 5 \\mathrm { - h }$ period from $6 { : } 0 0 \\ \\mathrm { p m }$ to 9:00 am was measured at approximately $3 0 \\mathrm { - m i n }$ intervals in each irrigation treatment. Each incremental estimate during the diurnal time period was a mean of the gas exchange rate measured in a mature leaf located midway between the outsidewhorl and center spike of three randomly selected plants in each irrigation treatment. This approach allowed us to estimate gas exchange levels using amean of several plantswithinanirrigation treatment instead of that of a single plant. A square $2 \\mathrm { c m } \\times 3 \\mathrm { c m }$ cuvette was used with thick gaskets to accommodate the thick succulent leaves,and measurements were made at a point on the leaf approximately two thirds the distance from the base.There were occasional gaps in data (a missing 3O-min increment) due to the need to switch batteries in theLiCor 640O or other maintenance requirements.When calculating the total dusk-to-dawn $\\mathrm { C O } _ { 2 }$ assimilation,measurements from the next closest time interval were used to estimate fluxes during each gap. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Aboveground biomass of a random plant from each of the sixteen A.americana plots was measured after destructively harvesting at the end of second and third years of growth (mid-January 2014 and early February 2015).In February of 2015,aboveground biomass of all plants that were killed by the agave snout weevil was also measured (the number of plants killed per plot ranged from 3 to 38). Because most plants harvested in February of 2015 were infested with the snout weevil, anadditional harvest occurred in the spring of 2015 to assess the productivity of plants that remained healthy.Subsamples from each plant,consisting of three randomly selected leaves, were driedinan oven for2weeksat $6 5 ~ ^ { \\circ } C$ and then weighed to estimate plant tissue water content.The water mass was subtracted from the total wet biomass to estimate dry biomass production in each plot. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Net WUE was estimated in two ways: $\\mathrm { W U E _ { 1 } } ,$ as total dry biomass per unit of water input (including both precipitation and irrigation); and ${ \\mathrm { W U E } } _ { 2 } ,$ as total dry biomass per unit $\\mathrm { E T _ { c } }$ as calculated from the soil water balance described above. $W \\mathrm { U E _ { 1 } }$ provides a practical estimate for growers of the amount of biomass one can expect given a certain water input. $\\mathrm { W U E } _ { 2 }$ can be used to resolve anyadditional soil water that might be used to supplement the plant water requirements. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The statistical program JMP Pro 10 (SAS Institute Inc., Cary, NC,USA）was used to assess the differences in survivorship and biomass productivity in year 2 among species and irigation treatments,and whether the effect of irrigation depended on species,using a two-way analysis of variance (ANovA).The same statistical program was used to test differences in (i) survivorship,(ii) reproductive offsets,(ii) biomass productivity, and (iv)WUE of $A$ .americana among irrigation treatments in year3 usinga one-way ANovA.The Shapiro-Wilk W-test was used to determine whether the distribution in response variables met the assumption of normality.Tukey's HSD (honest significant differences）was used to resolve significant differences among treatment levels.Linear regression was used to compare the two estimates of WUE,and nonlinear regression was used to assess the response of WUE to increasing water inputs and $\\mathrm { E T _ { c } }$ ： ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Initial establishment of A.americana，A.tequilana，and A.fourcroydes was successful, with a mean survival at the plot level of $100 \\%$ 、 $9 7 \\%$ ，and $9 2 \\%$ ，respectively，by August of 2012. The few plants that were lost during this period were replaced. In January of 2013, the minimum temperature on five consecutive nights ranged from $- 6 ~ ^ { \\circ } \\mathrm { C }$ to $- 8 ^ { \\circ } C ,$ and cold damage was immediatelyevidentin the $A$ .tequilanaand $A$ fourcroydeseven though mortality was not entirely evident until March of 2013.A survey of the field in July of 2013 revealed that $7 4 \\%$ of the $A$ .tequilana plants were killed by the prolonged cold (Fig.3)，and $8 8 \\%$ of the $A$ .fourcroydes were severelydamaged.Therewasno mortality or cold damage observed in the plots of $A$ .americanaafter the cold event in January of 2O13，and survival of the A.americana remained near $100 \\%$ until 2014. There was greater mortality in $A$ .tequilana than in $A$ fourcroydes or A.americana，and irrigation treatments did not affect survival in the second year for any species. Statistical significance isnot reported for these differences because the distribution of response variables was bimodal (violating the assumption of normality in the statistical model and could not be corrected through transformation. Ranking data for analysis using nonparametric tests was not possible because survival was $100 \\%$ for all A.americana plots (insufficient range for ranking).Nevertheless, the difference in survivorship among species was clear (Fig. 3). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Although many of the A. fourcroydes survived，the cold damage was severe and the aboveground tissue completely died back in many of the plots.After recovery,the aboveground biomass of $A$ fourcroydesin year two was less than $0 . 3 ~ \\mathrm { M g ~ h a } ^ { - 1 } ~ \\mathrm { y r } ^ { - 1 }$ even in the highest irrigation treatment,and was less than $9 \\%$ of the bio mass production measured for $A$ .americana inall irrigation treatments (Fig.4).While there was a significant main effect of irrigation on biomass $( P < 0 . 0 1 )$ ，this response differed by species $( P < 0 . 0 1 )$ ，with $A$ .americana biomass increasing more with irrigation levels than biomass of $A$ .fourcroydes.A.americana biomass was also significantly greater than $A$ 、fourcroydes biomass in all irrigationtreatments $( P < 0 . 0 1 )$ .Beforestatistically resolving the differences between A.americana and A.fourcroydes，biomass data were log-transformed to achieveanormaldistribution.Therewereso fewA.tequilana surviving that replicate plots of livingplants no longer remained in all treatments (some plots had O sur viving plants)，but the biomass production of the remaining plots was $\\leq 1 \\%$ of $A$ .americana production (Fig.4).A. tequilana and $A$ . fourcroydesdid not recover nor make any significant gain in biomass production by the end of the third year. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The first evidence of mortality in the $A$ .americana plots wasrecorded in Januaryof 2014,and thiswas due to an infestation by Scyphophorus acupunctatus (agave snout weevil). The plots were first treated with an insecticide (Merit，Bayer CropScience，Monheim，Germany) in February of 2014,and two repeat applications occurred in the summer and fall (each at a rate of $6 7 -$ $8 7 ~ \\mathrm { k g } \\ \\mathrm { h a } ^ { - 1 } .$ ). Theweevil was,however,never fully eradicated from the field. In February of 2015, $7 7 \\%$ of the originally established plants (mother plants) in the highest irrigation treatment had been killed by the snout weevil, significantly more than the other irrigation treatments $( P < 0 . 0 1 )$ . Survivorship was greatest $( 8 0 \\% )$ in the plots with the lowest annual water inputs (Fig. 5). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Asexual reproduction ratesof $A$ .americanawere greater in the plots with $7 8 0 ~ \\mathrm { m m }$ annual water inputs in 2014，but the mean number of reproductive offsets (pups) produced for each original plant (mother plant) was similar across treatments in 2015 (Fig.6). An average of 3 pups per mother plant were produced across all plots of $A$ .americana in $2 0 1 4 ,$ and a mean of 4 pups per mother plant were produced by 2015.There was not a significant difference among irrigation treatments in the number of surviving pups remaining in the plots $( P = 0 . 1 4 )$ ,or in the total number of pups produced per mother plant $( P = 0 . 1 0 )$ ,although the trend in 2015 was toward greater pup_production with annual water inputs of $4 6 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ and $5 3 0 ~ \\mathrm { m m ~ y r } ^ { - 1 }$ . Reproductive offsets were not observed in the other species. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/207db790e4e430c450871455879bbf9c7e3a02b62dfa8724c65fabdd0bac2755.jpg",
        "img_caption": [
            "Fig.3Percent survivorship of three Agave species by July of 2013.Bars represent means of replicate plots across all irrigation levels $( n = 1 6 )$ ,and error bars represent standard error. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/5b27f01ae9fc6c466156e832ce58edbdac2e95d25250090c0b315442b27e374d.jpg",
        "img_caption": [
            "Fig.4 Annualized productivity of three Agave species across the four irrigation treatments by January of 2014. Bars repre sent treatment means with plots as the replicate $( n = 4 )$ ，and error bars represent standard error.Different letters indicate statistically significantdifferences $( P < 0 . 0 5 )$ ： "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Biomass of $A$ .americana plants increased with water inputs of up to $5 3 0 ~ \\mathrm { m m }$ in all years (Fig.7). In 2014, plots with the greatest water inputs $( 5 3 0 ~ \\mathrm { m m } ~ \\mathrm { y r } ^ { - 1 }$ and $7 8 0 \\ \\mathrm { m m \\ y r ^ { - 1 } } .$ ）resulted in the highest annual biomass production $( 2 . 8 – 3 . 0 \\ \\mathrm { M g \\ h a ^ { - 1 } \\ y r ^ { - 1 } } )$ ，significantly greater than the $3 0 0 \\mathrm { - m m }$ or $4 6 0 \\mathrm { - m m }$ treatments $( P < 0 . 0 1 )$ .The difference among treatments in biomass of dead plants harvested in 2015 was not significant $( P = 0 . 7 7 )$ .There was,however,a trend for greater biomass productivity of healthy mother plants in the plots that received $5 3 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ of water when compared to those in the other treatments $( P = 0 . 0 6 )$ ：Fig.7).Total aboveground biomass,including biomass of both pups and mother plants,was significantly different across irrigation treatments in 2015( ${ \\bf \\nabla } ^ { \\prime } P = 0 . 0 2 { \\bf \\times }$ ，with the biomass production reaching $9 . 3 ~ \\mathrm { M g } \\mathrm { \\ h a } ^ { - 1 } ~ \\mathrm { y r } ^ { - 1 }$ in plots with $5 3 0 ~ \\mathrm { m m }$ of annual water input (Fig.7). After 3 years,annual production of healthy plants was more than double the annualproductionafter2years,althoughmeanproduction rates of plants killed by the snout weevil were much lower (Fig. 7). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/26188a515c01a9db31d0c17ccc9378313c24cca95477a775f12b7271a3ccff64.jpg",
        "img_caption": [
            "Fig.5Percent survivorship of $A$ .americana after the agave snout weevil spread through the field in 2014. Survivorship was assessed in February of 2015.Bars represent treatment means with plots as the replicate $( n = 4 )$ ）and error barsrepresent standard error.\\* indicates statistically significant difference $( P < 0 . 0 5 )$ ： "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/a15968ea023e9b2409d25af77e7cb0588c3901aeda659eeb86123cdd78e1bfc1.jpg",
        "img_caption": [
            "Fig.6Numberofasexuallypropagatedoffsets(pups) observed for each A.americana plant that was initially established in the field (mother plants).Bars represent mean of replicate plots $( n = 4 )$ ,and errorbarsrepresent standard error. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "$\\mathrm { W U E } _ { 1 } ,$ calculated as total aboveground biomass production per unit of total water input,was similar in irrigation treatments that ranged from total inputs of ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/e3a7175f08fdb86499ffc3aa0cc1fd1f215f9be20f2b7db64ff602483cf09d82.jpg",
        "img_caption": [
            "Fig.7 Agave americana oven-dried biomass production annualized (a) and total (b) for 2-year-old mother plants (blue,2014), dead 3-year-old mother plants (orange,2015),living 3-year-old mother plants (gray,2015),and total aboveground biomass of healthy mother and pups (yellow,2015).Bars represent a mean of individuals from replicate plots $( n = 4 )$ ,but the number of dead plants per plot varied $3 < n < 3 1$ ）anderror barsrepresent standard error. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "$3 0 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ to $5 3 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ ? $( P > 0 . 0 5 )$ ，but $\\mathsf { W U E } _ { 1 }$ declined in the highest irrigation treatment and was sig nificantly lower with inputs of $7 8 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ $( P = 0 . 0 1$ Fig.8a). Trends in the response of ${ \\mathrm { W U E } } _ { 2 } ,$ calculated as total aboveground biomass production per unit of $\\mathrm { E T _ { c . } }$ （204号 (Fig.8b)，to water inputs were very similar to the response of $\\mathsf { W U E } _ { 1 }$ because there was little $\\mathrm { E T _ { c } }$ derived from soil water storage (Table 1).Results from the two methodsestimatingWUE were closely correlated (Fig. 8d; $R ^ { 2 } = 0 . 9 9 ;$ .There was a nonlinear correlation between water inputs and $\\mathsf { W U E } _ { 1 }$ $( R ^ { 2 } = 0 . 8 8 )$ and between $\\mathrm { E T _ { c } }$ and ${ \\mathrm { W U E } } _ { 2 }$ $( R ^ { 2 } = 0 . 8 2 )$ ，with the greatest WUE resulting from conditions with total water inputs of $4 6 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ to $5 3 0 ~ \\mathrm { m m ~ y r } ^ { - 1 }$ (Fig. 8). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The greatest difference in carbon assimilation among treatments,as measured by dusk-to-dawn gas exchange, occurred in June (Fig.9),which was the time period with the lowest nativerainfall (relativeto March and November).During the dry summer nights，plants growing in plots with higher water inputs $( 5 3 0 ~ \\mathrm { m m }$ and $7 8 0 ~ \\mathrm { m m } ,$ ）opened stomata up to $^ { 3 \\mathrm { ~ h ~ } }$ earlier than plants growing in the control plots (Fig. 1O). Carbon assimilation increased with irrigation treatment levels in June, but differences across treatments were not evident in March and November (Fig.9). The measurement campaign in November confirmed that there was no midday carbon assimilation. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Agave americana was successfully established as anagricultural planting in the arid conditions of the southwesternUSA. Although biomassproductionof A.americana responded to irrigation, there was no benefit of irrigating beyond $3 3 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ and the optimum water input (including rainfall) for an $A$ . americana crop was $\\sim 5 3 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ .Yields under these conditions ranged from 2.5 to $9 . 3 ~ \\mathrm { M g } \\mathrm { \\ h a } ^ { - 1 } ~ \\mathrm { y r } ^ { - 1 }$ (dry mass） over 3 years depending on pest infestations and whether harvests included only mother plants or all plant biomass.The lower production estimate is comparable to that of soybean $( \\mathord { \\sim } 2 . 9 \\mathrm { ~ M g ~ h a ^ { - } ~ y r } ^ { - 1 } ;$ ，a crop grown for biodiesel,and the upper production estimate is comparable to corn grain $( \\sim 9 . 4 ~ \\mathrm { M g } \\ \\mathrm { h a } ^ { - 1 } \\ \\mathrm { y r } ^ { - 1 } )$ a feedstock for bioethanol production and the most abundant biofuel crop globally,in prime agricultural regions of the USA based on the national average of these crops over the last 5 years (NASS,2015). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/fa7217ee1b39e3bbb7b848db7bb5fadeb2264b491bc5a566e1ee5e8197a59d6a.jpg",
        "img_caption": [
            "Fig.8Relationships betwee increasingannualwater inputsand wateruseeficiencycalculated as thebiomassperunitofwater inputs, $\\mathsf { W U E } _ { 1 }$ (a); between increasing annual crop evapotranspiration calculated from soil water balances, $\\mathrm { E T _ { c } } ,$ and water use efficiency calculated as biomass per unit of $\\mathrm { E T } _ { \\mathrm { c } } ,$ $\\mathrm { W U E } _ { 2 }$ (b);and between increasing annual water inputs and oven-dried biomass (c) of A. americana. Each point in panels (a),(b),and (c) represents a mean of individuals from replicate plots $( n = 4 )$ ，open circles indicate biomassorWUEofotherplantsonlyandcosedirclesindicatebomassorWUEofallabovegroundplantmassincudingother plantsand pups.Data herearerepresentingonly healthyliving plants.Alsoshownisthecloserelationship betweenannual water input (rainfall $^ +$ precipitation) and annual $\\mathrm { E T _ { c } }$ (d).Each point in panel (d) represents a mean of replicate irrigation sections in the experimental field $( N = 2 )$ .All error bars indicate standard error. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/096d6ccca07eb84122632281e4a8fc6397b22910db85c4c0779ba1e61e77cdb2.jpg",
        "table_caption": [
            "Table 1 Treatment means\\* for Agave americana soil water balance components† expressed as yearly averages for 2013-2014, where IW is exact irrigation applied without rounding, $R$ is measured rainfall, $\\Delta S _ { \\mathrm { 4 } } ^ { \\ddagger }$ is the change in soil water storage within a soil profile of $2 . 0 ~ \\mathrm { m } ,$ and $\\mathrm { E T _ { c } }$ is annual crop evapo transpiration "
        ],
        "table_footnote": [
            "\\*Treatments are denoted as amount of annual irrigation applied. †Note deep percolation water penetrating below $2 . 0 \\mathrm { ~ m ~ }$ was assumed negligible for all treatments. $\\ddag \\Delta S$ is the change averaged from Jan.1 to Dec.31 in 2013 and from Jan. 1 to Dec.31 in 2014. "
        ],
        "table_body": "<html><body><table><tr><td>Treatment</td><td>IW (mm)</td><td>R (mm)</td><td>△S (mm)</td><td>ETc (mm)</td></tr><tr><td>580</td><td>577</td><td>202</td><td>14</td><td>793</td></tr><tr><td>330</td><td>333</td><td>202</td><td>8</td><td>543</td></tr><tr><td>260</td><td>261</td><td>202</td><td>36</td><td>499</td></tr><tr><td>100</td><td>96</td><td>202</td><td>34</td><td>332</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the most arid conditions tested here ( $3 0 0 ~ \\mathrm { { m m } }$ of annual water inputs),biomass production of $A$ .americana ranged from 2.0 to $4 . 0 \\ \\mathrm { M g \\ h a } ^ { - 1 } \\ \\mathrm { y r } ^ { - 1 } ,$ indicating that A.americana crops may have commercially viable yields in dry regions with minimal irrigation required for establishment.Approximately $30 \\%$ of global land is arid or semiarid,most of which is considered poorly suited or unsuitable for agriculture (van Velthuizen et al.,2007),and Agave crops offer opportunity for pro duction in these regions. Irrigation for agriculture consumes more water than any other practice and continued high consumption is unsustainable,especially in dry regions (Giovannucci et al.,2012). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the southwestern USA,agriculture that relies heavily on irrigation is economically unstable.Cotton，for example,one of the most important crops in Arizona, requires an average of $1 , 0 4 6 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ ofirrigation water(in addition to rainfall) and yieldsonly $1 . 4 6 ~ \\mathrm { M g ~ h a } ^ { - 1 }$ annually (USDA 2012). This high water demand is increasingly problematic; recent estimates suggest that 20-60 Mha of irrigated cropland globally will be forced out of production by the end of the century due to a decline in the availability of freshwater resources (Elliott et al.,2014).A.americana is analternative crop that can be cultivated in dry climates with as little as a tenth of the water inputs required from conventional crops. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/171aa196d935472a405b24295e49f2eaca748f3b1860878b20ef59925f229556.jpg",
        "img_caption": [
            "Fig.9Net $\\mathrm { C O } _ { 2 }$ uptake of $A$ .americana measured at approximately $3 0 \\mathrm { - m i n }$ intervals between the hours of $6 ~ \\mathrm { p m }$ and 9 am in March (light gray), June (green),and November (dark gray) of 2014.Each bar represents a mean of individuals ${ \\it n } = 3$ for most time points) in each irrigation treatment,and error bars represent the standard error integrated over the full $^ { 1 5 \\mathrm { ~ h ~ } }$ sampling period. Note that $2 9 ~ \\mathrm { m m }$ of rain occurred prior to the March measurements,soil conditions were dry during the June measurements,and the agave snout weevil was disproportionatelypresent in the higher irrigation treatments in November. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Although moderately productive with $3 0 0 \\ \\mathrm { m m } \\mathrm { ~ \\Omega ~ } - \\mathrm { \\Omega }$ $4 6 0 ~ \\mathrm { { m m } }$ of annual water input, the soil water balance measurements (Table 1） suggest that a greater amount of stored soil water was withdrawn by $A$ .americana in these conditions (Fig. 8d).The additional water demand is small $( 3 4 - 3 6 ~ \\mathrm { m m } ,$ ,but could have an impact on soil water recharge rates in dry regions if commercially scaled plantations were established.Effects of agriculture on groundwater recharge are a major challenge for the southwestern USA (e.g.，Scanlon et al.，2005). The optimum annual water input therefore seems to be between $4 6 0 ~ \\mathrm { { m m } }$ and $5 3 0 ~ \\mathrm { m m }$ of total water inputs.At inputs ${ \\geq } 5 3 0 ~ \\mathrm { m m }$ 、 $\\mathrm { E T _ { c . } }$ is nearly equal to water inputs (Fig. 8d). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The agave snout weevil is a major threat to crops of A.americana，and the impact of the snout weevil on A.americana survival increased with irrigation levels. The susceptibility of the plants in the high irrigation treatments could be due to the larger initial size of these plants.Horticultural texts indicate that the weevils preferentially burrow into larger plants to reproduce (Irish & Irish, 2ooo).Alternatively,and because the plant mortality due to the snout weevil was observed in plants that were only 2 years old,the additional moisture in the high irrigation treatments may provide an optimum environment for the agave snout weevil. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The agave snout weevil is a well-known threat to A.americana plants,but effective treatments have not been fully developed.Recent studies indicate that extracts from castor oil plants (Ricinus communis L) may beeffective repellents for adult weevils(PachecoSanchez et al.,2012a,b).Adult weevils burrow into the stem of the Agave plant and reproduce there,so the larvae are nourished by the readily available carbohydratesat theleafbases.Theresultisthatthebaseofthe stem is destroyed before the rest of plant shows symp toms (Fig.11). The agave snout weevil is widespread in theUnited States,and should be expected inan A.americana crop unless a resistant genotype is identified. There is some anecdotal evidence of resistant genotypes (Irish& Irish,2ooO),and it is possible that resistant individuals willbe identified as this field trial continues. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "If the timing of the snout weevil infestation can be delayed until at least the third or fourth growing season,which seems most likely in conditions with low water inputs，biomass yields can still be competitive with other bioenergy crops.It is noteworthy that the plants are easier to harvest manually after the snout weevil has weakened the stems,but minimizing the spread of this pest would be most desirable. Commercial production in the USA will likely require mechanized harvesting instead of the traditional manual harvesting that is common in Mexico. A recent economic analysis indicated that manual harvests were too costly for economically viable production of Agave for biofuel in the USA (Nunez et al.,2011). Existing mechanized harvesters could be modified to cut the plants at the base as in tequila plantations or to trimleaves annuallyas in fiber plantation. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This study is the first field experiment to compare Agave production under a range of controlled water inputs.The production of Agave species measured in this study was lower than previously reported Agave biomass in semiarid regions (e.g.,Davis et al.,2011),but A.tequilana production was similar to modeled projections of A. tequilana biomass potential in the United States (Owen et al., 2015). There are no previous reports of $A$ . americana production,but yields were lower than theoretical production rates for CAM plants (Nobel, 1991；Borland et al.，2009;Daviset al.，2014)，and far below the theoretical predictions of $4 3 ~ \\mathrm { M g } ~ \\mathrm { h a } ^ { - 1 } ~ \\mathrm { y r } ^ { - 1 }$ for high-yielding CAM plants (Borland et al.，20o9).Davis et al.(2014) projected that,in arid conditions with only $2 0 0 ~ \\mathrm { { m m } }$ annual precipitation,optimum yields of CAM plants could be $8 . 9 ~ \\mathrm { M g ~ h a } ^ { - 1 }$ annually. Although the lowest irrigation treatment in this study,with $3 0 0 ~ \\mathrm { { m m } }$ total water input,yielded $2 . 0 { - 4 . 0 } \\ \\mathrm { M g \\ h a ^ { - 1 } \\ y r ^ { - 1 } } ,$ itis possible that a more mature crop $( \\geq 4$ years),optimized genetic lines of $A$ .americana，or other cold-tolerant Agave spp.will yield greater biomass. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/cad5958b44ad12c9f4ee60b0876a02002dcf4d0b71fd020c0634b9b5cfa54114.jpg",
        "img_caption": [
            "Fig. 10 Dusk-to-dawn $\\mathrm { C O } _ { 2 }$ uptake of $A$ . americana measured in June of 2014 with four levels of water inputs $( 2 9 0 \\ \\mathrm { m m \\ y r ^ { - 1 } } ,$ yellow; $4 1 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ blue; $5 2 0 ~ \\mathrm { m m ~ y r } ^ { - 1 }$ ,orange; $6 8 0 \\ \\mathrm { m m \\ y r ^ { - 1 } }$ gray). "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/007459ab4434e33f86df6f84e87fc024ca6bbce35c6d8f15d5bb76dc6ddc919f.jpg",
        "img_caption": [
            "Fig.11Stemof A.americanaaffectedby theagave snout weevil left)and the stemofahealthyA.americana (right) "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Changes in planting density can have substantial impact on biomass production per unit area.The planting density of each plot in this study was $\\sim 2 5 0 0$ plants/ ha. This is consistent with plant spacing used in sisal production and tequila plantations,and allows enough space for field managers to move between rows.If planting density could be increased to 4ooo plants/ha, and managed with specialized equipment or remote technology,then higher yields could be expected.The crop canopy was not closed (there was exposed ground) in all plots measured in this study. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The results of this experiment to date indicate that A.tequilana and $A$ .fourcroydes，two important commercial species in Mexico,were not productive 3 years after planting in Maricopa，AZ. This region has been predicted to have marginally appropriate growing conditions for $A$ .tequilana,while more optimal conditions are predicted in Texas,California,and Florida(Lewis et al., 2015; Owen et al.,2015). Still, the sensitivity of these species to cold make them vulnerable to sporadic extreme climate events,and additional risk wouldbe introduced when planting these species in the southwestern USA. Variable cold tolerances among Agave spp. have been observed and described in previous literature (e.g.,Nobel & Smith,1983).The response of the tonoplast to temperature increases during the day has been implicated in controlling phase changes that are essential to CAM (Kluge & Schomburg,1996),but research to resolve mechanisms of cold tolerance in CAM plants is needed.Carbohydrate concentrations,particularly high molecularweight fructans,，are correlated with freeze tolerance in grasses (Dionne et al.,201O),and may explain the difference in cold tolerance between Agave species in this study because A.tequilana leaves have lower concentrations of water-soluble carbohydrates thanA.americana leaves (Li et al.,2012;Corbin et al.,2015). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Past life-cycle assessment indicated that there was potential for Agave to have equal or greater environmental benefits for displacing fossil fuelswhen compared to sugarcane (Saccharum officinarum L.),corn (Zea mays L.), and switchgrass (Panicum virgatum L.) (Yan et al.,2011). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Yan et al. (2011) assumed production rates of approximately $3 0 ~ \\mathrm { M g ~ h a } ^ { - 1 }$ after 6 years $( 5 ~ \\mathrm { M g } ~ \\mathrm { h a } ^ { - 1 } ~ \\mathrm { y r } ^ { - 1 } ,$ ）in $A$ . tequilana stems，the sugar content of which was assumed to be $8 0 \\%$ of the dry mass. Corbin et al.(2015) recently estimated the sugar content of $A$ . americana plant tissue to be $6 0 \\%$ of dry mass， suggesting that bioenergy production from $A$ .americana in the southwestern USA could have similar life-cycle benefits if the optimum yields $( 6 . 1 { - } 9 . 3 ~ \\mathrm { M g ~ h a ^ { - 1 } ~ y r ^ { - 1 } } )$ observed in this study were achieved.The feasibility of a full commer cial production system that uses $A$ .americanaas feedstock depends on other economic factors specific to the location where it wouldbe cultivated. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Agave americana is a potential alternative bioenergy crop for the southwesternUSA,eveninarid conditions.A.tequilana and A.fourcroydeswerevulnerabletoextreme cold events that can occur in this region,and were far less productive than $A$ .americana in this side-by-side trial.The agave snout weevil poses a clear risk to the production of $A$ .americana,but it may be manageable in conditions where annual water inputs are ${ \\leq } 5 3 0 \\ \\mathrm { m m }$ Genotypic selection for resistance to the agave snout weevil might also reduce this problem in the future. Healthy 3-year-old A.americana plotsyielded $4 . 0 -$ $9 . 3 ~ \\mathrm { M g ~ h a } ^ { - 1 } ~ \\mathrm { y r } ^ { - 1 }$ total biomass with $3 0 0 { - } 5 3 0 ~ \\mathrm { m m } ~ \\mathrm { y r } ^ { - 1 }$ of water input (including $1 0 0 { - } 3 3 0 ~ \\mathrm { m m ~ y r } ^ { - 1 }$ irrigation, respectively),and plot yields without pup mass included were $3 . 1 - 6 . 1 ~ \\mathrm { M g } ~ \\mathrm { h a } ^ { - 1 } ~ \\mathrm { y r } ^ { - 1 }$ . The production rates of $A$ . americana were greater than conventional crops in Arizona (e.g.,cotton) with less water input than is typical in this dry agricultural region. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "We thank Glenda Simer,Richard Simer,Greg Main,and the Maricopa Agricultural Center for managing the experimental field.We also thankMichaelKampwerth and Michael Masters for helping with the initial establishment of the experimental field and appreciate assistance from Jose Ignacio Del Real Laborde in obtaining seedlings for the experiment. This project was funded in part by the Energy Biosciences Institute,and we appreciate valuable support and feedback from Steve Long and Chris Somerville. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Borland AM,Griffiths H,Hartwell J, Smith JAC (2009)Exploiting the potential of plants with crassulacean acid metabolism for bioenergy production on marginal lands.JournalofExperimental Botany,60,2879-2896.   \nCorbin K, Byrt CS,Bauer S et al. (2015) Prospecting for energy-rich renewable raw materials: Agave leaf case study.PlosOne,10,e0135382.doi: 10.1371/journal.pone.0135382   \nCushman J,Davis SC, Yang X, Borland A (2015) Development and use of bioenergy feedstocks for semi-arid and arid lands. Journal of Experimental Botany, 66,4177- 4193.   \nDavis SC,Frank G, Long S (2011) The global potential for Agave as a biofuel feedstock. GCB Bioenergy,3,68-78.   \nDavis SC,LeBauer D, Long S (2014) Light to liquid fuel: theoretical and realized energy conversion efficiency of plants using Crassulacean Acid Metabolism (CAM) inarid conditions. Journal of Experimental Botany,65,3471-3478.   \nDavis SC,Ming R,LeBauer D,Long S(2015)Toward systems-levelanalysisofagricultural production from crassulacean acid metabolism (CAM): scaling from cell to commercial production. New Phytologist, 208,66-72.   \nDionne J,RochefortS,HuffDR,Desjardins Y,BertrandA,CastonguayY() Variability for freezing tolerance among 42 ecotypes of green-type annual bluegrass. Crop Science,50,21-36.   \nEliott J,Derying D,Muller Cetal. (2014)Constraintsand potentialsoffuturerigation water availability on agricultural production under climate change.PNAS, 111, 3239–3244.   \nGarcia-Moya E,Romero-Manzanares A, Nobel PS (2011) Highlights for agave productivity. GCB Bioenergy,3,4-14.   \nGee GW,Bauder JW(1986)Particle size analysis.In: Methods of Soil Analysis,Part 1, Physical and Mineralogical Methods,Agronomy Monograph No 9,2nd edn (ed. Klute A),pp.383-411.American Society of Agronomy,Madison.   \nGentry H(1982) Agaves of Continental North America.The University of Arizona Press, Tucson, AZ.   \nGiovannucci D,Scherr SJ, Nierenberg D,Hebebrand C, Shapiro J, Milder J, Wheeler K.(2012)Food and Agriculture: The Future of Sustainability (March 1,2012).The Sustainable Development in the 21st Century (SD21) Report for Rio+20. United Nations, New York.http://dx.doi.org/10.2139/ssrn.2054838   \nIPCC (014) Climate Change 2014: Impacts,Adaptation,and Vulnerability.Part A: Global and Sectoral Aspects.Contribution of Working Group IIto the Fifth Assessment Report of the Intergovernmental Panel on Climate Change(edsField CB,Barros VR,Dokken DJ, Mach KJ, Mastrandrea MD, Bilir TE,Chatterjee M,Ebi KL,Estrada YO,Genova RC,Girma B,Kissel ES,Levy AN,MacCracken S,Mastrandrea PR,White LL).Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA.   \nIrish M,Irish G (2oo)Agaves,Yuccas,and Related Plants.TimberPress,Portland,OR.   \nJensen ME,Burman RD,Allen RG (1990) Euapotranspiration and Irrigation Requirements.American Society of Civil Engineers Manuals and Reports on Engineering Practices No. 70. ASCE,New York, NY.   \nKluge M, Schomburg M (1996) The Tonoplast as a Target of Temperature Effects in Crassulacean Acid Metabolism. In: Crassulacean Acid Metabolism,vol. 114 (eds Winter K,Smith JAC),pp.72-77Springer-Verlag,Berlin-Heidelberg.   \nLa Barre W (1938) Native American beers.American Anthropologist,40,224-234.   \nLewis S,Gross S, Visel A,Kelly M, Morrow W (2015) Fuzzy GIS-based multi-criteria evaluation for US Agave production as a bioenergy feedstock. GCB Bioenergy,7, 84-99.   \nLi H,Foston MB,Kumar R et al. (2012) Chemical composition and characterization of cellulose for Agave as a fast-growing,drought-tolerant biofuels feedstock. RSC Adoances,2,4951-4958.   \nMylsamy K,Rajendran I (2010)Investigationon physio-chemical and mechanical properties of raw and alkali-treated Agave americana fiber. Journal of Reinforced Plastics and Composites,29,2925-2935.   \nNASS.(2015).National Agricultural Statistics Service, United States Department of Agriculture. Available at: http://www.nass.usda.gov/(accessed 8 July 2015).   \nNeales T (1973) The effect of night temperature on $\\mathrm { C O } _ { 2 }$ assimilation, transpiration, and water use efficiency in Agave americana L.Australian Journal of Biological Science, 26,705-714.   \nNobel PS (1991) Achievable productivities of certain CAM plants: basis for high values compared with ${ \\mathrm { C } } _ { 3 }$ and $\\mathrm { C _ { 4 } }$ New Phytologist,19,183-205.   \nNobel PS (1996) High Productivity of Certain Agronomic CAM Species.In: Crassulacean Acid Metabolism,vol.114 (edsWinter K,Smith JAC),pp.255-265.SpringerVerlag, Berlin-Heidelberg.   \nNobel PS (2O03) Environmental Biology of Agaoe and Cacti.Cambridge University Press, Cambridge, UK and New York, NY, USA.   \nNobel PS, Smith SD (1983) High and low temperature tolerances and their relationships to distribution of agaves.Plant, Cell,and Environment,6,711-719.   \nNunez HM, Rodriguez LF, Khanna M (2011) Agave for tequila and biofuels: an economic assessment and potential opportunities. GCB Bienergy,3,43-57.   \nOsmond C (1978) Crassulacean Acid Metabolism: a curiosity in context.Annual Reviews in Plant Physiology,29,379-414.   \nOwen N,Fahy K,Grifiths H(2015) Crassulacean acid metabolism (CAM)offers sustainable bioenergy production and resilience to climate change. GCB Bioenergy, in press doi: 10.1111/gcbb.12272.   \nPacheco-Sanchez C,Villa-Ayala P,Montes-Belmont R,Figueroa-Brito R,JiménezPérezA (20l2a) Effect of Ricinus communis extracts on weight and mortality of Scyphophorus acupunctatus (Coleoptera: Curculionidae). International Journal of Applied Science $\\mathcal { E }$ Technology,2, 83-94.   \nPacheco-Sänchez C, Villa-Ayala P,Montes-Belmont R, Figueroa-Brito R, JiménezPérez A (2012b) Repellency of hydroethanolic extracts of Ricinus communis (Euphorbiaceae) to Scyphophorus acupuntatus (Coleoptera: Curculionidae) in the laboratory.Florida Entomologist,95,706-710.   \nPost DF,Mack C, Camp PD,Sulliman AS. 1988.Mapping and characterization of the soils on the University of Arizona Maricopa Agricultural Center.Proc.Hydrology and Water Resources in Arizona and the Southwest,49-60.University of Arizona, Tucson, Ariz.   \nSaxton KE,Rawls WJ (2O06) Soil water characteristic estimates by texture and organic matter for hydrologic solutions. Soil Science Society of America Journal,70, 1569-1578.   \nScanlon B,Reedy R,Stonestrom D,Prudic D, Dennehy K (2oo5) Impact of land use and land cover change on groundwater recharge and quality in the southwestern US. Global Change Biology,11,1577-1593.   \nScanlon B,Jolly I, Sophocleous M, Zhang L (2007) Global impacts of conversions from natural to agricultural ecosystems on water resources: quantity versusquality.Water ResourcesResearch，43，W03437．doi:10.1029/2006WR0 05486.   \nU.S.Department of Agriculture (USDA) (2012) Pima Cotton 2012 Yield Per Harvested Acre by County for Selected States.U.S.Department of Agriculture National Agricultural Statistics Service.Available at: http://www.nass.usda.gov/ Charts_and_Maps/Crops_County/(accessed2April 2014).   \nvan Velthuizen H,Huddleston B,FischerG et al. (2007) Mapping Biophysical Factors That Influence Agricultural Production and Rural Vulnerability.Food and Agriculture Organization of the United Nations,Rome. ISBN 1684-8241.   \nWinter K, Smith JAC (1996) Crassulacean Acid Metabolism: Current Status and Perspectives. In: Crassulacean Acid Metabolism,vol.114 (eds Winter K, Smith JAC), pp. 389-426.Springer-Verlag, Berlin-Heidelberg.   \nYan X,Tan DKY,Inderwildi OR, Smith JAC,King DA (2011) Life cycle energy and greenhouse gas analysis for agave-derived bioethanol. Energy $\\boldsymbol { \\mathcal { E } }$ Environmental Science,4,3110-3121.   \nYang X,Cushman J, Borland A et al. (2015)A roadmap for research on crassulacean acid metabolism (CAM) to enhance sustainable food and bioenergy production in ahotter,drier world.New Phytologist,207,491-504. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Supporting Information ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Additional Supporting Information may be found in the onlineversionof thisarticle: ",
        "page_idx": 11
    }
]