[
    {
        "type": "text",
        "text": "新时代新型智库建设与中国特色大国外交关照宇 张婷婷1",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：新中国成立至今，中国外交已经经历了“生存与革命外交”和“发展外交”两个发展阶段，目前进入了第三个阶段—“中国特色大国外交”阶段。²与前两个发展阶段相比，中国特色大国外交更加注重发挥智库的作用。中国特色新型智库将会围绕“资政”“启民”“伐谋”“育才“四个主要职能服务于中国特色大国外交。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：中国新型智库；中国特色大国外交；智库代谋",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2015年1月，中办、国办联合印发了《关于加强中国特色新型智库建设的意见》，这标志着我国开始将智库的作用与重要性提到空前的高度,也将新型智库建设正式定格在国家决策层的执行方案上。近年来，围绕中国特色大国外交，中国智库开展了一系列活动，并取得了一些成就。十九大再次将“加强中国特色智库建设”写入报告中。新时代，新型智库将更好地服务于中国特色大国外交。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "新型智库与中国特色大国外交",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "英国著名智库学者黛安娜·斯通（Diane Stone）认为，智库收集、消化和创造一系列思想产品，主要是帮助政治和政府机构决策，有时也为媒体、利益集团、企业、国际机构和公共社会大众服务的组织。³智库，作为人文和社科知识服务最为有效的载体之一，在国家政治、经济、文化、外交、军事和其他领域里扮演着理论支撑、情报支持和决策参考的重要角色。4简而言之，智库就是思想加工厂。本文认为，从本质来看，智库是一个咨询机构。从性质来看，智库可以分为高校智库、官方智库和社会智库。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当前，学者对世界智库发展史的认知是较为一致的，普遍的观点是从世界范围来讲，智库自1830 年成立至今已经经历了四个主要发展阶段：第一阶段（ $( 1 8 4 0 \\sim 1 9 4 6 \\$ 年)：客观的研究机构；第二阶段（1946年 ${ \\sim } 1 9 7 0$ 年)：大规模的“签约智库”出现，智库的独立性受到质疑；第三阶段（1970年 $\\sim 1 9 9 4$ 年)：自由与党派性的结合，智库开始走向分化。第四个阶段（21世纪至今）：智库新议题越来越少，开始借鉴前辈们。5",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/5b969f6311c0713403301026fd715a43e2fc74f5246321dc8a98bee0b833037e.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国智库发展源远流长，古代的谋士、门客、军师、幕僚等都具有咨政的作用。自二十世纪初以来，美国智库在制定政策问题和提供分析方面发挥了重要作用。‘中国现代意义上的智库成立于新中国建设之初，到目前已经经历了三个发展阶段，第一阶段从1949年建国到文化大革命结束前，第二阶段是从改革开发到2012年，第三阶段是从十八大至今。新时代，建设具有中国特色的新型智库成为我国智库建设的重要方向。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/d923b45ce6020a0c727eaa3bed20dab598ba917f1eba4a4fb9615d9bee38fa75.jpg",
        "img_caption": [
            "中国智库发展阶段"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1、什么是中国特色新型智库？",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中国特色新型智库是中国依据本国国情发展，建设一批服务于社会主义建设的智库。中国特色新型智库建设应该具备两层含义：对内，为中央的科学决策提供高质量的智力和思想支持；对外，为扎实推进国家的公共外交和对外传播起到实质性辅助与补充作用。°中国特色新型教育智库建设要有新视野,立足中国,放眼世界,善于把握国际机遇、中国经济社会发展和教育发展的新趋势、新特点、新发展、新变化。9",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "十八大以来，中国特色新型智库建设就与中国特色大国外交水乳交融。十八大报告首次指出要“发挥思想库的作用”。十八大后，中国特色大国外交理念也被提出。2013年6月，王毅外长在第二届世界和平论坛的演讲中指出，当代中国正在积极探索一条有中国特色的大国外交。与此同时，中国特色新型智库建设也加快了步伐，2013年，完成了对中国特色智库建设的规划部署，次年，习近平总书记也明确了中国特色大国外交理念的指导地位。2015年，中国特色智库建设也从规划走向实践探索阶段。可以说，十八大以来，国家加快了中国特色新型智库建设步伐，中国特色大国外交理念的指导地位也被确立。",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/8b87cc7c678a7c9ac038217327ee9e59bb4e53ab5ae21160bf6f4e3bf82ec86c.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>时间</td><td>事件</td><td>意义</td></tr><tr><td>2012年11月</td><td>十八大报告首次指 出要“发挥思想库 的作用”</td><td>智库建设成为党工 作的重要内容之 1。</td></tr><tr><td>2013年4月</td><td>习近平总书记首次</td><td>中央领导决策层开</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/89980986baa153003ea22001a7010abc1d6326e1dbbdaf03ae71a0da3a117097.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>2013年11月</td><td>就“中国特色新型 智库”建设作出重 要批示 党的18届三中全会 也对中国特色新型 智库建设提出总体|库建设的规划 规划</td><td>始注重智库建设 标志着国家已经完 成了对中国新型智</td></tr><tr><td>2015年1月</td><td>中共中央办公厅、 国务院办公联合印 发了《关于加强中 国特色新型智库建国家开始着手落实 设的意见》</td><td>将中国新型智库建 设被定格为国家决 策层执行方案上， 中国特色新型智库 建设</td></tr><tr><td>2015年11月9日</td><td>中央全面深化改革 领导小组第十八次 会议通过了《国家 高端智库建设试点 工作方案》</td><td>中国特色新型智库 建设进入了实践探 索阶段</td></tr><tr><td>2017年10月</td><td>十九大再次将“加 强中国特色新型智 库建设”写入报告 中</td><td>标志着建设中国特 色新型智库将成为 我国今后的重要工 作方向之一。</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "进入新时代后，中国特色新型智库建设取得了重大进展，中国智库发展无论是在数量上，还是在质量上都取得了重大成就。首先，从横向数量对比来看，2016年，中国入选权威智库报告《全球智库报告2016》的数量居世界第二，达到435家。而在亚洲入选的1262家智库中，中国智库数量位居首位，约占 $34 . 5 \\%$ ，领先第二名的印度147家。亚洲智库分布图如下图1所示：",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/0d5257d6e49f7eee0db8a26503325a131e035c250ca6c7d29f7dc6dc0e607e99.jpg",
        "img_caption": [
            "亚洲三强智库分布状况"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "数据来源：《全球智库报告2016》",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "其次，从纵向数量对比来看，进入新时代后，中国智库数量稳中有升。根据《全球智库报告》系列报告显示，从2009 年开始，中国上榜智库数量已经连续7年居世界第二。从下图可以看出，新时代，中国的智库数量总体上处于增长状态。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "中国智库数量分布  \n436  \n434  \n432  \n430  \n428  \n426  \n424  \n422  \n420  \n2009年 2010年 2011年 2012年 2013年 2014年 2015年 2016年",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "数据来源：《全球智库报告》系列 2010年一2016年随着智库数量的增加，越来越多中国智库开始活跃在国际舞台上，这些智库在重大国际会议上积极为中国发声，为中国特色大国外交抢占国际话语权做出了贡献。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "最后，从智库质量上来看，2016年，全球顶尖智库175强榜单中，中国有9家入围。具体排名如下图所示。此外，综合排名榜单前120名中，中国共有7家入围。而全球最值得关注智库排名100强名单中，也有5家智库上榜。亚洲大国智库排名60强中，中国智库也占据了18家。",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/893e4ca133efa06de19bad751fa005e58e362b8f6b8b88e99fcaaccd7c2aca58.jpg",
        "table_caption": [
            "全球智库175榜单中国智库及其排名"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>智库名称</td><td>排名</td></tr><tr><td>中国现代国际关系研究院</td><td>33名</td></tr><tr><td>中国社会科学院</td><td>36名</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/0951a9fe566aa667ec5d2d640fc5afe3a66c141fc4cb8d7b5e2606341232a0df.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>中国国际问题研究院</td><td>39名</td></tr><tr><td>国务院发展研究中心</td><td>52名</td></tr><tr><td>上海国际问题研究院</td><td>73名</td></tr><tr><td>北京大学国际战略研究院</td><td>79名</td></tr><tr><td>中国与全球化智库</td><td>111名</td></tr><tr><td>人民大学重阳金融研究院</td><td>149名</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "数据来源：《全球智库报告2016》在数量不断增加的同时，中国新兴智库的质量也在不断提高，相应地，中国智库服务中国特色大国外交的能力也在增强。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2、智库外交等于公共外交么？",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "公共外交概念起源于美国，1965 年塔夫斯大学埃蒙德·古利恩首次定义了公共外交这一概念，并将其定义为：传统外交范围以外的国际关系的一个层面，它包括一国政府在其他国家国境内培植舆论、该国国内利益团体与另一国内的利益团体在政府体制以外的相互影响、外交官和媒体记者之间的沟通联系，以及通过这种过程对政策制定以及涉外事务处理造成影响等活动。10本文认为，公共外交是一个比较广泛意义上的概念，包括的主体也比较广泛，除了政府以外，媒体、高校、智库、公司等各种非政府力量也在公共外交中发挥重要作用。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "从公共外交的角度来看，智库的外交作用则主要体现在三个方面。一、开展“二轨外交；二、提供政策建议和智力支持；三、构建政策理念和价值观传播。1首先，“二轨”外交指的是非政府主体参与的外交活动。在二轨外交中，智库可以参与一些外交活动，在冲突和对话中扮演第三方调停者的角色。其次，智库也可以为政府提供并检验政策，对政府外交活动提供智力支持。最后，智库还会通过举办高端国际论坛，发布有影响力的报告来传播国家的价值观念。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "综上所述，公共外交是一个涵盖面比较广泛的概念，智库外交并不完全等于公共外交。智库是公共外交的重要行为主体之一，以智库为行为体开展的外交行为是公共外交的一部分，但是智库“伐谋”的专业性决定了智库外交是公共外交的重要部分。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3、如何评估新型智库在中国特色大国外交中的地位",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "王毅外长指出：“中国特色大国外交的本质是推动更多国家理解和认同中国特色社会主义道路，中国特色大国外交的目标是推动构建人类命运共同体。”12在中国特色大国外交推动的过程中，中国特色新型智库将发挥不可替代性作用。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "首先，从国内来讲，中国特色新型智库建设是新时代中国特色大国外交建设的内部源泉之一。根据相关研究表明，按八大类战略资源、18个量化指标计算的综合国力,中国占世界总量比重已经从1990年的 $5 . 6 0 \\%$ 提高至2010年的 $1 4 . 3 9 \\%$ ，与美国的相对差距从4.32 倍缩小至1.22倍,中国已经成为世界名副其实的第二大综合国力强国。1然而，我国的软实力却远远不能满足硬实力需求。在与世界的深度交融中，中国面临的情况更加复杂、多变，单单靠政府不足以应对如此复杂的外部环境。为了更好地配合中国走出去战略，中国迫切需要一批优秀的智库，能够为中国应对复杂的国际环境、解决崛起中的烦恼提供合理化建议，为中国全面深化改革保驾护航",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "其次，从国际环境来看，中国特色新型智库是中国特色大国外交开展的践行者之一。作为世界性大国，中国在国际社会中的经济和政治影响力越来越强，世界对中国的期待也越来越多，新时代，中国也应该以更加适合自身角色的方式处理全球事务，参与全球治理。大格局面临大考验，需要大智慧，渴求大谋略，智库作为思想库，是生产谋略的机构，新时代中国面临的国际环境也需要中国建设一批优秀的智库。在此背景下，十八大明确提出“发挥思想库的作用”。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "最后，十九大将意识形态建设提到新高度，今后，中国特色新型智库将会以更加专业的姿态服务于中国特色大国外交的意识形态建设。十九大在“牢牢掌握意识形态工作领导权”中提出加强中国特色新型智库建设，更加注重中国特色新型智库在增强社会主义意识形态凝聚力和引领力、传播中国价值理念、净化国内外與论环境、提高中国国际影响力方面的作用。十九大更加明确了新时代中国特色新型智库的使命和责任，更加清晰地区分了思想认识问题和学术观点问题，十九大后，中国特色新型智库建设的方向将会更加清晰，中国特色新型智库也将以更加专业的姿态在国内与国外服务于中国特色大国外交的意识形态建设。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "新型智库如何服务中国特色大国外交",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "强国须强智。中国特色大国外交的开展，需要智库提供智力、智慧支持。智库的基本职能是咨政、启民、伐谋、孕才。14服务于中国特色大国外交，新型智库也应该围绕这四个方面来展开。",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/224ca2d2576f1f9384f00ebc647811d8816cf664183d97e13c9dcdbe6ca444f4.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "咨政。作为思想库，咨政是智库的重要职责之一。与政府的关系是智库工作的重要内容。围绕中国特色大国外交，智库可以以报告、内参的形式设计政策框架，为外交政策的制定提供有价值的见解。15当然，智库建言献策不是简单的咨询和顾问，而是一个复杂的过程。智库的政策制定过程主要分为三个阶段：前端程序（如调研、意见征集、方案设计等）、中期建言（通过内参、研究报告等形式设计政策框架）、后期完善（包括评估、完善及应对社会舆论)。智库作为第三方机构，可以以独立、客观的立场参与到政策制定中，并且以专业的方式对政策方针进行论证和评估。无论是前端程序、中期建言还是后期完善以及对大国外交的对外宣讲，都需要智库发挥自己资政的作用。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "启民。随着全球化和信息化的发展，“地球村”特征愈加明显，世界各地之间的联系更加密切。首先，智库承担为社会大众普及“走出去”常识的启民任务。中国人走出去变得更加普遍，不同文明的碰撞在所难免，为此引发的矛盾也屡见不鲜，此时就需要智库学者从专业的角度，通过报纸等传媒方式，为社会大众普及“走出去”的常识。其次，智库需要在全球與论中“拨乱反正”，为普通公众“以正视听”。随着信息化的发展，世界與论对中国的报道也有很大的差异，抹黑中国的报道也屡见不鲜，普通大众很难做出分辨。而智库学者可以通过出版论著、发表评论、接受采访等形式，纠正他国媒体的一些“失真”报道，同时也为公众解读国际事件和我国对外政策，在国际上传播维护中国利益的声音，谨防一些缺乏辨别能力的大众被国际势力操作。最后，智库也可以从普通公众的角度，反馈普通大众的声音，沟通政府与大众。当前国际社会存在一些“妖魔化一带一路”“妖魔化中国”“黄祸论”等失真声音，抹黑了中国形象，阻碍了中国特色大国外交的开展，这就需要智库发挥自己“启国之民”“启世界之民”的作用。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "伐谋。对内，智库需要建言献策，对外，智库还需要参与到全球事务中。智库机构在塑造與论、国内外政策偏好、以及高层决策者的选择方面发挥着越来越大的作用。16首先，传播中国价值观。近年来，随着中国的不断强大，国际社会对中国的质疑声此起彼伏，“修昔底德陷阱”、“中国威胁论”等屡见不鲜，中国作为世界大国应该有自己的回击。作为独立的第三方机构，智库可以利用自己中立立场的优势，传播中国和平崛起理念。其次，智库可以通过影响他国利益集团来影响他国决策。智库可以通过开展智库间的对话等方式，结交他国精英，影响他国利益集团。最后，智库还扮演着“议题网络”和思想交流的促进者的角色。中国特色大国外交的开展就需要中国智库发挥伐谋作用，传播大国外交思想，影响他国决策机构。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "孕才。学校“育人”，智库“育才”。17第一，退休高官安置。过去，通常简单地将退休高官安排在研究机构，其实这是一种对人才的浪费，很多退休官员依然年富力强，精力充沛，而且这些退休官员往往很有能力，并且还有很多人脉资源，这些都可以为智库所利用，使这些退休官员能够继续为国家建设发光发热。智库人才培育。智库外交在公共外交中发挥重要作用，智库人才的质量直接决定着智库外交的质量，因此智库应该注重自身的人才建设。按照老、中、青的梯队模式，培养各个层次的智库人才。第三，培训官员。智库是思想加工厂，政府是政策实践部门，为了提高智库制定政策的可行性，增强政府部门对政策的理解力度，智库研究人员可以到政府部门去实践，同时，智库也需要对官员进行培训。第四，智库被借调人员。由于过硬的能力，一些优秀的智库研究员有时候还会被借调到政府部门工作，承担政府部门的一些工作。最后，实习生。优秀的智库是一个很好的“训练基地”，每年都会有大量的实习生在这里接受“训练”，掌握技能，这些人员走出去后往往也会成为各行各业的人才。中国特色大国外交的开展不仅需要大批优秀人才，还需要大批中国人才进入国际组织，并进而影响国际组织，使之建立与中国的密切联系。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "三、新型智库参与中国外交过程中存在的问题及原因分析近年来，中国智库在服务中国特色大国外交方面虽然做出了一定贡献，但是还存在着一系列问题。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "1、存在的问题",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "首先，缺乏高质量的智库。2016年上榜《全球智库 2016》的全球智库共有6846家，其中上榜的美国智库有1835家，位居首位，而上榜的中国智库只有435家。纵观美国历史，美国的崛起史就是一部美国历史蓬勃发展的历史。目前中国作为拥有13亿人口，综合实力位居第二的世界性大国，上榜的智库却只有435家，这与中国世界第二大国的地位完全不相符合，远远不能满足中国特",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "色大国外交的需要。",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/28e26169cc011c11bc804792f9089a19f626931543bd9e84a8e87815058b1d1c.jpg",
        "img_caption": [
            "入选《全球智库2016》年前4名排行榜 "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "其次，中国智库的启民力度仍需加强。随着中国特色大国外交的进一步开展，中国一些对外政策需要获得公众的理解和支持，然而，中国智库在此方面的工作依旧不足。一方面，一些偏学术类的智库出版的著作太过于学术化，普通社会公众很难理解；另一方面，一些智库更加注重为政府建言献策，向普通公众传播、解读外交政策的力度还十分有限。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "第三，中国智库“伐谋”能力有待加强。“二轨外交”是非官方或半官方人士（包括学者、退休官员、公共人物等）参与外交对话，目的在于寻找冲突解决和信任创建的机会。18作为非官方人士，“二轨外交”是智库参与大国外交的重要方式，“二轨外交”要求智库学者直接参与到外交对话中，掌握语言是对外沟通的前提，影响他国政策则需要具备具有说服力、解释力和传播力的思想，即伐谋能力，这是开展大国外交需要的，但是从当下的與论报道以及实践感知来看，中国智库在此方面的能力显然不够。此外，高校智库汇聚了 $80 \\%$ 的社科研究人员、近半数的两院院士，但是还需要承担繁重的教学任务，与政府的沟通渠道也有点乱1。这就导致高校智库学者没有更多的精力和合适的渠道参与到大国外交的实践层面。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "第四，中国智库人才培育机制尚需完善。与欧美一些智库相比，中国智库无论是对内为政府孕育人才，还是在向国际组织输送人才等方面发挥的作用都十分有限，中国特色大国外交在全世界范围内的开展需要大量的人才走进国际组织，增加中国对国际组织的影响力。然而，当前中国智库不仅无法做到向国际组织输送大规模人才，而且内部人才储备也是十分有限，并不能满足中国特色大国外交发展需要。各大国际组织中，鲜有中国智库学者以及智库培养的官员和实习生。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "第五，智库的国际化水平有待提高。高水平的国际化程度不仅可以保持与所在国学者的联系，还可以获取更多特殊的区域研究平台。以莫斯科卡耐基中心为例，在华盛顿的学者既将莫斯科中心当作他们在俄罗斯甚至在某种程度上与原苏联其他地区进行研究和联系的独特平台。同时也招聘了一些为美国智库工作的俄罗斯学者，进而直接或间接影响俄罗斯决策2。然而，当前中国智库在这方面的能力比较有限，无法为中国特色大国外交深入开展提供前哨阵地。究其原因是中国智库国际化水平有待提高，缺乏具有高水平对外宣讲的智库学者。在此方面，可以采取跨国智库网络建设，通过网络来保持对国外分支的控制。21",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "2、问题原因分析",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "上述问题的最根本原因就是当前中国智库优秀人才远远不够，而且对优秀人才的吸引力度也不够。智库现存的优秀人才也没有被政府有效地利用到大国外交建设中。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "第一、中国智库建设起步晚。中国现代智库起源于建国后，中国智库的发展很大程度上是从改革开发后开始恢复、发展。十八大后，在国家政策的支持下，中国的智库才迎来了真正意义上的春天，可以说，中国智库真正意义上的发展时间是比较短。而美国布鲁金斯学会、卡耐基和平基金会动辄就有数十年，甚至上百年的发展历史，发展环境也比中国智库发展好很多。基于上述原因，当前中国高质量智库质量和数量都还有待进一步满足中国特色大国外交在全世界布局的需求。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "第二、中国智库缺乏有效的奖励机制。以美国为例，美国战略与国际研究中心一年的经费就高达4380万美元，其中公司资助占据 $34 \\%$ 、政府项目经费 $2 7 \\%$ 、基金会资助占据 $23 \\%$ 、个人资助 $10 \\%$ 、其他捐助 $3 \\%$ 、其他收入只有 $3 \\%$ 。²²据统计，美国目前比较活跃的基金会就超过60000 家，资金规模也超过1630亿美元，这些构成了美国对外交流项目的主要部分。2而中国智库的规模却远远没法跟美国智库比，除了中国社科院和国务院研究发展中心的年均预算在10亿左右外，其他智库的规模都比较小，全职人员都不超过100，没办法和美国智库相比。24高额的收入是吸引优秀人才的物质前提之一，因此建立符合国情的奖励机制是吸引智库人才的重要措施。例如，美国智库助理研究员的平均工资是月薪20000人民币左右25，而中国智库助理研究员的平均工资大概是 $6 0 0 0 { \\sim } 8 0 0 0$ 人民币26。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "第三、中国智库与官方的沟通途径有限。政府并没有学会充分利用智库人才，政府与智库的“粘合度”仍旧不够，中国智库主要分为官方智库、民间智库和高校智库，官方智库与政府存在较多的沟通渠道，民间智库相对少一点，高校智库则被教学任务、科研任务耗费了大量精力，不仅缺乏途径，参与沟通的精力也十分有限，例如，英国智库通过举办更多闭门活动和国会听证会来增加和政府的粘合度。27中国智库也可以通过举办培训班和研讨会等，保持智库和政府的粘合度（老问题。在哪些方面，最好举例说明，具体改进措施有没？）。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "四、对智库建设的几点意见。",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "为了更好地服务于中国特色大国外交，需要内外发力、多方努力，进一步完善智库建设。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "1、政府引导，营造有利于的成长环境",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "智库的成长离不开政府的引导和支持，良好的环境会促进智库的快速发展。政府应该善用、善管和善待智库。2政府应该给智库成长足够的空间，保持智库的独立性和客观性，使智库能够更好地进行政策设计。对待那些滥竿充数，打着智库名义到处拉项目圈钱、骗钱的冒牌智库（标准?)，政府也应该善于管理，净化智库成长环境。此外，政府还应该做到善待智库(办法？），通过制定优惠政策措施和相关奖励基金，为智库的成长提供更多政策和物质保障。最后，政府也应该为智库提供更多沟通途径，在相关外交对话中主动邀请智库参与，例如，“中美智库南海问题对话会”就是由前国务委员戴秉国领衔，中国智库学者参与的对话会，起到了良好的效果。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "2、建立严格的内外部成果评审机制。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "成果是衡定智库水平的重要参考标准，高品质的成果是保障智库高影响力的基础。例如，兰德公司每个研究项目都由相关主任选择 $2 { \\sim } 3$ 名该领域未参与研究计划的资深研究员做评审员，负责项目开始后的期中审查和计划邻近结束时的期末审查，并写出评审报告，以判断是否达到了兰德公司的要求。2中国智库也可以建立相应的评审机制，保证智库成果的质量。（有具体建议吗？）",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "3、建立科学的人才结构。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "美国的智库一般是一个教授配10个左右的助手，例如布鲁金斯学会，这样搭配更有利于分工,大牌教授的职责是判断,组织助手来行动。3然而国内的大多数智库中助理研究员数量非常少，大量工作牵制了大牌教授的精力，影响了工作效率。因此打造一流的智库，就需要建立科学的人才结构，充分发挥人才资源的作用。此外，智库还应该建立科学的人才结构，注重对青、中、老三个结构的人才培育和建设。要给青年队伍的智库学者提供更多可锻炼的机会；发挥智库中年智库学者骨干力量的作用，让他们承担更多的工作；发挥“老年智库”学者的核心力量作用。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "4、加强智库“网络化”建设。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "加强智库“网络化”建设对智库引进“优秀资源”，输出“优秀成果”至关重要。一方面，智库要善于利用好媒体资源，善于就热点问题在媒体上有质量发声，抢夺热点问题的国际话语权；另一方面，要充分利用媒体宣传研究成果，增强国际影响力。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "5、智库学者和高校学者相互配合服务于中国特色大国外交。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "术业有专攻，智库和学者应该做好自已的定位，明确自己的分工，发挥自已的优势和特长，对于中国特色大国外交来说，智库和学者殊途同归，同样重要，都是中国特色大国外交的服务者，智库与学者相互配合有助于二者的共同进步。智库学者的研究更靠近政策，高校学者的研究工作更偏重于学术，智库学者需要从高校学者的研究成果中汲取营养，高校学者也需要适当关注一下政策变化，两者相互配合，共同服务于中国特色大国外交。例如，智库学者和高校学者可以在通过相关研讨会进行交流。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "十九大将建设中国特色新型智库写入报告中，这既是对十八大以来建设成果的肯定，同时也为其建设提出了更加明确的目标，十九大以后，围绕中国特色大国外交，中国特色新型智库将以“意识形态建设为重点”，以更加专业的姿态服务于中国特色大国外交建设。",
        "page_idx": 20
    }
]