[
    {
        "type": "text",
        "text": "忠诚还是叛逆？中国组织情境下员工越轨创新行为研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王弘钰　崔智淞　邹纯龙　于佳利　赵 迪（吉林大学商学院，长春130012）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：越轨创新行为是破除创新瓶颈，摆脱“创新者的窘境”的有效手段，是新时代创新的重要途径。目的的合理性和行为的偏离性，使越轨创新行为同时具有了“忠诚”和“叛逆”的色彩。以越轨创新究竟是“忠诚”还是“叛逆”这一问题作为切入点，分别从越轨创新行为的测量、形成机制和影响效能角度构建了一个围绕越轨创新行为的系统性研究。子研究1：基于创新过程视角，探讨中国组织情境下越轨创新行为的结构维度，开发本土化量表。子研究2：分别从个体、领导和组织三个层次、动态探讨越轨创新行为的形成机制。子研究3：基于事件系统理论，从越轨创新成功/失败两方面，构建和验证越轨创新行为对组织效能的影响机制。三个子研究相互联系并逐步递进。理论贡献在于深化学术界对越轨创新行为的理解，推动越轨创新理论的构建，并且拓展越轨理论、创新理论、积极组织行为学理论及事件系统理论的应用。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：越轨创新；特质激活；差序格局；社会认知；事件系统理论 分类号：F270 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Loyal or Rebel? Research on Employee Bootleg Innovation in ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Chinese Context ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WANG Hongyu； CUI Zhisong； ZOU Chunlong；YU Jiali； ZHAO Di(Business School of Jilin University，Changchun，130012)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Bootleg innovation is an effective way to break the innovation bottleneck, and get rid of“The Innovator’s Dilemma”. It is an important channel for innovation in the new era. However， because bootleg innovation encompasses creative and deviant components，it has been labeled as both \"loyal\" and \"rebel\". Starting from the issue about whether bootleg innovation is loyal behavior or rebel behavior, we conducted a systematic research by developing a scale for bootleg innovation, exploring its formation mechanism and its effectiveness. This study consists of three sub-studies. The first sub-study refines dimensions and develops a scale for bootleg innovation in the context of Chinese organization based on the perspective of creative process. The second sub-study discusses the formation mechanism of bootleg innovation based on multi-levels. The third sub-study builds and testifies the influence mechanism of bootleg innovation on organizational effectiveness from the perspective of success and failure of bootleg innovation based on the event system theory. The three sub-studies connect with each other and progress gradually. Theoretical contributions of this study not only lie in deepening the understanding of the bootleg innovation and promoting the development of bootlegging theory， but also extending application of deviance theory， innovation theory， positive organizational behavior theory and event system theory. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Key words: bootleg innovation; trait activation; pattern of difference sequence; social cognition； event system theory ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1问题的提出",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "习近平总书记在党的十九大报告中指出中国特色社会主义进入了新时代。在这种新时代背景下，激发员工的创新活力是提升企业核心竞争力，实现可持续发展的关键。然而，企业在创新实践过程中受有限资源的限制无法采纳全部创新想法，只会保留领导者认为最实用且最有可能实现的新想法。而那些未被上级采纳的创意可能会给企业创造巨大的价值。搜狗浏览器的诞生就是一个典型的例子。2006年时任搜狐副总裁的王小川看到了浏览器市场巨大的潜在价值，决定开发搜狗浏览器，但却遭到了老板张朝阳的强烈反对，并因此失去实权，被打入“冷宫”。虽然跌入谷底，王小川却没有放弃，找一些志同道合的同事私下进行开发研究。终于，2009年搜狗浏览器问世；2017年搜狗浏览器的市值达到了350亿美元。上述例子再次说明了没有得到领导认可和支持的创意，员工仍然坚持做，结果有可能为企业创造颠覆性的产品，引领行业未来，推动时代发展。目的的合理性和行为的偏离性使越轨创新行为成为“忠诚”与“叛逆”的结合产物，看似“叛逆”实为“忠诚”。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "这种违抗上级命令、私自践行创新想法的行为，被称为越轨创新行为（BootlegInnovation），即个体避免或无视上级否决，坚信自己的创意会给企业创造价值，并通过非正式途径继续深耕的行为（Augsdorfer，2005；Mainemelis,2010；黄玮，项国鹏，杜运周，刘洋，2017）。组织通过鼓励员工表达新想法以促进创新，但受有限创新资源、企业决策过程以及风险因素的限制，有些创意不会被组织接受（Augsdorfer，1994）。当员工无法通过正式途径实现自身的创新目标时，可能会转而通过非正式途径，即采用越轨的方式进行创新（Mainemelis,2010）。目的的“合理性”使越轨创新行为具有建设性（Constructive），行为的“偏离性”使其具有破坏性（Destructive）。调查显示，超过 $80 \\%$ 的企业报告在组织内部曾经出现过越轨创新行为（Augsdorfer，2012）。可见，越轨创新行为在组织中经常发生，因此该行为不可避免，尤其在创新时代，将会愈发的涌现和突显（黄玮等，2017）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "通过对已有研究的梳理和分析，我们发现当前有关越轨创新的研究还存在以下不足：第一，现有文献对越轨创新行为的两种表现形式的研究和测量是完全分开的，视其为各自独立的两个过程。基于管理者是否知晓这一视角，“私下创新”恰是管理者知晓前发生的越轨创新行为，“违命创新”是在管理者知晓后进行的越轨创新行为。因为创新过程迟早要从私密状态转为公开状态，所以两种越轨创新行为可以组成一个动态的创新过程。因而，现有对员工越轨创新行为的测量方式不利于准确理解越轨创新行为。第二，现有对越轨创新行为的研究只是零星从个体、领导和组织层面分别提出越轨创新行为的影响因素，缺乏作用机制的揭示及实证结果的支持。特别是，中国情境下越轨创新行为形成机制的研究更是稀少。这不利于实业家和学者们对越轨创新行为的形成过程进行深入理解。第三，现有研究大多关注越轨创新成功会为组织带来的价值，以及越轨创新失败会给组织带来的负面影响。但作为一种非常规的员工行为，其对组织的影响往往比常规行为更为复杂。目的合法、行为偏离的双重属性也导致成功和失败的越轨创新行为分别会带来相反的影响效果。所以，探讨成功（失败）的越轨创新行为的消极（积极）影响是十分必要的。另外，以往研究大多关注越轨创新对个体创新绩效的影响，忽视了其对组织层面变量的影响，尤其是它对组织发展的终极目标一一组织效能的影响更是无人问津。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "基于此，本研究力求从创新过程视角出发，界定越轨创新行为的概念、内涵，开发越轨创新行为的测量量表（子研究1）；从个体、领导和组织三个层面出发，分别基于特质激活、差序格局和社会认知理论视角来分析越轨创新行为的形成机制，并拟通过追踪研究方法以探索更深层和抽象的因果关系（子研究2）；基于事件系统理论，从越轨创新成功和失败两方面出发，结合定性比较分析法，构建和验证越轨创新行为对组织效能的影响机制，从而辩证地分析其“忠诚”与“叛逆”的具体体现，揭示在不同事件要素条件下越轨创新行为的积极效应和消极影响（子研究3）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 国内外研究现状",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1越轨创新行为的内涵 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "越轨创新行为（BootlegInnovation）是指个体避免或无视上级的否决，坚信自己的创意会给企业创造价值，并通过非正式途径继续深耕的行为（Augsdorfer,2005；Mainemelis，2010；黄玮等，2017）。它是一种自下而上、具有行为非法和目的合法双重属性的创新行为（Augsdorfer,2005；Criscuolo,Salter,& Ter Wal,2013）。越轨创新行为是内部企业家精神的产物。内部企业家精神会激发员工突破自身所控资源的限制，敢于采用非常规手段，即越轨的方式实现创新（Antoncic& Hisrich,2003；Augsdorfer,2012）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前，学者们围绕越轨创新行为的两种表现形式开展了研究。第一种是没有寻求上级同意进行的越轨创新行为，即员工为了避免当前“不成熟”的创意想法遭到管理层否决，提高自身的创意被组织采纳的可能性，私下进行推演和测试，待其可行性和价值性得到验证后再进行公开的行为（Globocnik&Salomo,2015），属私下创新（Underground Innovation）。第二种是无视上级管理者意见进行的越轨创新行为，即员工的创新想法被上级否定后，违背上级命令继续按照自己的计划完善或执行创意的行为（Mainemelis，2010），属违命创新。对于这种方式的创新，Mainemelis 曾于 2010 年在美国管理学评论《Academy of ManagementReview》上提出过一个另外的概念——创造性越轨行为（CreativeDeviance），即下属无视领导对创意的否决意见，继续推进该创意的行为。这一概念在内涵上与越轨创新行为的第二种表现形式相一致（Lin,Mainemelis,&Kark,2016）。因此，鉴于本研究拟对越轨创新行为进行深入、全面理解的需要，在接下来的研究中，我们将创造性越轨行为视为越轨创新行为的范畴。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2越轨创新行为的影响因素",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "现有文献表明越轨创新行为受到内外部因素的共同驱动。从个体层面来看，高创造力和工作自主性是越轨创新行为的重要驱动因素。除了受内部企业家精神的驱使，越轨创新行为的出现还受个体创造力的影响。一般地，需要通过越轨的方式来实现的创新想法是超前的、有难度的（Augsdorfer,2008）。高创造力个体在知识获取和技能学习上具有优势；且创造力越高，创新的需求越高，工作的胜任力感越强，越喜欢挑战有难度的目标，甚至根本不在意组织是否允许或能提供创新所需的环境（Augsdorfer,2008）。所以，当外界环境存在阻力时，他们会充分利用自身能力和外部可获得的资源去实现创新目标，不会受“创新合规性”的限制。因此，高创造力个体更易越轨创新（Augsdorfer,2008）。此外，工作自主性也是越轨创新行为的重要驱动因素。Globocnik 和 Salomo（2015）提出，工作自主性是私下创新行为的一个重要先决条件。拥有高水平工作自主性的研发人员可以通过非项目式的私下研发获得创新优势（Globocnik＆ Salomo,2015）。特别地，当个体在组织内拥有高地位时，工作安排高度自由化，在调动资源和获取外部支持上也具有优势，更容易做出私下创新行为（刘智强，李超，廖建桥，龙立荣，2015；黄玮等，2017）。从领导层面来看，管理者对越轨创新的态度可预测后续的越轨创新行为。违命创新行为是一种在创新过程中主动选择脱离管理者控制的行为，客观上它挑战了管理者的权威感（陈伍洋，叶茂林，陈宇帅，彭坚，2017）。面对这种情况，不同管理者会作出不同的反应—宽容、奖励、惩罚、无视、操纵（Linetal.,2016）。而管理者对待违命创新行为的态度又反过来会影响违命创新行为的结果以及以后该行为的发生频率（Linetal.,2016）。现有研究表明，管理者对违命创新的奖励可以激发组织内部的的违命创新行为（Lin et al.,2016）；领导的消极拒绝行为（非伦理型领导）会导致员工的情绪耗竭，进而负向影响违命创新行为（刘晓琴，2017）。从组织层面来看，组织创新氛围可诱发越轨创新行为。创新常常是在不确定性中孕育的活动，所以以创新为核心目标的环境往往更推崇工作的自由度和灵活性，个体不必严格遵守组织规范，可以充分发挥自身的潜能，这时私下创新行为会更容易发生并最终成功地被纳入组织正式创新活动中（Criscuolo etal.,2013）。但重视规范的组织会更强调流程的正当性和对组织的服从，也因此会对越轨行为进行更严厉的惩罚；这样的环境下，员工会选择常规的工作方式以避免风险，越轨创新行为很难出现，即使出现也易因个体无法承受巨大的心理压力而“半路流产”（Mainemelis，2010；Masoudnia&Szwejczewski, 2012）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3越轨创新行为的作用结果",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前，在越轨创新行为结果变量的研究中，主要围绕其对个人创新绩效的影响开展了较为深入的探讨，对于其他方面的研究还比较缺乏，且多是理论上的解释，缺少实证上的检验。现有文献在越轨创新行为是否提升个人创新绩效的观点上存在分歧，一部分观点认为，越轨创新行为会正向促进个人创新绩效的提升。一方面，完全主动的探索行为，加之不受限制的充分自由度，使得私下创新行为者可以获得探索性优势；即与组织内通过正式创新途径进行创新的同事相比，私下创新者可以突破组织战略的约束和自身固有的工作范围，涉猎更广泛的内容;这有利于他们更新知识、开拓新的知识领域（Criscuoloetal.,2013）。另一方面，私下创新行为者具有创新想法延迟公开的优势，私密进行的前期准备避免了外部反馈对创新过程的限制作用，创新主体也有时间收集充分的证据验证创意的价值；虽面临风险，但一旦成功，相较于正常途径的创新，也更容易带来颠覆性的成果（Mainemelis，2010）。所以，越轨创新行为会促进个人创新绩效的提升。另一部分观点认为，越轨创新行为会负向影响个人创新绩效。从时间调配的角度，由于私下创新活动在大多数情况下是和正式工作内容同时推进的，这不禁使人怀疑私下创新活动会影响正式工作的完成质量，进而影响个人的创新绩效（Masoudnia& Szwejczewski,2012）。从组织执行规范的角度，违命创新行为的越轨特质势必会受到规范的约束；特别是在重视规范的环境（如处在规范化阶段的组织）中，由于更强调规则的重要性，因此对于违命行为的容忍度较低，使得违命创新行为的价值无法彰显，所以违命创新行为很难提高个人的创新绩效（Mainemelis，2010）。从创新失败率的角度，创新行为本身具有高风险，创新失败率一直居高不下；况且，越轨创新行为还会受到资源、规范等因素的限制，因此，推进过程更加困难重重，失败率也会更高（Augsdorfer,2005）。于是，越轨创新行为会负向影响个人的创新绩效。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "针对以上两种争论，黄玮等（2017）通过实证研究检验了越轨创新行为与员工创新绩效的关系，并详细探讨了具体什么情况下会提升或降低创新绩效。黄玮等（2017）提出，不是所有人都能通过私下创新行为来提高创新绩效，创新个体的创造力和在组织中的地位会影响私下创新行为对个体的作用效果；只有当二者都高时，私下创新行为才会显著提高个人的创新绩效，否则不然。特别地，如果二者都低，私下创新行为甚至会给个人带来消极影响。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "对于其他结果变量的研究，现有研究较为松散，主要有：对越轨创新行为所属创新形式——颠覆性创新还是渐进式创新的探讨（Augsdorfer，2005；Mainemelis,2010）、违命创新对上级领导的影响——导致主管阻抑（陈伍洋等，2017）、私下创新对组织的影响—一产品创新、知识创新和经验学习等（Masoudnia& Szwejczewski,2012）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "结合越轨创新行为的影响因素和作用结果，本文构建了越轨创新行为的整合模型图（如图1所示）。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/509edb95208b7286615e0395c27efb2cc3000729d4696dc563e01d76d5bd944d.jpg",
        "img_caption": [
            "图1.越轨创新行为的整合模型"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4 以往研究总结与评价",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "通过对越轨创新行为研究现状的回顾，可将现有研究的不足总结为以下几点：（1）未能基于创新过程视角测量越轨创新行为。Augsdorfer（1994）最早开始了越轨创新行为的研究，但偏重于理论，实证研究较少。之后Criscuolo 等（2013）和Lin等（2016）分别开发了私下创新和违命创新量表。然而，基于管理者是否知晓这一视角，私下创新恰是管理者知晓前发生的越轨创新行为，违命创新是在管理者知晓后进行的越轨创新行为。但员工的创新活动包括管理者知晓前和知晓后两个阶段。知晓前阶段是员工创意的初期阶段，当员工产生一些不成熟但预计会有利于组织的创意时，往往会凭借其在组织内所拥有的资源，在未得到领导授权的情况下私自开展创新活动。知晓后阶段是员工创意的公开阶段，当员工的创意没有得到领导支持时，员工可能不会遵从领导的命令，而选择继续行动。因此，员工的越轨创新行为在管理者知晓前后都会发生。所以，现有对员工越轨创新行为的测量是片面的、不完整的，不利于学界对越轨创新行为准确理解，难以为员工越轨创新行为的管理实践提供切实有效的指导。（2）由于越轨创新行为的研究仍处于起步阶段，因此关于前因变量的研究十分少见。现有的研究只是零星讨论了创造力、领导对越轨创新行为的态度和工作自主性等因素对越轨创新行为的影响。但对其形成机制，即“如何影响”的研究深度不够，有待进一步探索。具体包括： $\\textcircled{1}$ 个体层面上，以往文献只是从情境因素和认知因素两方面阐述了越轨创新行为的前因变量，忽视了个人特质对行为的影响结果。然而，越轨创新行为作为一种自发性角色外行为，它的展现主要是靠个人特质（如，建设性变革责任感）来驱动。 $\\textcircled{2}$ 领导层面上，目前关于领导行为对越轨创新行为的影响都是以西方领导理论为主，对体现了中国传统文化的本土化领导方式，如差序式领导，是否以及如何影响员工越轨创新行为的产生缺乏深入的探索。然而在“关系导向”和“权威导向”的中国社会里，上司与下属的关系是解码众多组织现象的关键。 $\\textcircled{3}$ 组织层面上，现有文献涉及较少，虽然目前有学者逻辑上推理出组织创新氛围与越轨创新行为之间可能存在正相关，但却很少有学者给出实证的检验。特别是创新氛围对越轨创新行为的作用路径和边界条件的研究仍无人问津。除此之外，现有的研究主要选取横截面数据，忽视了越轨创新行为形成的动态过程，不利于确认变量之间的因果关系。（3）未能基于创新结果辩证地探究越轨创新行为的效用。首先，以往基于均值回归思想的实证研究，只是从越轨创新行为“做”的频率出发，更多关注的是行为的过程；但判别越轨创新行为“忠诚”还是“叛逆”仅通过过程判断是不够的，还应从行为结果的“做成与否”进行考量。其次，未能辩证地探究越轨创新成功和失败给组织带来的消极影响和积极作用。固然，越轨创新成功会提高创新绩效等因素，然而从辩证的角度来看，事件往往具有两面性；越轨创新成功可能会影响内部的稳定性、破坏层级关系等。同样，越轨创新失败虽然在短期内未给组织带来积极的效应，然而它可能有助于提升组织创造力（Augsdorfer,2012）。（4）未能基于组织视角揭示越轨创新行为的本质—一“忠诚与叛逆的复合体”。以往研究围绕越轨创新行为是否会提高个体的创新绩效开展了较为深入的研究（Mainemelis，2010；黄玮等，2017）。但却忽视了其对组织层面影响结果的探讨，尤其是它对组织发展的终极目标—一组织效能的影响更是无人问津。虽然越轨创新行为违背了组织规范，但若进行有效管理，将能推动组织发展，促进组织终极目标的实现。因此，基于组织效能视角探索越轨创新行为的本质，是揭示越轨创新行为“忠诚和叛逆的复合体”的有效手段之一。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "因此，本研究认为有必要：（1）基于创新过程视角界定越轨创新行为的概念、内涵并进行量表开发；（2）从个体、领导和组织三个层面出发来分析越轨创新行为的动态形成机制；（3）结合定性比较分析法，构建和验证越轨创新行为对组织效能的影响机制，辩证地分析其“忠诚”与“叛逆”的具体体现。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3研究构想",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "本项目的研究内容分为3个部分，（1）越轨创新行为量表开发；（2）越轨创新行为的多层次动态形成机制研究；（3）越轨创新行为对组织效能的影响机制研究（见图2）。",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/69f4e01b97e2c48e3c01575da0bfbb94f7a9b576ea72320a31b9ee5a84158022.jpg",
        "img_caption": [
            "图2.本研究总体技术路线"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1子研究1：越轨创新行为量表开发",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "研究目标：基于中国社会与组织情境，从创新过程视角出发，运用质性与量化相结合的研究方法，从当前创新管理实践中提炼出员工越轨创新行为的概念内涵，构建结构维度，开发测量量表。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "量表是越轨创新行为测量与应用的核心内容，目前学术界存在以下两种量表进行测量： $\\textcircled{1}$ 基于管理层未知晓视角下的越轨创新行为量表，该量表强调越轨创新活动为个体自主发起、未获得组织正式支持、通常不为高层管理者所知晓，但是预期会有利于提升组织绩效，重点关注员工创新活动的自发性和隐蔽性（Criscuolo et al., 2013）。 $\\textcircled{2}$ 基于管理层知晓视角下的越轨创新行为量表，该量表包含“创新”和“越轨（抗令）”两个元素，即当下属提出的创意遭到主管否决后，该下属违背主管命令，继续完善或执行该创意（Linetal.,2016）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "然而，现有越轨创新行为的测量都从静态和断点的角度看待越轨创新行为，即从管理者知晓前或管理者知晓后进行测量。员工初期可以未经上级批准开展创意性的想法，然而，迟早有一天，管理者会知晓并可能明令禁止新创意（Mainemelis，2010）。所以，员工的创新活动包括管理者知晓前和知晓后两个阶段。知晓前阶段是员工创意的初级阶段，当现阶段不具有足够的证据来使管理者认同自己的创新设想时，个体有可能会采取越轨创新行为，直到搜集到足够的证据来证明这一创新设想的价值后再向组织公开，从而增加这一创新设想被组织纳入正式计划的可能性（黄玮等，2017）。知晓后阶段是员工创意的公开阶段，当员工的创意没有得到领导支持时，员工往往不会遵从领导的命令，而选择继续行动（Lin etal.,2016）。因此，员工的越轨创新行为在管理层知晓前后都会发生。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "因此，越轨创新行为的测量有必要基于创新过程视角深入而全面地反映越轨创新行为的内涵。为此，本研究将在创新过程视角下结合中国情境进行越轨创新行为量表的开发。越轨创新行为量表开发首先需要对越轨创新行为进行理论界定。（1）本研究基于创新过程视角全面界定不同阶段的越轨创新行为。在创意的初级阶段，员工观察工作中出现的问题、收集可能形成新创意的信息以及评估是否值得继续推进的过程并不需要得到上级的批准。然而，迟早有一天，他们需要得到上级的批准，因为需要获得一定的资源，例如原材料、预算、工作时间等需要组织批准的稀缺资源，这时员工的创意就会被公开（Mainemelis，2010）。所以，越轨创新行为可分为创意初级阶段和创意公开阶段，即管理者知晓前和知晓后两个阶段，员工会在这两个阶段展现出不同的表现形式。（2）本研究立足于中国情境深入剖析越轨创新行为的内涵。对于“情境取向”的华人而言，在某一社会互动情境中人们需要视其与互动对象的关系，表现出“最为合宜”的行为。越轨创新行为源于员工创新活动的自主性和管理层对创新过程问责性的冲突，本质上反映位居劣势的员工与位居高位的管理层的互动。综上所述，本研究将越轨创新行为界定为；个体避免或无视上级否决，坚信自己的创意会给企业创造价值，并通过非正式途径继续深耕的行为（Augsdorfer,2005；Mainemelis,2010;黄玮等，2017）。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "著名作家林语堂指出：面子是“中国人社会心理最微妙之点”。中国人面子上的压力，往往来自于他人的评价。当遭到上级批评时，下属往往会感觉自己没有面子，相应地也产生了一些消极情绪。为避免失面子，员工会先私下不断完善新想法以提升成功的可能性。若员工较早地将创意公开，会使其暴露在组织的规范制度中，可能引起组织内部其他成员特别是领导的重点关注；倘若在这种情形下失败，个体会感到强烈的自我挫败感。因此，员工可能更倾向于选择延迟公开自己的创新主张，从而增加创新主张被组织接受的可能性（黄玮等，2017）。本研究将管理者知晓前的越轨创新活动界定为“暗度陈仓”。儒家（《孝经·谏争篇》）主张：“当不义，则子不可以不争于父，臣不可以不争于君，故当不义则争之”；即“臣”在践行此种义务时，需要考虑各种客观条件，来判断他是否要“尽忠”。古今同理，在现代企业中，组织内部资源是有限的，所以无法通过正式途径满足所有的创新要求，当员工的创意主张被领导否决时，若员工坚信这一创意预期会带来组织绩效的提升，那么他会转而通过非正式的途径，即违背管理层指令继续开展创新活动。本研究将管理者知晓后的越轨创新活动界定为“君命不受”。所以，员工的越轨创新行为可基于创新过程视角进行初步的维度划分，如表1所示。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/bd90cbef5adfaae738b9b1af57ba69b37c9902c116a8b2882e821a2c7dcf13dc.jpg",
        "table_caption": [
            "表1基于创新过程视角的越轨创新行为量表"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>过程视角</td><td>维度命名</td><td>维度内涵</td></tr><tr><td>管理者知晓前</td><td>暗度陈仓</td><td>私下开展认为对组织有价值的创新设想，搜 集证据来证明这一创新设想的价值</td></tr><tr><td>管理者知晓后</td><td>君命不受</td><td>管理层禁止继续某项创意后，员工认为创新 活动预期会提升组织绩效，选择违背组织规 范继续从事创新活动。</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2子研究2：越轨创新行为的多层次动态形成机制研究",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "研究目标：从个体、领导和组织三个层面探讨越轨创新行为的核心机制，并拟通过追踪研究方式探讨越轨创新行为在本土组织情境下的动态形成过程。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2.1 模型I：个人特质对越轨创新行为的影响",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "研究目标：本研究根据前期的文献调查和深度访谈，识别出了建设性变革责任感（个人特质）、上下级关系（情境因素）、心理安全感（认知因素）等构念。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（1）建设性变革责任感与越轨创新。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "组织中的责任感（Responsibility）分为事前责任（Before-the-fact）和事后责任（After-the-fact），前者是一种假定责任（Assumed Responsibility），一般源于个体对行为责任的归因结果；后者是一种指定责任（AssignedResponsibility），取决于工作的要求或领导的指派（Culbert,1974）。假定责任可以使个体从内心深处渴望为当前和将来的行为负责，促使个体积极推动组织发展（Seiling,2001）。作为一种面向未来的假定责任，建设性变革责任感（Felt Responsibility forConstructiveChange）反映的是一种承担义务或愿意对未来的行为和结果负责的特质倾向，描述了员工在组织改进和变革方面的责任信念，影响着员工为组织纠偏的承诺（周建涛，廖建桥，2013；刘生敏，廖建桥，2015）。高建设性变革责任感的员工更愿意涉足推动组织创新发展的行为（例如,越轨创新）Fuller,Marler,& Hester，2006）。相反，低建设性变革责任感的员工则认为自己没有义务涉足高风险的越轨创新行为，即便认为被上级否定的想法可能会为企业创造价值，他们也会持一种“多一事不如少一事”的态度；更多会选择循规蹈矩，不敢突破。因此，本研究提出如下假设：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "H1：建设性变革责任感正向影响员工越轨创新行为（2）上下级关系的调节作用。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "上下级关系（Supervisor-SubordinateGuanxi）是一种互惠交换，是指上级和下级之间建立起来的一种私人关系（Chen＆Tjosvold,2007），包含了工具性和情感性两种成分（黄光国，1988）。根据特质激活理论，个体对情境的知觉会调节个人特质对行为的影响效果（Tett&Burnett,2003）。可见，特质能否有效转化为行为取决于情境因素是否能提供激活线索（Tett＆Guterman,2000；周冉，段锦云，田晓明，2011）。上下级关系能为追随者提供工具性和情感性支持，这能为建设性变革责任感的表达提供激活线索，促进其转化为越轨创新行为。具体来看，一方面，高质量上下级关系提供的工具性支持可以激活追随者对越轨创新行为的收益预期，即确信自己的越轨创新行为一旦成功会得到上级的回报和奖励；另一方面，高质量上下级关系提供的情感性支持可以激发追随者对领导的信任，使追随者相信自己的这种“善意”的越轨行为即使失败也会得到领导者的宽容和谅解。相反，在低上下级关系质量下，即使追随者具备高建设性变革责任感，也不会去尝试可能“吃力不讨好”的越轨创新行为。因此，上下级关系可以强化建设性变革责任感的表达意愿，成为员工实施越轨创新行为的情境激活因素。因此，本研究提出如下假设：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "H2：上下级关系正向调节建设性变革责任感与员工越轨创新行为之间的关系",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（3）心理安全感对上下级关系调节效应的中介作用",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "心理安全感指个体感知到自己在工作中能够自由地表达，即使自己参与了有风险的行动，也不需要担心受到指责或报复（张燕，解蕴慧，王泸，2015）。与上级关系较好的追随者容易获得上级的信任和支持，这会增强他们对外部环境的控制感，进而提升其心理安全感（Frazier，Fainshmidt，Klinger，Pezeshka，&Vracheva,2017）。因此，本研究提出如下假设：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "H3a：上下级关系正向预测心理安全感",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "个体感知到的不确定性和人际交往风险会限制个体的自我意识（田晓明，段锦云，孔瑜，2012）。心理安全感较低的员工会顾虑更多越轨创新行为可能给自己带来的威胁，因此即使具有较高的变革责任感，也会避免做出越轨创新行为。换言之，在心理安全感较高的情况下，拥有高建设性变革责任感与低建设性变革责任感的员工之间的越轨创新行为会表现出较小的差异。因此，本研究提出如下假设：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "H3b：心理安全感正向调节建设性变革责任感与越轨创新行为之间的关系",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "本研究认为，Guanxi对建设性变革责任感的激发过程主要通过提升个体的心理安全感作为影响机理，即Guanxi对建设性变革责任感与越轨创新关系的调节效应以心理安全感作为中介传导机制（Grant,2011）。因此，本研究提出如下假设：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "H3：员工的心理安全感中介上下级关系对建设性变革责任感与越轨创新行为间关系的调节效应除了上述变量之外，随着研究的深入，本研究将选择更多具有理论依据的变量（如图2所示的个人特质A1，情境因素B1，认知因素C1）对整个理论框架进行验证。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.2.2 模型Ⅱ：领导行为对越轨创新行为的影响 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "研究目标：本研究根据前期的文献调查和深度访谈，识别出了差序式领导（领导行为）、心理特权（认知因素）、任务冲突（情境因素）等构念。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（1）差序式领导与越轨创新",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "差序式领导是指领导者对不同的下属采取不同的领导方式，且对于非常偏爱的下属会给予更多的偏私（郑伯埙，1995）。差序式领导根据关系的亲疏远近将下属分为圈内人和圈外人。组织内部受到更多包容与照顾的圈内下属，可能承担的犯错成本相对较小，也就使其敢于试错，敢于承担越轨创新行为给工作带来的风险，从而做出越轨创新行为。因此，本研究提出如下假设：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "H1：差序式领导正向影响员工越轨创新行为（2）心理特权的中介作用",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "心理特权是指个体感知到的有权力获得优待的主观信念或直觉（白宝玉，孙闰松，胡巧，张雁军，2017）。研究结果表明，个体的社会经济地位影响其心理特权的水平（谢晓非，胡天翊，林靖，路西，2013）；与其他同事相比，获得上级更多利益的员工在关系网络里拥有更高的地位（于桂兰，付博，2015）。也就是说，在组织内部，与领导之间关系更好的圈内人，在组织中的地位更高，其心理特权水平也更高。因此，本研究提出如下假设：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "H2a：差序式领导正向预测圈内员工心理特权 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "心理特权感较高的员工，对自身信任程度也较高，更容易在与组织制度发生冲突时，坚持自己的想法，或挑战组织规则来开展自己的计划。因此，当心理特权感较强的圈内下属具有一些不成熟、高风险，且在层级评审中可能被拒绝的方案时，更容易通过越轨创新的方式来实施。因此，本研究提出如下假设：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "H2b：心理特权与员工越轨创新行为呈现正向相关关系",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "综上来看，差序式领导会使圈内下属得到更多的情感、资源支持以及组织地位的提高，从而增加其心理特权水平；这种心理特权越高，对自己的信任和期望水平越高，越容易激发其越轨创新行为的产生。因此，本研究提出如下假设：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "H2：心理特权在差序式领导与圈内员工越轨创新行为之间起中介作用",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（3）任务冲突的调节作用",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "任务冲突是在完成任务过程中，同事之间或者是领导与下属之间在决策时产生不同的意见所导致的（谢俊，储小平，黄嘉欣，2011）。当圈内下属认为与领导发生任务冲突时，一方面，会促使个体重新审视问题，从而推动具有较高心理特权的圈内下属作出更激烈的创新行为；另一方面，造成其与领导之间的关系紧张，进而促使具有高心理特权的圈内下属产生“叛逆”的情绪，从而导致越轨创新行为的产生。因此，本研究提出如下假设：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "H3：任务冲突在心理特权与圈内员工越轨创新的关系中起正向调节作用",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "假设2提出了心理特权在差序式领导与圈内员工越轨创新行为之间的中介作用，而假设3提出任务冲突在心理特权与越轨创新行为之间存在正向调节作用。因此，本研究提出一个有调节的中介模型，即心理特权在差序式领导与圈内员工越轨创新行为之间的中介作用的大小取决于任务冲突水平；即当员工感知到的任务冲突较高时，领导的差序式管理方式会显著增强圈内员工的心理特权感，进而激发其越轨创新行为的产生。因此，本研究提出如下假设：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "H4：任务冲突正向调节心理特权在差序式领导与圈内员工越轨创新行为之间的中介作用除了上述变量之外，随着研究的深入，本研究将选择更多具有理论依据的变量（如图2所示的领导行为A2，情境因素B2，认知因素C2）对整个理论框架进行验证。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.2.3 模型III：组织特征对越轨创新行为的影响",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "研究目标：本研究根据前期的文献调查和深度访谈，识别出了组织创新氛围（组织特征）、创新自我效能（认知因素）、个人一组织匹配（情境因素）等构念。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（1）组织创新氛围与越轨创新",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "组织创新氛围（OrganizationalCreative Climate）是组织成员对其所处的工作环境支持创造力和创新程度的知觉描述（顾远东，彭纪生，2010）。当组织的创新氛围较强时，一方面员工的创新热情会被激发，另一方面组织资源有限的局限性问题也会更加突出；当员工的创新想法无法得到实现时，他们会产生结构性紧张（StructuralStrain）。为了消除这种结构性紧张，他们可能更多地通过非正式途径，即越轨创新行为来践行创新想法。因此，本研究提出如下假设：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "H1：组织创新氛围正向影响员工越轨创新行为（2）创新自我效能感的中介作用",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "创新自我效能感（Creative Self一efficacy）指个人对于自己从事创新行为的能力与信心的评价（Tierney＆Farmer，2002）。在高创新氛围的组织内部，员工的创新工作可以得到赏识和认可，其创新成果可以得到公正的评价，得到物质或精神上的奖励；这将强化员工对创新结果的积极预期，激发员工创新自我效能感（王永跃，王慧娟，王晓辰，2015）。因此，本研究提出如下假设：",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "H2a：组织创新氛围正向影响员工创新自我效能感",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "具有高创新自我效能感的员工，对自己从事创新活动的能力更有自信，更能积极应对创新活动中遇到的挫折、困难以及结果的不确定性（Tierney&Farmer,2002）。由此推论，创意被上级否决后，拥有高创新自我效能感的员工倾向于继续深耕自己的创新想法，推进创意主张，即开展越轨创新活动。因此，本研究提出如下假设：",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "H2b：创新自我效能对员工越轨创新行为具有显著的正向影响",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "根据社会认知理论，自我效能是将环境影响传导至行为的重要中介变量（Bandura,Pastorelli,Barbaranelli,&Caprara,1999）。员工会根据在组织环境中搜集到的信息来构建自我效能感，进而加强对自身能力的认知，最终决定是否实施越轨创新行为。因此，本研究提出如下假设：",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "H2：组织创新氛围通过创新自我效能的中介作用影响越轨创新行为",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "（3）个人一组织匹配的调节作用",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "个人一组织匹配（Person-Organization Fit）是指组织的规范、价值观、目标与个人价值观等方面的契合度和相似性（唐源鸿，卢谢峰，李珂，2010）。在个人一组织高度匹配情境下，员工能有效感知到组织创新氛围；即组织创新氛围对创新自我效能的正向影响更强，进而强化了其对越轨创新行为的影响。因此，本研究提出如下假设：",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "H3：个人一组织匹配正向调节组织创新氛围与创新自我效能的关系",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "假设2提出了创新自我效能在组织创新氛围与员工越轨创新行为之间的中介作用，而假设3提出个人一组织匹配在组织创新氛围与创新自我效能之间存在正向调节作用。因此，本研究提出一个有调节的中介模型，即创新自我效能在组织创新氛围与员工越轨创新行为之间的中介作用的大小取决于个人一组织匹配度；即个人一组织匹配度较高时，组织创新氛围会显著增强员工的创新自我效能，进而激发其越轨创新行为的产生。因此，本文提出如下假设：",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "H4：个人一组织匹配正向调节创新自我效能在组织创新氛围与越轨创新行为之间的中介作用除了上述变量之外，随着研究的深入，本研究将选择更多具有理论依据的变量（如图2所示的组织特征A3，情境因素B3，认知因素C3）对整个理论框架进行验证。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.3子研究3：越轨创新行为对组织效能的影响机制研究——基于事件系统理论",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "研究目标：基于事件系统理论，从越轨创新成功／失败两方面出发，采用定性比较分析法（QCA），构建和验证越轨创新行为对组织效能的影响机制，从而辩证地分析其“忠诚”与“叛逆”的本质，揭示在不同事件要素条件下越轨创新行为的积极效应和消极影响。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.3.1 模型I：越轨创新成功事件对组织凝聚力的影响",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "研究目标：根据前期的案例分析和深度访谈，我们发现越轨创新成功事件可能对组织凝聚力造成消极影响。具体来说，越轨创新成功事件强度、非正式地位（事件空间因素）、组织生命周期（事件时间因素）等因素共同影响组织凝聚力（组织效能）。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "组织凝聚力是指组织成员为了实现共同的组织目标而紧密结合在一起的动态过程，属于组织效能的一种（佘溪水，张琢，2016）。嫉妒是人类与生俱来的一种倾向（Hill&Buss,2006）。在组织中资历相仿的同事获得成功时，在“面子文化”和“攀比心理”的作用下，组织成员可能会产生嫉妒感（欧阳文珍，2000）。特别是个体的越轨创新成功事件强度较高时，即个体作出的越轨创新行为出乎人们的预料（新颖性）；或其结果颠覆了其他组织成员的想法（颠覆性）；再或其结果对企业的经营结果非常重要（关键性）时，那些听从命令、服从安排或按照规章制度办事的员工会感觉到心理不平衡，继而会产生嫉妒感。而组织内部的嫉妒感会降低组织成员的目标一致性，造成组织内部的不团结，破坏组织的凝聚力（Tai,Narayanan,&McAllister,2012）。因此，高强度的越轨创新成功事件在一定条件下会降低组织凝聚力。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "事件系统理论认为，事件的强度与事件的时间因素（如时机、时长等）会对事件结果产生综合影响（Morgeson,Mitchell,&Liu,2015；刘东，刘军，2017）。越轨创新成功事件发生时，组织所处的阶段，即所处的生命周期就是典型的事件时机之一。处于成熟期的企业，自身的规模较大、利润处于较高水平、管理专业化和规范化水平较高（Jawahar&Mclaughlin,2001）。然而，处于较为稳定的内外部环境下，组织内部员工的创新意识可能会逐渐下降，多数员工做事倾向于墨守陈规（陈春花，赵曙明，赵海然，2016）。这会导致组织内部对越轨创新行为这种“极端”行为容忍度较低；即使最终成功，也很可能遭到同事或领导的抵触，出现社会阻抑现象，进而降低组织凝聚力（陈伍洋等，2017；朱迪，段锦云，田晓明，2013）；也就是说，在处于成熟期的组织中，越轨创新成功事件对组织凝聚力造成的消极影响可能更加严重。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "事件系统理论认为，事件强度与事件空间因素会对相应的结果变量产生交互作用。交互作用指假定事件强度一定，事件起源的组织层级越高、牵涉到的组织层级越多，扩散的面积越大，事件对结果变量的影响会越大（Morgeson et al.,2015；刘东，刘军，2017）。越轨创新成功事件的实施者的非正式地位就是典型的事件起源之一。非正式地位较高的员工一般在组织内部具有较高的威望，容易得到他人尊重（Perreti& Negro,2006）。因此，组织中非正式地位较高者实施越轨创新行为并取得成功时，其他成员会更多地将这种成功归因于个人的能力和善意（邓传军，刘智强，王凤娟，2017）；领导和同事会认为，尽管行为过程违背了群体规范，然而行为本身是亲组织的，行为的结果又是成功的，因此倾向于将这种成功归类为“创新”行为的产物；这会“缓解”其嫉妒心的产生。相反，对于组织非正式地位较低的人，他们的越轨创新成功容易被归类为“越轨”行为的产物；这更容易激发组织其他成员的嫉妒心理，进而进一步损害组织凝聚力。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "本文认为，在成熟期的企业中，组织内对越轨创新行为的容忍度较低，特别是当行为当事人具有较低的非正式地位时，更会激发组织其他成员的嫉妒心理，从而影响组织的凝聚力；而这种消极影响会随着越轨创新成功事件强度的增强而变得更加明显。由此，本研究提出如下假设：",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "H1：在处于成熟期的团队中，组织非正式地位较低的个体做出的高强度越轨创新成功事件会降低组织凝聚力",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "除了上述变量之外，随着研究的深入，本研究将选择更多具有理论依据的变量（如图2所示的事件空间因素D1，事件时间因素E1，组织效能F1）对整个理论框架进行验证。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "3.3.2 模型II：越轨创新失败事件对组织创造力的影响",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "研究目标：根据前期的案例分析和深度访谈，我们发现越轨创新失败事件可能对组织创造力带来积极影响。具体来说，越轨创新失败事件强度、非正式地位（事件空间因素）、组织生命周期（事件时间因素）等因素共同影响组织创造力。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "组织创造力是组织的一种产生新颖且有用想法的能力，属于组织效能的一种（佘溪水，张琢，2016）。组织创造力决定了组织在竞争中能具有多大的竞争优势。对于组织创造力的提升，组织外部的知识和经验会起到决定性作用（Laursen,Masciarelli,&Prencipe,2012）。越轨创新行为内含的创新构想是研究人员根据目前的工作环境，或者捕捉到行业和市场的最新发展动态之后提出的，对组织是有价值的（Masoudnia& Szwejczewski,2012）。虽然，越轨创新失败意味着不能给组织带来创新产品、不能提高组织的创新绩效，但一般来说，越轨创新失败的原因更多可能来自于个体的创新能力和组织资源的限制（Augsdorfer，2005；Mainemelis，2010；黄玮等，2017），而不在于创意本身。虽然这种创新想法未能在短期内看到成果，但可能已经为个人和组织创造了知识，提高了其创造力（Yli-Renko,Autio,& Sapienza,2001）。例如，在实施越轨创新行为过程中，创新主体可能会接触到更多的角色外任务，这将有助于其对原有知识的更新（Masoudnia& Szwejczewski,2012）。与越轨创新成功不同，当越轨创新失败强度较小时，失败对组织的启蒙和启示作用会更大，这时组织其他成员会从这样的例子中总结失败经验，从而在工作中避免相似的错误发生。相反，当越轨创新失败强度较大时，组织其他成员会选择远离越轨创新行为，用更加常规的方式工作，从而规避风险。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "首先，成长期组织内部的决策制度和管理流程尚未成熟，组织的灵活性和工作自主性都较高，对创新的管理还未达到标准化水平（吴晓荣，王少东，贾虎，2011），为越轨创新行为的发生提供了环境基础。其次，成长期企业拥有的资源往往比较匮乏，但又必须依靠创新才能在激烈的竞争环境中生存下来（董晓芳，袁燕，2014），有限资源与高创新需求之间的矛盾巨大，为越轨创新行为的发生提供了条件。此外，成长期组织需要快速地对市场的变化做出反应，这意味着组织内部面对的是大量的尝试、高速的迭代，这个过程难免会遗漏一些有价值的创意。于是，成长期组织是越轨创新行为的高发地之一。创新行为本身具有高风险，会受到市场、技术等多种因素的影响，越轨创新行为更是如此，尤其对于成长期组织来说，经验不足、信息不健全将进一步增加该过程的不确定性（Mueller&Kamdar,2011），于是此时的越轨创新失败是一个高概率事件。但这样的实践经历既可以帮助创新主体成长，也能促使整个组织更新知识、推陈出新，可以为以后的项目开发积累经验、奠定基础。因此，在成长期组织中，越轨创新失败可以对组织创造力产生积极作用。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "非正式地位的高低主要取决于组织他人对个体能力和影响力的感知，不等同于“法定权力”，一旦员工贡献下降可能面临地位下降的风险（邓传军等，2017）。因此，当组织中非正式地位较高者遭遇越轨创新失败时，为了维护权威，巩固已有地位，他们更倾向于深入探究失败背后的原因，从而将负面影响降到最低；这一双环学习过程，将有助于组织创造力的提升（Bingham，Oldroyd，Thompson,Bednar,&Bunderson，2013）。另一方面，由于非正式地位较高的个体在组织中有良好的声望和影响力，其越轨创新行为会引起组织成员的重点关注；因此，即使最终越轨创新失败，组织其他成员也可以从这一失败过程中习得更多的间接经验，对未来的创新活动大有裨益。由此可见，即使因某种原因导致高非正式地位的员工越轨创新失败，其结果将仍有助于组织创造力的改善。由此，本研究提出如下假设：",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "H1：在处于成长期的团队中，组织地位较高的个体做出的低强度越轨创新失败事件会增强组织创造力除了上述变量之外，随着研究的深入，本研究将选择更多具有理论依据的变量（如图2所示的事件空间因素D2，事件时间因素E2，组织效能F2）对整个理论框架进行验证。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4理论建构",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "越轨创新行为看似违背组织规范，但若进行有效管理，其能帮助企业有效破除创新瓶颈，摆脱“创新者的窘境”。因此越轨创新行为研究将是一个非常值得研究的课题，具有重大的理论意义和应用价值。目的的合理性和行为的偏离性，使越轨创新行为同时具有了“忠诚”和“叛逆”的色彩。本研究旨在揭开越轨创新行为何时“忠诚”？何时“叛逆”?即“何时更有效”的谜团，并通过探索越轨创新行为的结构、其形成机制，系统地构建越轨创新理论。本研究构建的越轨创新理论框架包括以下几个要点：",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "首先，本研究采用质性与量化相结合的研究方法揭示越轨创新行为的内涵维度，开发本土组织情境中的测量工具。现有文献对越轨创新行为的两种表现形式的研究和测量是完全分开的，视其为各自独立的两个过程。基于管理者是否知晓这一视角，“私下创新”恰是管理者知晓前发生的越轨创新行为，“违命创新”则是在管理者知晓后进行的越轨创新。然而，创新过程迟早要从私密状态转为公开状态，所以两种越轨创新行为可以组成一个动态的创新过程。鉴于此，本研究基于中国情境和创新过程理论，侧重越轨创新行为特征与轨迹，采用扎根理论编码工具和文本挖掘技术进行编码和挖掘，提炼越轨创新行为的核心结构维度，并参照原始资料和开放式编码，进一步提炼出各维度测量题项，以形成量表。这将有助于实业家和学者们对越轨创新行为进行深入理解，从而为开展本土化越轨创新行为研究奠定前期基础。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "其次，本研究立足于中国组织情境，构建员工越轨创新行为的多层次动态形成机制。虽然已有研究从个体、领导和组织层面零星地提出了越轨创新行为的影响因素，但对越轨创新行为的形成机制、即“如何”影响的研究较为匮乏，且还有很多问题有待探索。从个体层面来看，以往文献只是从情境因素和认知因素两方面阐述了越轨创新行为的前因变量，忽视了个人特质对行为的影响结果。本研究认为，越轨创新作为一种自发性角色外行为，它的展现主要是靠个体的建设性变革责任特质来驱动。同时，根据特质激活理论，上下级关系可以强化建设性变革责任感的表达意愿，成为员工实施越轨创新行为的情境激活因素；而这一激发过程主要通过缓解个体的不确定性感知和风险感知，从而形成心理安全感作为影响机理。基于此，本研究构建了上下级关系对越轨创新行为的激活机制模型。从领导层面来看，目前关于领导行为对越轨创新行为的影响都是以西方领导理论为主，对本土化领导方式是否以及如何影响员工越轨创新行为的产生缺乏深入的探索。本研究认为，在推崇“人治主义”的中国组织情境下，差序式领导是解码员工越轨创新行为的关键。组织中的圈内下属可以获得领导的偏私对待，普遍拥有较高的心理特权水平，容易开展私下创新。同时，任务冲突会造成领导与下属的关系紧张，促使具有较高心理特权的圈内下属产生“叛逆”的情绪，进而诱发违命创新的产生。基于此，本研究构建了差序式领导对越轨创新行为的作用机制模型。从组织层面来看，虽然已有学者提出组织创新氛围会影响越轨创新行为，但缺乏具体机制的探讨。根据社会认知理论，组织创新氛围能够改善员工取得创新性成果的信念，促进其开展越轨创新活动。另外，由于个人一组织匹配度高的个体倾向于接受组织价值观，因此个人一组织匹配度越高，组织创新氛围通过创新自我效能感影响越轨创新行为的效果越强。基于此，本研究构建了组织创新氛围对越轨创新行为的作用机制模型。本研究同时拟采用追踪调查和配对调查的方式收集数据，这既可以克服共同方法偏差的消极影响，也可以有效确认变量之间的因果关系，进而真实展现越轨创新行为的动态形成过程。可见，本研究构建的理论框架从多层次动态角度深入揭示了越轨创新行为的形成过程，通过引入特质激活、差序格局和社会认知等理论有望推动越轨创新理论的构建。本研究结论还可以为管理者提供越轨创新行为的管理策略，使管理者能有效地引导和控制越轨创新行为。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "最后，基于事件系统理论，构建和验证越轨创新行为对组织效能的影响机制。对于越轨创新行为的影响，以往研究主要关注越轨创新对个体层面结果的影响，而针对团队层面工作结果的探讨明显不足。另外，现有研究大多关注越轨创新成功为组织带来的价值，以及越轨创新失败给组织造成的负面影响。固然，越轨创新成功会提高创新绩效等因素，然而从辩证的角度来看，事件往往具有两面性。越轨创新成功可能会影响内部的稳定性、破坏层级关系等。同样，越轨创新失败虽然在短期内未给组织带来积极的效应，然而它可能有助于提升组织创造力（Augsdorfer,2012）。因此，辩证地探究越轨创新成功和失败给组织带来的消极影响和积极作用，对揭示越轨创新行为“忠诚和叛逆的复合体”的本质有重要意义。鉴于此，本研究基于事件系统理论分别探讨了越轨创新成功事件对组织凝聚力的消极影响和越轨创新失败事件对组织创造力的积极作用。并结合定性比较分析法，揭示在不同事件要素条件下越轨创新行为的两面性。本研究的框架有望从根本上回答一直困扰学者们的问题，即越轨创新究竟是“忠诚”还是“叛逆”，这将对越轨理论、创新理论、积极组织行为学理论及事件系统理论的发展和应用做出一定的理论贡献。同时，通过揭示其“忠诚”与“叛逆”的具体体现情境，为企业管理者有效增强越轨创新行为的正效应、缓解其负效应提供重要的实践启示。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "白宝玉，孙闰松，胡巧，张雁军．(2017)．心理特权：概念、测量及相关研究．心理科学进展，25(6),1025 -1035.  \n陈春花，赵曙明，赵海然． (2016)．领先之道．北京：机械工业出版社.陈伍洋，叶茂林，陈宇帅，彭坚． (2017)．下属越轨创新对主管阻抑的影响——地位威胁感和权威主义取向的作用．心理科学，40(3)，670-677.  \n邓传军，刘智强，王凤娟．(2017)．非正式地位、错误管理文化与员工创新行为选择．管理评论，（4)，154 - 162.  \n董晓芳，袁燕．(2014)．企业创新、生命周期与聚集经济．经济学(季刊)，13(2)，767－792.  \n顾远东，彭纪生．(2010)．组织创新氛围对员工创新行为的影响：创新自我效能感的中介作用．南开管理评论，13(1)，30 -41.  \n黄光国．(1988)．儒家思想与东亚现代化．台北：巨流图书公司.  \n黄玮，项国鹏，杜运周，刘洋．(2017)．越轨创新与个体创新绩效的关系研究—一地位和创造力的联合调节作用．南开管理评论，20(1)，143－154.  \n刘晓琴． (2017)．非伦理领导对员工职场创新越轨行为的影响机制研究．软科学，31(9)，93-96.刘东，刘军． (2017)．事件系统理论原理及其在管理科研与实践中的应用分析．管理学季刊，（2)，64 - 80.  \n刘生敏，廖建桥．(2015)．真实型领导真能点亮员工的希望之言吗．管理评论，27(4)，111－121.刘智强，李超，廖建桥，龙立荣．(2015)．组织中地位、地位赋予方式与员工创造性产出——来自国有企事业单位的实证研究．管理世界，(3)，86－101.  \n欧阳文珍． (2000)．嫉妒心理及其内隐性研究．心理科学，23(4)， $6 3 - 6 6 + 1 2 8$   \n佘溪水，张琢．(2016)．战略性人力资源管理与组织效能发挥的联动策略研究．理论探讨，(2)，76-80.唐源鸿，卢谢峰，李珂．(2010)．个人-组织匹配的概念，测量策略及应用：基于互动性与灵活性的反思.心理科学进展， $\\begin{array} { r } { \\phantom { \\sum } 1 8 ( 1 1 ) } \\end{array}$ ，1762 -1770.  \n田晓明，段锦云，孔瑜．(2012)．不确定管理理论：核心概念，内容介绍及未来展望．心理研究，5(3),70 - 77.  \n王永跃，王慧娟，王晓辰．(2015)．内部人身份感知对员工创新行为的影响一创新自我效能感和遵从权威的作用．心理科学，38(4)，954-959.  \n吴晓荣，王少东，贾虎． (2011)．基于生命周期视角下的企业战略人力资源管理．企业经济，(4),78 -82.  \n谢俊，储小平，黄嘉欣．（2011)．主管忠诚，上下级冲突与员工工作态度—一基于本土家族企业的实证研究．经济管理，33(1)，74-82.  \n谢晓非，胡天翊，林靖，路西．(2013)．期望差异：危机中的风险沟通障碍．心理科学进展，21(5),761 - 774.  \n于桂兰，付博．(2015)．上下级关系对组织政治知觉与员工离职倾向影响的被中介的调节效应分析．管理学报，12(6)，830-838.  \n张燕，解蕴慧，王泸．(2015)．组织公平感与员工工作行为：心理安全感的中介作用．北京大学学报（自然科学版)，51(1)，180－186.  \n周建涛，廖建桥．(2013)．能者多言：员工建言的一个权变模型．管理学报，10(5)，685-692.郑伯埙．（1995)．差序格局与华人组织行为．本土心理学研究，3，78－85.  \n周冉，段锦云，田晓明．(2011)．情境相关性及其对“特质-工作结果”的调节作用．心理科学进展，19(1)，132 -142.  \n朱迪，段锦云，田晓明．(2013)．组织中的社会阻抑：概念界定、影响结果和形成机制．心理科学进展，21(1)，135-143.  \nAntoncic,B.，& Hisrich，R.D. (2003).Clarifying the intrapreneurship concept.Journal of SmallBusiness and Enterprise Development，10(1)，7- 24.Creativity and Innovation Management，3(2)，91-95.  \nAugsdorfer，P. (2005)． Bootlegging and path dependency. Research Policy， 34(1)，1-11.Augsdorfer, P. (2008). Managing the unmanageable. Research-Technology Management, 51(4)，41-47.Augsdorfer，P. (20l2).A diagnostic personality test to identify likely corporate bootlegresearchers. International Journal of Innovation Management,16(1)，125 -133.  \nBandura,A.，Pastorelli，C.，Barbaranelli，C.，& Caprara,G. V.(999). Self-efficacy pathwaysto childhood depression. Journal of Personality and Social Psychology，76(2)，258-69.Bingham，J. B.，Oldroyd,J.B.，Thompson，J.A.，Bednar，J.S.，& Bunderson，J. S.(2013)．Statusand the true believer: The impact of psychological contracts on social status attributions offriendship and influence. Organization Science, $2 5 ( 1 )$ ，73-92.  \nChen，N. Y. F.，& Tjosvold,D. (2007)． Guanxi and leader member relationships between Americanmanagers and Chinese employees: Open-minded dialogue as mediator. Asia Pacific Journal ofManagement，24(2)，171-189.  \nCriscuolo,P.，Salter,A.，& Ter Wal,A. L.(2013).Going underground: Bootlegging and individualinnovative performance. 0rganization Science,25(5)，1287-1305.  \nCulbert，S. A. (1974). The organization trap and how to get out of it. New York: Basic Books.Frazier,M.L.,Fainshmidt, S.，Klinger,R.L.，Pezeshkan, A.，& Vracheva,V. (2017).Psychologicalsafety: A meta - analytic review and extension. Personnel Psychology， 70(1)，113-165.Fuller,J. B.，Marler,L.E.，& Hester,K. (2006).Promoting felt responsibility for constructivechange and proactive behavior: Exploring aspects of an elaborated model of work design. Journalof Organizational Behavior: The International Journal of Industrial， Occupational andOrganizational Psychology and Behavior，27(8)，1089 -1120.  \nGlobocnik，D.，& Salomo，S. (20l5)．Do formal management practices impact the emergence ofbootlegging behavior?. Journal of Product Innovation Management， 32(4)， 505 - 521.  \nGrant，A. M.，& Berry，J. W. (20l1). The necessity of others is the mother of invention: Intrinsicand prosocial motivations， perspective taking， and creativity. Academy of Management Journal,54(1)，73-96.  \nHill，S.E.，& Buss，D. M. (2006).Envy and positional bias in the evolutionary psychology ofmanagement. Managerial and Decision Economics,27(2 - 3)，131-143.  \nJawahar，I. M.，& McLaughlin，G. L. (2001)． Toward a descriptive stakeholder theory:Anorganizational life cycle approach. Academy of Management Review, 26(3)，397 - 414.  \nLaursen, K.， Masciarelli,F.，& Prencipe,A. (20l2). Regions matter: How localized social capitalaffects innovation and external knowledge acquisition. Organization Science, 23(1)，177- 193.Lin, B.，Mainemelis, C.,& Kark,R. (2016).Leaders’ responses to creative deviance: Differentialeffects on subsequent creative deviance and creative performance. The Leadership Quarterly， 27(4),537 - 556.  \nMainemelis,C. (20l0). Stealing fire: Creative deviance in the evolution of new ideas. Academyof Management Review,35(4)， 558-578.  \nMasoudnia, Y.，& Szwe jczewski,M. (2012). Bootlegging in the R&D departments of high-technologyfirms. Research-Technology Management， 55(5)，35-42.  \nMorgeson,F.P.， Mitchell,T.R.,&Liu, D. (2015).Event system theory: An event-oriented approachto the organizational sciences. Academy of Management Review, 40(4)， 515 - 537.Mueller，J. S.，& Kamdar,D. (2011).Why seeking help from teammates is a blessing and a curse:A theory of help seeking and individual creativity in team contexts.Journal of Applied Psychology,96(2)，263-272.  \nPerretti,F.，& Negro,G. (2006).Filling empty seats: How status and organizational hierarchiesaffect exploration versus exploitation in team design. Academy of Management Journal,49(4),759 - 777.  \nSeiling，J. G. (20o1)． The meaning and role of organizational advocacy:Responsibility andaccountability in the workplace. Westport，CN:Quorum Books.  \nTai，K.，Narayanan,J.，& McAllister，D. J. (2012).Envy as pain: Rethinking the nature of envyand its implications for employees and organizations. Academy of Management Review, 37(1),107-129.  \nTett，R.P.，& Guterman， H. A. (2000)． Situation trait relevance， trait expression， andcross-situational consistency: Testing a principle of trait activation. Journal of Research inPersonality，34(4)，397-423.  \nTett，R. P.，& Burnett，D. D. (2003)．A personality trait-based interactionist model of jobperformance. Journal of Applied Psychology，88(3)，500-517.  \nTierney， P.，& Farmer， S. M. (2002). Creative self-efficacy: Its potential antecedents andrelationship to creative performance. Academy of Management Journal， 45(6)，1137 -1148.Yli -Renko，H.，Autio,E.，& Sapienza,H. J. (200l). Social capital，knowledge acquisition,andknowledge exploitation in young technology - based firms. Strategic Management Journal, $2 2 ( 6 - 7 )$ ，587 -613.",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "（通讯作者：崔智淞，电子邮箱:Jeremy_cui@yahoo.com）",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "作者贡献声明：",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "王弘钰：提出研究思路;  \n崔智淞：设计研究方案；  \n邹纯龙，于佳利，赵迪：研究实施、论文起草；",
        "page_idx": 18
    }
]