[
    {
        "type": "text",
        "text": "Plasmacytoid dendritic cells promote HIV-1-induced group 3 innate lymphoid cell depletion ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zheng Zhang,123 Liang Cheng,2 Juanjuan Zhao.,14 Guangming Li,² Liguo Zhang,4Weiwei Chen,5Weiming Nie,5   \nNatalia J. Reszka-Blanco,² Fu-Sheng Wang,1,5 and Lishan $\\mathsf { S u } ^ { 2 , 4 }$ （20 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "e Science,Beijing,China.TreatmentandResearch CenterforInfectiousDiseases,BeijingO2Hospital,Beijing,China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Group3inate lymphoidcels (ILC3s)havedemonstrated rolesin promotingantibacterialimmunity,maintaining epithelial barierfunction,andsupporting tissue repair.ILC3alterationsareassociated withchronic inflammationand inflammatory disease;however,thecharacteristicsandrelevantregulatorymechanismsof thiscellpopulationinHIV-1infectionare poorlyunderstooddue in part toalackofarobust model. Here,we determined thatfunctional human ILC3sdevelop in lymphoidorgansof humanized miceandthatpersistentHIV-1nfectioninthismodeldepletes ILC3s,asobservedinchronic HIV-1-infectedpatients.InHIV-1-inectedmice,effectiveantiretroviraltherapyreversedthelossofIC3s.HIV-1-dpednt reductionofI3srequiedplasmacytoiddendriticcels(pDCs),IFN-l,andtheCD95/FasLpathwaystargeteddepletioor blockadeoftheseprevented HIV-1-inducedI3depletioninvivoandinvitro,espectively.inallwedeterminedthatHV-1 infection induces CD95 expression on ILC3s viaa pDC- and IFN-l-dependent mechanism thatsensitizes ILC3s to undergo CD95/FasL-mediatedapoptosis.Weconcludethatchronic HIV-1infectiondepletes ILC3sthrough pDCactivation,inductionof IFN-l,and CD95-mediated apoptosis. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Innate lymphoid cells (ILCs) represent a novel family of innate immune cells with lymphoid phenotypes,but lack rearranged antigen receptors (1). ILCs can be divided into 3 groups,based on the expression of specific transcription factors,cell-surface markers, and signature cytokines (2,3).Group 1 ILCs (ILC1s) have been defined as CD45+lineage-CD127+CD117-NKp44- cells and may produce IFN- $\\gamma$ and depend on T-bet for their functions (4).Group 2 ILCs (ILC2s) are a population of lineage-CD127+CRTH2+cells that preferentially produce type 2cytokines such as IL-5 and IL-13 and require GATA3 (5).Group 3ILCs (ILC3s) are lineage-CD127+CD117+, have the potential to produce IL-17and/or IL-22,and are dependent on RORyt (6). ILCs have important effector functions in the early stages of immune responses against inflammation (7,8),in tissue repair(9,1O),in the anatomical containment of commensals (11), and in maintaining epithelial integrity (12).Altered ILC populations in humans are also associated with the pathogenesis and progression of chronic infections and inflammatory diseases (3,6,13,14). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Related Commentary: p. 3430 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Authorship note: Zheng Zhang, Liang Cheng,and Juanjuan Zhao contributed equally to this work.   \nNote regarding evaluation of this manuscript: Manuscripts authored by scientists associated with Duke University, The University of North Carolina at Chapel Hill, Duke-NUS,and the Sanford-Burnham Medical Research Institute are handled not by members of the editorial board but rather by the science editors,who consult with selectedexternaleditorsand reviewers.   \nConflict of interest: The authors have declared that no conflict of interest exists. Submitted: March 30,2015; Accepted: July 2, 2015.   \nReference information: / Clin Invest.2015;125(9):3692-3703.doi:10.1172/JCl82124. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ILC subsets exist in various tissues,with preferential tissuespecific residence in human.For instance,ILC1s,including NK cells,mainly exist in fetal gut and liver; ILC2s are most prevalent in human peripheral blood,lung,and skin;and ILC3s are mostly present in human skin tissue,thymus,tonsils,BM,and gut (6,15-17).Due to limited access to these tissues in humans, the function of these tissue-resident human ILCs in healthy and disease statuses has not been well characterized. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ILC3s are most intensively investigated due to their crucial role in gut immunity and inflammation. For example,gut-resident $\\mathrm { N K p 4 4 ^ { + } }$ ILC3s can produce IL-22 that signals to epithelial cells to promote their proliferation (7).These ILC3s can also pro duce B cell-activating factors to support survival and expansion of mature B cells (18) and the chemokine CCL2O to direct the migration of T lymphocytes,B lymphocytes,and ILCs into the gut (19).Gut-resident $\\mathrm { N K p 4 4 ^ { - } }$ ILC3 cells express MHC class II antigens and can present microbial antigens to gut $\\mathrm { C D 4 ^ { + } }$ T cells and inactivate gut commensal bacteria-specific Tcell responses (20).Recently, ILC3s have also been reported to exist in the human spleen,where they interact with stromal cells for survival signals and enhance Ab production by innate-like B cells (17).Although these studies show that ILC3s can directly induce the proliferation and production of antiinflammatory cytokines and antimicrobial peptides of epithelial cells,it has not been addressed which immunological factors influence their survival in human diseases in vivo. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The regulation and role of ILC3s in HIV-1 infection, in particular,are poorly understood.It is reported that SIV infection results in a persistent loss of IL-17-producing ILCs,especially in the jejunum (21).Another report has indicated that $\\mathrm { N K p 4 4 ^ { + } }$ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ILC3s are rapidly depleted in the intestinal mucosa during acute SIV infection (22).In human patients chronically infected with HIV-1,reduction of ILC subsets has also been documented (23). However,how HIV-1 infection leads to ILC3 depletion in vivo is poorly understood.We report here that functional human ILC3s were developed in lymphoid organs of humanized mice,but were depleted bypersistentHIV-1 infection in vivo,as in chronic HIV-1-infected patients.Interestingly,HIV-1 infection upregulated CD95 expression on ILC3s via plasmacytoid dendritic cells (pDCs) and a type I IFN-dependent (IFN-I-dependent) mechanism and sensitized them to undergo CD95/FasL-mediated apoptosis.The depletion of pDCs or blockade of the IFN-I or CD95/FasL pathway prevented HIV-1-induced ILC3 depletion in vivo and in vitro,respectively. Our findings suggest that modulating pDC/IFN-I and CD95/FasL to rescue ILC3s will likely be of value in preventing or treating HIV-1 diseases. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Depletion of human ILC3sin patientswith chronic HIV-1 infection is correlated with HIV-1 disease progression.We measured the peripheral ILC3 frequency in HIV-1-infected antiretroviral treatment-naive (ART-naive) patients and healthy control (HC) subjects.Peripheral blood contained lineage( $\\scriptstyle \\mathtt { C D 1 2 7 ^ { + } C D 1 1 7 ^ { + } }$ ILC3 subsets in all enrolled subjects (Figure 1A).Importantly,the peripheral ILC3s were significantly decreased in HIV-1-infected patients,in particular,in patients with $\\mathrm { C D 4 ^ { + } }$ T cell counts of less than 400 cells $' _ { \\mu \\mathrm { l } }$ who displayed more severe reduction of ILC3 frequency as compared with that in HC subjects and HIV1-infected patients with $\\mathrm { C D 4 ^ { + } }$ T cell counts of more than 400 cells/ $' _ { \\mu \\mathrm { l } }$ (Figure1,Aand B).Correlation analysis indicated that peripheral ILC3 percentages were negatively correlated with plasma HIV-1 viremia in these HIV-1-infected highly active antiretroviral therapy-naive (HAART-naive） subjects (Figure 1C).These data indicate that the decline of peripheral ILC3s is correlated with disease progression in HIV-1-infected patients. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As ILC3s are present in mucosal tissues (6),we stained colon tissues from uninfected and HIV-1-infected patients for CD3 andIL-17 orIL-22.We found that $\\mathrm { C D } 3 ^ { + } \\mathrm { I L } { - } 1 7 ^ { + } / \\mathrm { C D } 3 ^ { + } \\mathrm { I L } { - } 2 2 ^ { + }$ cells (generally defined as Th17 cells)and $\\mathrm { C D } 3 ^ { - } \\mathrm { I L } { - } 1 7 ^ { + } / \\mathrm { C D } 3 ^ { - } \\mathrm { I L } { - } 2 2 ^ { + }$ (probably ILC3) cells were both present in the mucosa of colon tissue (Figure 1D and Supplemental Figure 1;supplemental material available online with this article;doi:1O.1172/ JCI82124DS1).Double-staining immunohistochemistry further identified the presence of both $\\mathrm { C D } 3 ^ { + } \\mathrm { I L } { - } 1 7 ^ { + } / \\mathrm { C D } 3 ^ { + } \\mathrm { I L } { - } 2 2 ^ { + }$ Th17 cells and $\\mathrm { C D } 3 ^ { - } \\mathrm { I L } { - } 1 7 ^ { + } / \\mathrm { C D } 3 ^ { - } \\mathrm { I L } { - } 2 2 ^ { + }$ ILC3 cells in colon tissues from HIV-negative subjects (Figure 1E).After HIV-1 infection, total $\\scriptstyle { \\mathrm { I L } } - 1 7 ^ { + }$ and IL ${ \\cdot } 2 2 ^ { + }$ cells (but not total $\\mathtt { C D 3 ^ { + } }$ T cells) were significantly depleted (Figure 1F),consistent with previous reports documenting the loss of Th17 cells in chronic SIV infection (24, 25).Furthermore,these depleted $\\scriptstyle { \\mathrm { I L } } - 1 7 ^ { + }$ and IL $\\cdot 2 2 ^ { + }$ cells in HIV1-infected colons included not only $\\mathrm { C D } 3 ^ { + } \\mathrm { I L } { - } 1 7 ^ { + } / \\mathrm { C D } 3 ^ { + } \\mathrm { I L } { - } 2 2 ^ { + }$ Th17 cells,but also $\\mathrm { C D 3 ^ { - } I L ^ { - } } 1 7 ^ { + } / \\mathrm { C D } 3 ^ { - } \\mathrm { I L } { - } 2 2 ^ { + } \\ ]$ ILC3cells (Figure 1F).These data suggest that ILC3s,as well as Th17 cells,are depleted in the colon mucosa in HIV-1-infected subjects.As ILC3s are critically involved in the maintenance of the gut barrierfunction,we furtherlooked at theLPS and sCD14 levels in the serum of HIV-1-infected HAART-naive patients.Impressively, we found that serum LPS and sCD14 levels were significantly elevated and negatively correlated with percentages of ILC3 in peripheral blood (Figure 1C). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Development offunctional human ILC3 cells in humanized mice.The characteristics and relevant role of ILC3s in HIV-1 infection and pathogenesis are poorly understood,partially due to the lack of a robust model.Immunodeficient mice such as NOD-Rag2-/- Il2rg/- (NRG) mice transplanted with human $\\mathrm { C D } 3 4 ^ { + }$ hematopoietic stem cells can reconstitute all major human myeloid and lymphoid immune subsets.These humanized mice provide a valuable platform for studying the interaction of human tropic viruses with the human immune system in vivo.HIV-1 can infect and replicate efficiently in vivo in humanized mice (26).More importantly,these mice mount specific human immune responses to HIV-1 infection and develop immunopathology similar to that of HIV-1-infected patients, which makes humanized mice a highly relevant model for studying mechanisms of HIV-1 immunopathogenesis and for developing immune-based therapies (27). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We thus took advantage of the well-developed humanized mouse model to investigate the function and role of ILC3 in HIV-1 pathogenesis (28-31).By gating on live human $\\mathrm { C D } 4 5 ^ { + }$ cells $( \\mathrm { h C D 4 5 ^ { + } Y 7 ^ { - } m C D 4 5 ^ { - } } )$ ）with a lymphoid morphology that was negative for common blood lineage markers (Lineage-) for hematopoietic precursors (CD34),B cells (CD19 and CD20), T cells (CD3), NK cells (CD16),and myeloid and plasmacytoid cells (CD14,CD1lc and CD123)，we identified human ILC3s in humanized NOD-Rag1/- Il2rg/- (NRG-hu) mice as $\\mathrm { h C D 4 5 ^ { + } L i n ^ { - } C D 1 } 2 7 ^ { + } \\mathrm { C D } 1 1 7 ^ { + }$ cells.We analyzed both $\\mathrm { N K p 4 4 ^ { - } }$ ILC3s (NCR- ILC3s) and $\\mathrm { N K p 4 4 ^ { + } }$ ILC3s $\\mathrm { \\Delta N C R ^ { + } }$ ILC3s) (Supplemental Figure 2).We found that ILC3s were efficiently developed in all lymphoid organs of humanized mice including spleen,mesenteric lymph node (mLN),peripheral lymph node (pLN),BM,and peripheral blood lymphocytes (PBL) (Figure 2A).Further analysis indicated that ILC3 subsets were preferentially enriched in mLN and spleen (Figure 2B).These ILC3s showed phenotypic similarity to previously reported human splenic and mucosal ILC3s (7,17,19). They expressed the ILC3- specific transcription factor RORyt,the NK cell-related molecules CD56,CD161,NKp44,and NKp46,the chemokine CCL20 receptor CCR6,IL-1R1,and the activation marker CD69 as well as CD45RA, but did not express the ILC1-specific transcriptional factor T-bet, the integrin CD1O3,the NK-associated marker CD94,and CD4,CD8, CD25,or CD38 (Figure 2C).Functionally, these ILC3s were able to produce IL-17a,IL-22,IFN-y,and IL-13 in response to PMA plus ionomycin (Figure 2D),with preferential production ofIL-17aand IL-22 (Figure 2E).Inaddition, these ILC3s from humanized mice also produced IL-17a and IL-22 in response to IL-23 and IL- $\\cdot 1 \\beta$ stimulation at levels comparable to those of ILC3s from human peripheral blood (Supplemental Figure 3). Thus, human ILC3s with normal phenotype, frequency,and function are developed in the lymphoid organs of NRG-hu HSC mice. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "HIV-1infection leads to the activation ofILC3s in NRG-hu mice in vivo.As in human patients,HIV-1 infection in humanized mice also leads to systemic immune activation and disease progression (32).We tested to determine whether ILC3s were also ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A Gatedon hCD45+Lin-cells B   \nCD4 (cells/ul): 753 HC 431 HIV-1 293 25 P=0.0001 P=0.0072   \nVL (copies/ml):ND 1710 23500 10%57 ： A 8.53% 5.48% 2.90% 1 ： 菜 潮 C21 C 00 CD117 CD4> CD4<400 C -0.182,P=0.0179 -0.6592,P=0.0001 r=-0.7941,P=0.0001 10%557 10- 10%057 10- 10%057 10- · · ： 1 1 1 0.1+ 2 3 4 5 6 0.1 1 2 345 0.1 1 2 345 Plasma HIV load Plasma LPS (EU/ml) Plasma sCD14 (ug/ml) (Log copies/ml)   \nD HIV- HIV+ E HIV- HIV+   \nDAP/ CD3/   \nIL-17 IL-17 CD3/   \nDAPI/ IL-22   \nCD3/   \nIL-22   \nF T NS P=0.02 5g P=0.002 +05 ： /- 品 2-2 ： 牛 高 电 0 0 0 HIV- HIVX HIV- HIV+ HIV- HIV+ Jdue 一 E 电 . 0 0 0 牛 IN\\ HIV+ HIV- HIV+ ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/e2dd1fe38c3fa26ccb2b12012426677cbb8928d452f2aaa73940c23c42972f6a.jpg",
        "img_caption": [
            "The Journal of Clinical Investigation ",
            "Figure 2.Development of functional ILC3s in lymphoid organs in NRG-hu mice.(A) Representative FACS plots show the distribution of ILC3s (human CD45+Lin-CD127+CD117\\* cells) in various lymphoid organs of NRG-hu mice.Numbers indicate the percentages of ILC3s within hCD45\\*Lin- cells. (B) Summary data of relative frequency of ILC3s among hCD45+Lin- cells.Spleen, $n = 5 6$ ; mLN, $n = 1 7$ ;pLN, $\\begin{array} { r } { { \\cal n } = 9 } \\end{array}$ ; BM, $n = 2 0$ ; PBL, $\\begin{array} { r } { n = 9 } \\end{array}$ (C) Expression on splenic hCD45+Lin-CD127+CD117+ ILC3s (black lines) of RORγt, T-bet, CCR6,CD11a, IL-1R1,CD161,CD56,NKp46,CD94,NKp44, HLA-DR,CD103,CD69,CD38,CD25, CD45RA,CD4,and CD8,assessed by flow cytometry $( n = 4 )$ .Gray shaded curves represent isotype control. (D) Representative FACS plots show the production of IL-17a, IL-22,IFN $\\cdot \\gamma$ ,and IL-13 by splenic ILC3s (human CD45+Lin-CD127+CD117\\*) from NRG-hu mice stimulated with PMA plus ionomycin for 4 hours.Numbers indicate percentages of cytokine-producing ILC3s.(E) Summary data of relative cytokine-producing ILC3s from mLN $( n = 5 )$ ,spleen $( n = 7 )$ ,and BM $( n = 5 )$ "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "both $\\mathrm { N C R ^ { + } }$ and NCR-ILC3 subsets weresimilarlydepleted(Supplemental Figure 4).When HIV-1 replication was effectively suppressed by cART, ILC3s were completely recovered in HIV-1-infected NRG-hu mice (Figure 4,Aand B). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We further analyzed whether persistent HIV-1 infection affected the cytokine-producing activity of ILC3s in vivo (Figure 4C). Our data showed that ILC3s from HIV-1- activated by HIV-1 infection in humanized mice through detection of CD38 and CD69 expression on ILC3s in spleen and mLN of NRG-hu mice persistently infected with HIV-1.A significant elevation of both CD69 and CD38 expression was induced on these tissue-resident ILC3s by persistent HIV-1 infection,while combined ART (cART) significantly decreased the expression of these 2activation markers on ILC3s (Figure 3,Aand B).Interestingly,the activation level of tissue-resident ILC3s was positively correlated with $\\mathsf { C D 8 ^ { + } }$ T cell activation indicated by CD38 and HLA-DR expression (Figure 3C). HIV-1 infection thus potentially activated human tissue-resident ILC3s in NRG-hu mice, and their activation was positively correlated with systematic immune activation. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Persistent HIV-1 infection depletes ILC3s and preferentially impairstheiractivity to produceIL-17ainNRG-humiceinvivo.We next investigated the effect of persistent HIV-1 infection on tissue-resident ILC3s in NRG-hu mice and found that HIV-1 infection significantly reduced both percentages and numbers of ILC3s in the spleen,mLN,and BM(Figure 4,Aand B).Notably, infected NRG-hu mice produced less IL-17a but comparable IL-22,IL-13,and $\\mathrm { I F N - } \\gamma$ in response to PMA plus ionomycin stimulation in vitro.When HIV-1 was suppressed by cART, the IL-17a production by ILC3s was significantly recovered (Figure 4D).We concluded that ILC3s in NRG-hu mice were depleted and preferentially functionally impaired to produce IL-17a by HIV-1 infection,which can be recovered by cART. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ThedepletionofILC3sbyHIV-1infectionisdependenton pDCs andIFN-I activity.We recently reported that depletion of pDCs using the anti-blood dendritic cell antigen-2 (anti-BDCA2) Ab (15B) in NRG-hu mice led to elevated HIV-1 replication,but with reduced immunopathogenesis (28).In humanized mice with persistent HIV-1 infection,we detected high levels of plasma IFN- $\\mathbf { \\nabla } \\cdot \\mathbf { a }$ ,although pDC levels were reduced in the spleen (Figure 5A).Consistent with our previous study, IFN- $\\mathbf { \\nabla } \\cdot \\mathbf { a }$ induction was abrogated either by inhibiting HIV-1 replication with cART or by depleting pDC with the $1 5 \\mathrm { B \\ m A b }$ in persistently HIV-infected NRG-hu mice (Figure 5B) and was correlated with reduced immunopathogenesis (Figure 5,C-F),as indicated by the elevated human $\\mathrm { C D } 4 5 ^ { + }$ cell counts and $\\mathrm { C D 4 ^ { + } }$ and $\\mathsf { C D 8 ^ { + } }$ T cell counts (Figure 5,D-F). Interestingly, the percentage of ILC3s was nega tively correlated with pDClevels inlymphoid organs ofNRG-hu mice with persistent HIV-1 infection (Supplemental Figure 5). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/b59c511a002bbc8675d466d6d0fcb6e4b7d94e5cdcd4fd185264a9e1702363bd.jpg",
        "img_caption": [
            "Figure3ActivaiftisssidentIisoedithpersistetH-fectiodwitstematimueactiai NRG-humiceerefectedith-CS(ng/ouseifterHVtabisdpersistetifetiat8bdntireag (cART, $\\mathsf { P l } +$ NNRTI,each $1 0 0 \\mathrm { \\ m g } / \\mathrm { k g } )$ were administered for4 to 6weeks.The mice were then terminated,and cels were analyzed.(A) RepresentativeACSlotsshowexpresionofactivationmarkersCD69ndHA-DRonsplenicIC3sfromG-umice.Thenumbersidicateperctagesof ILC3-expressing CD69 or HLA-DR. (B) Summary data of CD69 and HLA-DR on ILC3s from spleen and mLN in mock $( n = 9 )$ ,HIV-1-infected $( n = 9 )$ ,and HIV-1-infected NRG-hu mice with cART $( n = 4 )$ .Data are representative of 3 independent experiments with 1to 3 donors.Overall,for percentages of ILC3s for spleen, $P = 0 . 0 0 0 4$ (CD38); $P = 0 . 0 0 0 3$ (CD69). Overall,for percentages of ILC3s from mLN, $\\pmb { P } = \\pmb { 0 . 0 4 7 3 }$ (CD38);and $P = 0 . 0 9 0 2$ (CD69), 1-way ANOVA. $^ { * } P < 0 . 0 5$ $^ { * * } P < 0 . 0 1$ $^ { * * * } P < 0 . 0 0 1$ ,Tukey's post-hoc test.(C) Correlation analysis between the percentages of $\\mathsf { C D 8 ^ { + } }$ T cells expressing CD38 and HLA-DR and the percentages of ILC3s expressing CD38 or CD69 (Pearson correlation test). "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The data above suggest that persistently activated pDCs may contribute to the depletion of ILC3s duringHIV-1 infection. We thus tested the role of pDCs in the loss of ILC3 cells through depleting pDCs using the anti-BDCA2 Ab (15B) in NRG-hu mice with persistent HIV-1 infection as reported (28).We observed that pDC depletion with the 15B mAb significantly rescued splenic ILC3s (Figure 6,Aand B) and restored theirIL-17a and IL-22 production capacity in NRG-hu mice with persistent HIV-1 infection (Figure 6,C and D).We next determined whether HIV-1infectionled to ILC3 cell death.We discovered thatHIV-1 infection induced ILC3 apoptosis (upregulation of active caspase-3) and that pDC depletion significantly reduced the percentage of ILC3s expressing active caspase-3 in the spleen of NRG-hu mice with persistent HIV-1 infection (Figure 6,E and F).As a control,pDC depletion did not change the percentage of ILC3s in mock-infected humanized mice (Supplemental Figure 6).These data suggest that pDCs were involved in the depletion of tissue-resident ILC3s through inducing apoptosis in HIV-1- infected NRG-hu mice. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Sustained IFN-I production by pDCs has been implicated as contributing to immunopathogenesis by chronic HIV-1 infection (33-36).We thus addressed whether IFN-Iis responsible for HIV1-induced depletion ofILC3s.We incubated spleen cells from normal NRG-hu mice with the HIV-R3B/A-vlv2 virus,which is characterized by high IFN-I induction activity (37),in the absence or presence of pDC-depleting Abs or anti-IFN- ${ \\bf \\ddot { \\theta } } ^ { \\mathrm { q } } / \\beta$ receptor-blocking Abs.We found that HIV-1 infection significantly increased active caspase-3 expression (apoptosis) in human ILC3s,which was prevented by depletion of pDCs using 15B conjugated with a toxin (15B-SAP) or blockade of the IFN- ${ \\bf \\ddot { \\theta } } ^ { \\mathrm { q } } / \\beta$ pathway using anti-IFN- $\\mathbf { \\cdot } \\mathbf { { a } } / \\beta$ receptor Abs (Figure 6,G and H).Consistently,HIV-1 infection also reduced the number of ILC3s in vitro,which was reversed by depletion of pDCs or blocking $\\mathrm { I F N - } \\alpha / \\beta$ receptors (Figure 6I).As pDCs were the major sources of IFN-I in response to HIV-1 infection (Supplemental Figure 7),we concluded that HIV-1-induced ILC3 apoptosis was mainly mediated by pDC-derived IFN-I. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "HIV-1 infection induces CD95 expression and apoptosis of ILC3s through pDC/IFN-I-dependent mechanisms.We next examined the apoptosis pathway involved in ILC3 depletion that is induced byHIV-1infection,pDC activation,and IFN-I. IFN- $\\mathbf { \\nabla } \\cdot \\mathbf { a }$ has been reported to upregulate CD95 expression on human T cells in HIV-1-infected patients (38).We thus investigated the role of CD95-mediated apoptosis in the depletion of ILC3s during HIV-1 infection.We found that expression of CD95 was upregulated on splenic ILC3s in NRG-hu mice with persistent HIV-1 infection. Importantly,we also detected similar upregulation of CD95 on ILC3s isolated from peripheral blood and spleens of HIV-1-infected patients (Figure 7,Aand B).We next addressed whether pDCs or IFN-I drives CD95 upregulation on ILC3s upon HIV-1 infection in vitro using spleen cells from humanized mice.Spleen cells from NRG-hu mice were treated with IFN- $\\mathbf { \\nabla } \\cdot \\mathbf { a } _ { } $ or with HIV-1 in the absence or presence of pDCdepleting 15B mAb conjugated with the SAP toxin (immunetoxin 15B-sap) or the anti-IFN $\\mathbf { \\cdot } \\mathbf { { \\boldsymbol { a } } } / \\beta$ receptor Ab to block IFN-I ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/d55773d52a6db51de5270c390d02874f5e585b5e1251da4c19c9a0d626c52d79.jpg",
        "img_caption": [
            "Figure4PrsistentHVfectioinGicedepletessdpreferentiallmpairstectivitin-productioNGuicere treatedasdescribedinthgure3egend.(A)RepresentativeFACSplotsshowthedepletionandcArescueofLC3sinmLN,spleenndf NRG-hu mice with persistent HIV-1 infection. Numbers indicat 5fILC3swithinhCD45+Lin cells. (B) Summary data of the percentages of ILC3s from mLN,spleen,and BMin m $( n = 1 2 )$ HIV-1-infected $( n = 6 )$ ，andHIV-1-inf edwithcART ed NRG-hu mice $\\left( n = 8 \\right)$ . Overall, for ILC3 percentages $\\pmb { P } = \\pmb { 0 } . 0 2 3 7$ (mLN); $P = 0 . 0 0 8 8$ ${ \\cal P } = 0 . 0 1 7 8$ $P = 0 . 0 3 3 9$ $P = 0 . 0 0 2 4$ (spleen); $P = 0 . 0 4 0 4$ (BM), 1-way ANOVA. $^ { * } P < 0 . 0 5$ $^ { * * } P < 0 . 0 1$ to 4 donors.(C) Representative FACS plots sho IL-17a percentagesof cytokine producing ILC3s $( n = 7 )$ d $( n = 5 )$ ,and HIV-1-infected with cART-treated NRG-hu mice $( n = 4 )$ verall,for percentages of ILC3s from spleen, $P = 0 . 0 0 5 1$ (IL-17); $P = 0 . 0 4 8 4$ (IL-22); $\\pmb { P } = \\pmb { 0 . 0 9 2 1 }$ (IFN-γ); ${ \\cal P } = 0 . 7 2 3 7$ (IL-13), $^ { * } P < 0 . 0 5$ $^ { * * } P < 0 . 0 1$ ,Tukey's post-hoc test. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "slta s s \\* B C   \n0.25 \\* \\*\\*\\* \\*\\*\\*\\* prl l-ih paaeld 8- \\*\\* 1 (j/seidoo bo)   \n0.20- 300- 6   \n0.15- 200- 4   \n0.10-   \n0.05- 100- 2   \n0.00 片 □ LDL LDL   \nc HIV B c HV 15B 6 HV 15B   \nMoc HIV+CART +15 MO HIV+cART Mo HIV+CART HIV+1 HIV+1 HIV+1   \nD E F \\* \\*\\* H \\* 大   \n15- 3.0 1.5- 1   \n10- 2.0 1.0 工 T   \n50- 1.0 5.0-   \n0 0 0   \n中 HIV 15B c HIV 5B c HV 15B IV+CART HIV+1 HIV+CART HIV+1 IV+CART HIV+1 HI HIV ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "It has been reported that acute and chronic HIV-1/SIV infection potentially induces the rapid loss of mucosalIL-17/IL-22-producing T cells and ILC3s (21-23), which may both contribute to the loss of intestinal epithelial mucosal integrity (24,39,40). However, the mechanism underlying HIV-1-induceddepletion of ILC3s is poorly defined. Using a humanized mouse model of HIV-1 pathogenesis，we report here that persistent HIV-1 infection depletes functional human ILC3s in patients and in humanized mice in vivo throughpDCactivation, IFN-I induction, and upregulation of CD95 expression on ILC3s,with great potential significance to the pathogenesis and therapy of this disease. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The role of ILC3s,especially tissue-resident ILC3s, during HIV-1 disease pro",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "activity. IFN- $\\mathbf { \\nabla } \\cdot \\mathbf { a } _ { } $ treatment significantly upregulated CD95 expression on splenic ILC3s.Importantly,HIV-1 also induced a 3-fold upregulation of CD95 expression on ILC3s in splenocytes cultured in vitro (Figure 7C).The upregulation of CD95 was atleast partially dependent on pDCs or IFN-I,as depletion of pDCs or blockade of the $\\mathrm { I F N - } \\alpha / \\beta$ pathway partially prevented CD95 upregulation on ILC3s (Figure 7C). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We then infected spleen cells from NRG-hu mice ex vivo with HIV-1 for 72 hours,followed by 12-hour stimulation with immobilized anti-CD95 Abs.We found that HIV-1-exposed ILC3s showed higher levels of active caspase-3 expression after anti-CD95 treatment (Figure 7D).Importantly, this increase was inhibited by blocking the $\\mathrm { I F N - } \\alpha / \\beta$ pathway using anti-IFN$\\alpha / \\beta$ receptor Abs (Figure 7D),suggesting that pDC-derived IFN-I and the CD95/FasL pathway contribute to the depletion of ILC3s during HIV-1 infection.Similarly,ILC3s from HIV-1- infected patients also displayed higherlevels ofactive caspase-3 expression than ILC3s from HC people after in vitro anti-CD95 Ab treatment (Figure 7E).In addition,the blockade of the CD95/FasL pathway using anti-FasL Abs or of the apoptotic pathway using the caspase inhibitor Zvad significantly rescued ILC3s by decreasing apoptosis and by increasing cell numbers ex vivo (Figure 7,F-H).Based on these findings,we postulate thatactivation of pDCs by HIV-1 infection induces the production of type IIFNs,which upregulate CD95 expressionand sen sitize ILC3s to CD95/FasL-mediated apoptosis (Figure 7I). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "gression is poorly defined due to a lack of relevant models and limited access to the tissues in humans.Humanized mouse models have been used widely to investigate the mechanisms of HIV1 immunopathogenesis,including functionally defining the role of regulatory Tcells (41),pDCs (3O),and other cells (29) in acute and chronic HIV-1 infection.In the present study,we found that human ILC3 subsets were functionally developed inall lymphoid organs in NRG-hu mice and preferentially resided in the spleen and mLN.They displayed molecular markers (42,43),functions (4),and tissue distribution similar to that seen in humans (7, 17,19).However,due to the poor gut-associated lymphoid tissue (GALT) development in humanized mice with the common $\\gamma$ -chain mutation, the NRG-hu mouse model has an intrinsic limitation for the study of human immune cells in GALT.Nonetheless,the humanized mouse provides a highly relevant and robust model for studying the development and function of human ILC3s and defining their roles in human diseases in vivo. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Using the humanized mouse model,we investigated the effect of persistent HIV-1 infection on human ILC3s in human lymphoid tissues. Our study provides what we believe is the first evidence that HIV-1 infection leads to activation,severe depletion,and preferential impairment of IL-17a production of tissue-resident ILC3s in the spleen,BM,and mLN in humanized mice as well as in the blood and colon mucosa of HIV-1-infected patients. Efficient suppression of HIV-1 by cART in humanized mice reduced ILC3 activation and rescued ILC3s both in number and in function.IL-17 and IL-22 are important for protection against mucosal bacterial infections and for maintenance of the mucosal barrier by promotion of intestinal epithelial integrity (24,39,40).Multiple immune cells,including Th17 cells (44), $\\mathrm { N K p 4 4 ^ { + } }$ NK22 cells (7,22,25),and $\\mathbf { C D 3 ^ { - } C D 8 ^ { \\mathrm { { h i } } } }$ subsets (21),could produce these 2 cytokines.The loss of these cells in chronic HIV-1/SIV infection has been correlated with breakdown of intestinal mucosal integrity,resulting in microbial translocation,chronic immune activation,and disease progression (21,22,24,25,45-47). The present study extends the notion that the numeral and functional loss of the tissue-resident ILC3s also contribute to the pathogenesis induced by persistent HIV-1 infection.This study,therefore, identifies ILC3s as an important target for therapies aimed at facilitating human immune reconstitution.Future studies need to address the functional role of ILC3s in lymphoid tissue destruction,the fibrosis of lymph organs,and immune activation during persistent HIV-1 infection (48). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/5d57b3ee40964b4865a5f1671df9d7f04345d68e6da0bf4e9cea2d30ed2cec55.jpg",
        "img_caption": [
            "Figure 6.HIV-1infection leads to ILC3 depletion via pDC-and IFN-l-dependent mechanisms.(A and B) Representative FACS plots (A)and summary data (B) show splenic ILC3 percentages within CD45+Lin cells in mock $( n = 9 )$ ,HIV-1-infected $( n = 7 )$ ,and HIV-1-infected/pDC-depleted $( n = 9 )$ NRG-hu mice.Data are representative of3 independent experiments with 3 donors.Overall, for ILC3 percentages, $P < 0 . 0 0 0 1$ ,1-way ANOVA $^ { \\ast } P < 0 . 0 5$ $^ { * * } P < 0 . 0 1$ ,Tukey's post-hoc test.(C and D) Summary data of IL-17a-producing (C) and IL-22-producing (D) ILC3s from spleens of mock $( n = 4 )$ ，HIV-1 $( n = 4 )$ ，and HIV $\\cdot 1 + 1 5 8$ （ $( n = 5 )$ mice.Dataare representative of 2 independent experiments with 2 donors.Overall, for ILC3 percentages, $P = 0 . 0 0 3 9$ （204号 (IL-17a); $P = 0 . 0 0 3 1$ (IL-22),1-way ANOVA. $^ { * } P < 0 . 0 5$ $^ { * * } P < 0 . 0 1$ ,Tukey's post-hoc test. (E and F) Representative histograms (E)and summary data (F) show the percentages of active caspase-3-expressing splenic ILC3s within hCD45+Lin- cells in mock $( n = 4 )$ ,HIV-1-infected $( n = 4 )$ ,and HIV-1-infected/pDC depletion $( n = 5 )$ NRG-hu mice.Overall, $\\pmb { P } = \\pmb { 0 } . 0 3 7 4$ ,1-way ANOVA; $^ { * } P < 0 . 0 5$ ,Tukey's post-hoc test. Data are representative of 3 independent experiments with 1to 3 donors. (G-l) Representative histograms (G)and summary data show the percentages ofactive caspase-3-expressing ILC3(H)and total live ILC3 cellcounts(I) relative to mock.Spleen cels from NRG-hu mice were incubated for72 hours ex vivo alone (mock)orinfected with HIV-1 in the presence of no Ab (medium), IgG,15B-sap immunotoxin $( 8 \\ \\mathrm { n g } / \\mathrm { m l } )$ ,oranti-IFN- $\\mathbf { \\cdot } \\mathbf { { \\boldsymbol { a } } } / \\beta$ receptor $( 1 0 \\mu \\xi / \\mu | )$ Abs.The percentage of ILC3s expressing active caspase-3 was measured. Data are representative of 2 independent experiments with 2 donors. $^ { * } P < 0 . 0 5$ $^ { * * } P < 0 . 0 1$ ,compared with mock. $^ { \\# } P < 0 . 0 5$ = compared with $H | V + | \\mathsf { g } \\mathsf { G }$ (Tukey's post-hoc test). "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The exact mechanism underlying the depletion of ILC3s during HIV-1 infection remains unclear.Wehaverecently reported that pDCs play a pathogenic role in HIV-1 infection and pathogenesis (28).We also demonstrated theroleof human pDCs in HIV-1-induced depletion of ILC3s.We discovered that pDCs (and IFN-I) contributed to the loss of ILC3s during chronic HIV-1 infection．First, depletion of pDCs in NRG-hu mice persistently infected with HIV-1 rescued human ILC3s in lymphoid organs. Second, HIV-1-infected splenocytes from humanized mice ex vivo also led to ILC3 death and deple tion.As in humanized mice in vivo,either depletion of pDCs or ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/8d3c618bdce2663907fe661134c311d0fe24b2800634953b8316242664083753.jpg",
        "img_caption": [
            "Figure7IV-1nfectionupreglatesCD95onILC3sthroughpDC/N--ependentmechanisms.AandB)Representativehistograms(Aadsu mary data (B) indicate percentages of CD95-expressing ILC3s in spleens from mock $( n = 4 )$ and HIV-1-infected $( n = 6 )$ NRG-hu mice and HC （20 $( n = 1 0 )$ and HIV-1-infected patients $( n = 1 2 )$ $^ { * * } P < 0 . 0 1$ $^ { * * * } P < 0 . 0 0 1$ (unpaired t test).Data are representative of 2 independent experiments with humanizedmicefrotdonortisus.CRepresetativestogramssopercetagfCD9-expreingsincbatedeious alone (gray),with IFN $\\mathbf { \\nabla } \\cdot \\mathbf { a }$ (blue line),with HIV-1alone (red line),or with HIV-1 plus pDC immunotoxin 15B-sap (black line)or anti-IFN- $\\cdot a / \\beta$ receptor Abs (shade)Datareepreseatiefdepedenxpeietsitdoos.D)Hnfecticeastesivifst/ inducedapoptosisiaDproducedN-pleeelfromuiceereprecuatedithock,H-ooH-nef anti-IFN- $\\mathbf { \\cdot } \\mathbf { \\alpha } \\mathbf { / \\beta }$ receptor Abs $( 1 0 \\mu \\xi / \\mathsf { m l } )$ for 72 hours and then stimulated with plate-coated anti-Fas Abs $( 5 \\mu \\mathrm { { g } } / \\mathsf { m l } )$ for 12 hours. $^ { * } P < 0 . 0 5$ $^ { * * } P < 0 . 0 1$ ,ANOVAwithTukey'spostoctest.(E)IFN-lincreasesthesensitivityfTcelstoCD95/Fas-induceddeathinHIV--infectedidividuals. PBMCs from HC $( n = 5 )$ and HIV-1-infected subjects $( n = 5 )$ were stimulated with plate-bound anti-Fas Ab for6 hours.Cells were then harvested and stained for active caspase-3. $^ { * * } P < 0 . 0 1$ $^ { * * * } P < 0 . 0 0 1$ ,unpaired t test. (F-H) Representative histograms (F)and summary data show percentages of activecaspaseexresigsnicIs(Gndivelellnts(Haivetoock.pleecelfrGucencbad ex vivo alone (mock)or with HIV-1in the presence of no Ab (medium),isotype control Ab (IgG),anti-FasL Ab $( 1 0 \\mu \\xi / \\mu | )$ ,or Zvad $( 5 0 ~ \\mu \\ M )$ . The percentage of ILC3s expressing active caspase-3 was measured $^ { \\ast } P < 0 . 0 5$ $^ { * * } P < 0 . 0 1$ ,compared with mock; $^ { \\# } P < 0 . 0 5$ ,compared with $H _ { \\mathsf { I V } } + \\mathsf { I g } \\mathsf { G }$ (Tukey's post-hoctest)ataareepresntatieofdeedenteerimentsithos.)odelfH-nducedIepletiAtitif byHIV-1infectioeresssN-lichupreguatesC5expressdensiitisseresdentIstoC5/Fasedtedosis. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The Journal of Clinical Investigation ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "blockade of the IFN-I pathway also efficiently rescued ILC3s from HIV-1-induced apoptosis.Therefore,it is likely that persistent activation of pDCs by HIV-1 infection induces IFN-I expression, which contributes to ILC3 depletion.Interestingly,a recent report suggests that chronic virus infection increases epithelial turnover in multiple tissues through IFN-I-dependent mechanisms (49). We thus postulate that sustained pDC activation and IFN-I production during persistent HIV-1 infection may possibly impair the integrity of the intestinal mucosal barrier by depleting tissueresident ILC3 cells.It will be of importance to address whether and how pDCs may contribute to HIV-1 pathogenesis in mucosal tissues such as the gut. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We also addressed the question of how pDCs and IFN-I contribute to ILC3 apoptosis during chronic HIV-1 infection. Our data indicate that HIV-1 infection or IFN-I markedly enhances CD95 expression on ILC3s,thus sensitizing ILC3s to undergo ing CD95/FasL-mediated apoptosis. Blocking CD95/FasL signaling with anti-FasL mAb,as pDC depletion or IFN-I-signaling blockade,also prevented ILC3 depletion in response to HIV-1 infection.Itis interesting that $\\mathrm { C D 4 ^ { + } }$ T cells from HIV-1-infected patients also show increased susceptibility to CD95/FasL-mediated apoptosis (5O).Therefore,persistent production of IFN-I by pDCs during chronic HIV-1 infection (51-53) may not only compromise $\\mathrm { C D 4 ^ { + } }$ T cell survival,but may also deplete tissue-resident ILC3s.This study thus reveals the pDC/IFN-I and CD95/ FasL axis in mediating HIV-1-induced depletion of human ILC3s,although other death pathways may also be involved in ILC3 depletion (54).Recent reports have also highlighted that microbial and dietary signals can significantly influence intestinal ILC3s (55,56). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Finally,the depletion of ILC3s may serve as a unique marker of disease progression ofchronic HIV-1infection.This study has revealed a marked association of the depletionof ILC3swith persistent HIV-1 replication,systematic immune hyperactivation,and defective gut barrier function.We also demonstrated that chronic HIV-1 infection may upregulate CD95 expression on ILC3s through pDC-derived IFNs and subsequently induce CD95/FasL-mediated apoptosis of ILC3s.Additional analyses are also required to identify the regulatory pathways that impair IL-17a production by ILC3s in the lymphoid organs.However, it should be noted that depletion of pDCs is a two-edged sword for patients.It helps immune reconstitution,but increases HIV replication.The potential benefit of pDC depletion would be to those HIV-1-infected“immune nonresponder\"patients,whose HIV is efficiently suppressed by cART but who still exhibit chronic immune activation and gut barrier impairment and who lack full immune reconstitution. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Taking these data together,we report that chronic HIV-1 infection depletes human ILC3s in lymphoid organs in vivo through pDC activation and/or induction of IFN-I,which sensitized ILC3s to undergo CD95/FasL-mediated apoptosis. Our findings suggest that modulating pDC/IFN-I and CD95/FasL to manipulate ILC3s will likely provide an avenue to prevent or treat HIV-1 diseases.The humanized mouse model will also serve as a valuable model to develop therapeutics that target pDC/IFN-I and restore functions of human ILC3s in HIV-1- infected patients. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Patients and human samples.Fifty-five HIV-1-infected HAART-naive individuals were enrolled in our study.Based on their $\\mathrm { C D 4 ^ { + } }$ Tcell counts,they were divided into 2 groups:a cohort of 18 subjects with $\\mathrm { C D 4 ^ { + } }$ T cell counts of more than 4OO cells/ $\\mu \\mathrm { l }$ and 37 subjects with $\\mathrm { C D 4 ^ { + } }$ T cell counts of less than 4oo cells/ $\\mathrm { ' \\textmu l }$ (Supplemental Table 1). The majority of these individuals had been infected with HIV-1 via sexual transmission,while a few subjects were paid blood donors. Twentyuninfected subjects were employed as HCs.Peripheral blood mononuclear cells (PBMCs) were isolated by Ficoll-Hypaque density gradient centrifugation from heparinized blood of enrolled subjects. Paraffin-embedded colon mucosa tissues were available from7 HIV1-infected patients and from9 HIV-negative donors who underwent colon cancer resection. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Construction of humanized mice.We constructed NRG-hu mice similarly to what was previously reported (31).Briefly,human $\\mathrm { C D } 3 4 ^ { + }$ cells were isolated from 16- to 2O-week-old fetal liver tissues.Tissues were digested with liver digest medium (Invitrogen).The suspension was filtered through a $7 0 \\mathrm { - } \\mu \\mathrm { m }$ cell strainer (BD Falcon) and was centrifuged for5 minutes to isolate mononuclear cells by Ficoll. After selection with the $\\mathrm { C D } 3 4 ^ { + }$ magnetic-activated cell sorting (MACS) kit (Human CD34 MicroBead Kit,Miltenyi Biotec), $\\mathrm { C D } 3 4 ^ { + }$ hematopoietic stem cells were injected into the livers of irradiated (3 Gy) 2- to 6-day-old NRG mice $( 0 . 5 \\times 1 0 ^ { 6 } / \\mathrm { m o u s e } )$ .More than $9 5 \\%$ of the humanized mice were stably reconstituted with human leukocytes in the blood $60 \\% - 9 0 \\%$ at 12-14 weeks).Each cohort had similar levels of engraftment.All mice were housed at the University of North Carolina at Chapel Hill. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "HIV-1virusstocksand infectionof humanizedmice.AnR5 tropic strain ofHIV-1,JR-CSF,was used for persistent HIV-1infection. Viruses were generated by transfection of 293Tcells.Humanized mice with stable human leukocyte reconstitution were infected with JR-CSF at a dose of 1O ng p24/mouse,through intraorbital injection.Humanized mice infected with mock-transfected 293T cell culture supernatant were used as control groups.For the humanized mice with persistent HIV-1 infection,antiviral drugs (PIand NNRTI,each 1OO mg/kg body weight) were given orally to some mice twice every week for 4 to 6 weeks.Viral genomic RNA in plasma was measured by real-time PCR (ABI Applied Biosystem).An X4 and R5 dual-tropic strain of HIV-1, R3B/Avlv2 (37),was used for in vitro exposure. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Depletion ofhuman pDCsinNRG-humice.AmAB specificto BDCA2, clone 15B,was used to deplete pDCs in humanized mice through i.p. injection $( 4 ~ \\mathrm { m g / k g } )$ as previously reported,with minor modifications (28).In brief,for mice with persistent HIV-1 infection,15B was applied to mice at 8 weeks post infection (wpi) by injecting twice every week for 6 weeks,followed by termination. $1 5 \\mathrm { B \\ m A b }$ conjugated with the toxin sap (15B-sap, $8 \\mathrm { n g / m l }$ was used to deplete pDCs in vitro. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Tissue processing. Total leukocytes were isolated from PBL,pLN, mLN,spleen,and BMas previously described (28,3O,41).Lymphoid tissues,including red blood cells,were lysed withACKbuffer,and the leukocytes were stained and fixed with $1 \\%$ formaldehyde beforeFACS analysis.Total cell number was quantified by Guava Easycytes with Guava Express software (Guava). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Flow cytometry.Flurochrome-conjugated Abs or regents from BioLegend,BD Biosciences,eBioscience,and R&D Systems were used in mouse experiments in the study (Supplemental Table 2).For humanized mice,live human leukocytes $( \\mathrm { Y } 7 \\mathrm { \\overline { { \\cdot } } m C D } 4 5 \\mathrm { \\ - h C D } 4 5 ^ { \\circ } )$ wereanalyzed for ILC3 subsets and other cell subsets by the CyAn FACS machine (Dako,Beckman Coulter).Live/dead fixable violetdead cell dye (LD7) was purchased from Molecular Probes.Data were analyzed by Summit software.For human PBMCs, $\\mathrm { C D 4 5 ^ { + } }$ cells were analyzed for phenotypic expression by FACSVerse and data were further analyzed with FlowJo software (TreeStar).Cytokines including IL-2,IL-12,IL-18, IL-1β,and IL-23 were purchased from PeproTech,and IFN- $\\mathbf { \\nabla } \\cdot \\mathbf { a }$ was from Roche Pharmaceuticals. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "For surface marker staining,leukocytes were incubated with Abs on ice for 3O minutes and then washed and fixed for further analysis. For the staining of HIV-1 gag p24,transcriptional factors,and apoptotic marker active caspase-3,cells were stained with surface marker first and then permeabilized using a Cytofix/Cytopermkit (BD Bioscience) and stained for intracellular protein. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "For intracellular cytokine detection,freshly isolated cells were stimulated for 4 hours with PMA $( 5 0 \\mathrm { n g / m l }$ ; Sigma-Aldrich) and ionomycin $( 1 ~ \\mu \\mathrm { M }$ ；Merck) in the presence of BFA $( 1 \\mu \\mathrm { M } )$ for culture.Alternatively,the cells were incubated with IL-12 $\\left( 2 0 ~ \\mathrm { n g / m l } \\right)$ plus IL-18 $( 2 0 ~ \\mathrm { n g / m l } )$ orIL $\\cdot 1 \\beta$ $\\left( 2 0 ~ \\mathrm { n g / m l } \\right)$ plus IL-23 $( 2 0 ~ \\mathrm { n g / m l } )$ for 12 hours followed by GolgiStop (BD) for an additional 6 hours.The cells were then collected for surface marker staining,followed by cell permeabilization and intracellular cytokine staining. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "HIV-1 infection in vitro.R3B/Avlv2 stocks were used in the experiments.Splenic cells from NRG-hu mice were pretreated with an anti-IFN- $\\mathbf { \\cdot } \\mathbf { \\{ } a / \\beta $ receptor Ab $( 1 0 \\ \\mu \\mathrm { g / m l }$ ,Millipore),anti-FasL Ab (NOK-1, $1 0 ~ \\mathrm { \\mu g / m l }$ ,BD Biosciences - Pharmingen),or an isotype control, Zvad $( 5 0 ~ \\mu \\mathrm { M }$ ,R&D systems)or 15B-sap $( 8 ~ \\mathrm { n g / m l } )$ ,for30 minutes on ice.The infectious HIV-R3B/A or mock stock was then added for2-hour incubation at $3 7 ^ { \\circ } \\mathrm { C }$ .Then the cells were incubated in complete RPMI164O mediumata density of $2 \\times 1 0 ^ { 6 }$ cells/ml in the presence of IL-1β $\\left( 1 0 \\mathrm { n g / m l } \\right)$ ,IL-23 $\\mathrm { ( 1 0 ~ n g / m l ) }$ ,andIL-2 $( 5 0 \\mathrm { \\ I U / m l } ) ,$ for an additional 3 days.Percentages of apoptotic ILC3s (active caspase-3-expressing ILC3s) were determined by flow cytometry as described above.Total live cell number was quantified by Guava Easycyte with Guava Express software. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Apoptosis induction assays.Splenic cells from NRG-hu mice were pretreated with anti-IFN- ${ \\bf \\ddot { \\theta } } ^ { \\mathrm { q } } / \\beta$ receptor Ab $( 1 0 ~ \\mu \\mathrm { g / m l }$ ，Millipore）or 15B-sap $( 8 \\mathrm { n g / m l } )$ for3O minutes on ice,were stimulated with IFN- $\\mathbf { \\nabla } \\cdot \\mathbf { a }$ （204号 $( 5 0 0 \\mathrm { \\ : I U / m l }$ ,Millipore) or the HIV-R3B/A virus stock for2hours,and were then cultured for72hours.PBMCs from HC and HIV-1-infected subjects were preincubated with IFN- $\\mathbf { \\sigma } \\cdot \\mathbf { a }$ 1 $\\mathrm { \\langle 1 0 0 0 ~ I U / m l \\rangle }$ ormedium for 16 hours.Then the spleen cells and PBMCs were collected and cultured in complete RPMI (RPMI 164O containing $10 \\%$ heat-inactivated fetal bovine serum, $2 \\mathrm { m M }$ L-glutamine, $1 0 0 ~ \\mathrm { U / m l }$ penicillin,and $1 0 0 \\mathrm { m g / m l }$ streptomycin sulfate,Cellgro) in the presence or absence of plate-bound anti- $\\mathrm { . C D 9 5 ~ m A b }$ $( 5 ~ \\mathrm { \\mu g / m l }$ ,clone CH11,Millipore) for 12 and 6 hours,respectively.Cells were then harvested and stained for active caspase-3. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Quantificationofplasma LPSand sCDl4.Plasma LPS levels were quantified using the Limulus amebocyte lysate (LAL) assay according to the manufacturer's protocol.Briefly,samples were inactivated for 10 minutes at $7 5 ^ { \\circ } \\mathrm { C }$ and incubated withLAL for 75O minutes at $3 7 ^ { \\circ } \\mathrm { C }$ .Addition of reagents led to formation of a magenta derivative that absorbs light at $5 7 0 \\mathrm { n m }$ .Plasma-soluble CD14 (sCD14) was quantified by ELISA (R&D Systems). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Immunohistochemistry.Immunohistochemistry was performed on formalin-fixed and paraffin-embedded 4 $\\cdot \\mu \\mathrm { m }$ colon tissue sections according to our protocols (44).Sections were incubated with primary mAbs,includinganti-CD3 and anti-IL-17a (AF1O86,R&D) or anti-IL-22 (Ab18499,Abcam).The avidin-biotin-peroxidase system with 3-amino-9-ethyl-carbazole (AEC) (red color) or vector blue (blue color)as substrates was used to perform double staining. $\\mathrm { C D } 3 ^ { - } \\mathrm { I L } { - } 1 7 \\mathrm { a } ^ { + }$ cells or $\\mathrm { C D } 3 ^ { - } \\mathrm { I L } { - } 2 2 ^ { + }$ cells in colon mucosa were identified asILC3s,while $\\mathrm { C D } 3 ^ { + } \\mathrm { I L } { - } 1 7 \\mathrm { a } ^ { + }$ cells or $\\mathrm { C D } 3 ^ { + } \\mathrm { I L } { - } 2 2 ^ { + }$ cells were identified as Th17 cells.The absolute number of ILC3 and Th17 cells was independently counted by2 pathologists from3 representative high-power fields (hpf, $\\times 4 0 0$ )relative to the areawith the greatest inflammatory infiltrate.In addition, immunofluorescence tristaining was performed as previously reported,with minor modifications (57).Briefly,the tissues were incubated overnight with primary Abs (anti-human CD3,anti-human IL-17,and anti-human IL-22,all diluted 1:1O) followed by secondary Abs (rabbit anti-mouse FITC-conjugated IgG Ab,rhodamine-conjugated goat anti-mouse IgG Ab,and DAPI for nucleic acid staining) for 45 minutes at room temperature. Confocal imaging was used to scan the slides. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Statistics.Data were analyzed using GraphPad Prism software version 5.O.Data represent mean $\\pm$ SEM.For2 groups,a 2-tailed, unpaired Student'sttestwasused.For3ormoregroups,1-wayANOVA was used for primary comparisons among different groups and given an overall $P$ value.The secondary comparisons between any 2 different cohorts of mice or patients were performed using Tukey's post-hoc test.Correlations between variables were evaluated using the Pearson correlation test for data from mice and the Spearman rankcorrelation testfordata fromhumans.Results were considered significant at $P < 0 . 0 5$ · ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Study approval.The study protocol for humans was approved by the Ethics Committee of Beijing 3O2 Hospital,and written informed consent was obtained from each subject.All animals studies were approved by the University of North Carolina Institutional Animal Care and Use Committee (IACUC). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "All authors express sincere thanks to all of the participants in this study. This work was supported in part by grants from the National Science Fund for Outstanding Young Scholars (81222024 to Z.Zhang),the National Natural Science Foundation of China (81301432 to J.Zhao),the National Grand Program on Key Infectious Disease (2013ZX10001002-001-002 and 2012ZX10001- 003-0O4 to Z. Zhang),the National Key Basic Research Program of China (2012CB519005 to Z. Zhang),the Beijing Municipal Science and Technology Commission (SCW2O14-O9 to L. Zhang). This work was also supported by grants from the NIH (AI080432, DK100664,and AI095097 to L. Su).The funders had no role in study design,data collection,and analysis,decision to publish,or preparation of the manuscript. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Address correspondence to: Zheng Zhang or Fu-Sheng Wang, Research Center for Biological Therapy,Beijing 3O2 Hospital,Beijing 100039,China.Phone:86.1O.63879735;E-mail: zhangzheng1975@aliyun.com (Z. Zhang)，fswang $3 0 2 @ 1 6 3$ com (F.S.Wang).Or to: Lishan Su, The Lineberger Comprehensive Cancer Center,University of North Carolina,Chapel Hill,North Carolina 27599-7295,USA.Phone:919.966.6654. E-mail: lsu@med.unc.edu. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The Journal of Clinical Investigation ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "1.SpitsH,CupedoTInatelympoidcells:eeing insights in development,lineage relationships,and function.Annu Rev Immunol.2012;3O:647-675.   \n2.Spits H,etal.Innate lymphoid cells-aproposal for uniform nomenclature.Nat Rev Immunol. 2013;13(2):145-149.   \n3.Sonnenberg GF,MjosbergJ, Spits H,ArtisD. SnapShot: innate lymphoid cells.Immunity. 2013;39(3):622-622.   \n4.Bernink JH,etal. Human type linnate lymphoid cells accumulate in inflamed mucosal tisues. Nat Immunol.2013;14(3):221-229.   \n5.Mjosberg JM,etal. Human IL-25-and IL33-responsive type 2 innate lymphoid cells are defined by expression of CRTH2 CD161.Nat Immunol.2011;12(11):1055-1062.   \n6.Hazenberg MD,Spits H. Human innate lymphoid cells.Bl00d.2014;124(5):700-709.   \n7. Cella M,etal.Ahuman natural killercell subset provides an innate source of IL-22 for mucosal immunity.Nature.2009;457(7230):722-725.   \n8.Moro K,etal.Innate productionofT(H)2cytokines byadipose tissue-associated c-Kit(+)Sca-1(+) lymphoid cell.Nature.2010;463(7280):540-544.   \n9.ScandellaE,etal. Restorationoflymphoidorgan integrity through the interaction oflymphoid tissue-inducer cells with stroma of the Tcell zone. Nat Immunol.2008;9(6):667-675.   \n10.Monticeli LA,et al. Innate lymphoid cells promote lung-tissue homeostasis after infection with influenza virus.Nat Immunol. 2011;12(11):1045-1054.   \n11. Sonnenberg GF, et al.Innate lymphoid cells promote anatomical containment of lymphoid-resident commensal bacteria.Science. 2012;336(6086):1321-1325.   \n12.Sonnenberg GF,Fouser LA,Artis D.Border patrol: regulationofimmunity,inflammation and tissue homeostasis at barrier surfaces by IL-22. Nat Immunol.2011;12(5):383-390.   \n13.Spits H,Di Santo JP.The expanding family of innate lymphoid cells: regulators and effectors of immunity and tissue remodeling.Nat Immunol. 2011;12(1):21-27.   \n14.Hepworth MR,Sonnenberg GF Regulation of the adaptive immune system by innate lymphoid cells. Curr Opin Immunol.2014;27:75-82.   \n15.Dyring-Andersen B,et al. Increased number and frequency of group 3 innate lymphoid cells in nonlesional psoriatic skin.Br J Dermatol. 2014;170(3):609-616.   \n16.Teunissen MB,etal. Compositionofinnate lymphoid cellsubsets inthe human skin: enrichment of NCR(+) ILC3 in lesional skin blood of psoriasis patients.JInvest Dermatol.2014;134(9):2351-2360.   \n17.Magri G,etal. Innate lymphoid cells integrate stromal and immunological signals to enhance antibody production by splenic marginal zone B cells. Nat Immunol.2014;15(4):354-364.   \n18.Crellin NK,Trifari S,Kaplan CD,Satoh-Takayama N,Di SantoJP,Spits H. Regulationof cytkine secretion in human CD127(+) LTi-like innate lymphoid cells by Toll-like receptor 2.Immunity. 2010;33(5):752-764.   \n19. Cella M,Otero K,Colonna M. Expansion ofhuman NK-22 cells with IL-7,IL-2,IL-1β reveals intrinsic functional plasticity.Proc Natl Acad Sci U SA. 2010:107(24):10961-10966.   \n20.Hepworth MR,et al. Innate lymphoid cels regulate $\\mathrm { C D 4 ^ { + } }$ T-cell responses to intestinal commensal bacteria.Nature.2013;498(7452):113-117.   \n21.Xu H,Wang X,Liu DX,Moroney-Rasmussen T, Lackner AA, Veazey RS.IL-17-producing innate lymphoid cells are restricted to mucosal tissues are depleted in SIV-infected macaques.Mucosal Immunol.2012;5(6):658-669.   \n22.LiH,etal. Hypercytotoxicity and rapid loss of NKp44+ innate lymphoid cells during acute SIV infection.PLoS Pathog.2014;1O(12):e1004551.   \n23. Kloverpris HN,et al. Innate lymphoid cels are depleted in HIV infection.AIDS Res Hum Retroviruses.2014;30(suppl 1):A14.   \n24.Raffatellu M,etal.Simian immunodeficiency virus-induced mucosal interleukin-17deficiency promotes Salmonella dissemination from the gut. Nat Med.2008;14(4):421-428.   \n25.Reeves RK,et al.Gut inflammation and indoleamine deoxygenase inhibit IL-17 production promote cytotoxic potential in NKp44+ mucosal NK cells during SIV infection. Blood. 2011;118(12):3321-3330.   \n26.Shultz LD, Brehm MA,Garcia-Martinez JV, Greiner DL.Humanized mice for immune system investigation: progres,promise and challenges. Nat Rev Immunol. 2012;12(11):786-798.   \n27.Zhang L,SuL.HIV-1 immunopathogenesis in humanized mouse models.Cell Mol Immunol. 2012;9(3):237-244.   \n28.LiG,et al. Plasmacytoid dendritic cellssuppress HIV-1 replication but contribute to HIV-1 induced immunopathogenesis in humanized mice.PLoS Pathog. 2014;10(7):e1004291.   \n29.Nixon CC,etal.HIV-1infectionofhematopoietic progenitor cell in vivo in humanized mice. Blood.2013;122(13):2195-2204.   \n30.ZhangL,JangQ,LiG,JeffreyJ,KovalevGI,u L.Efficient infection,activation,and impairment ofpDCs inthe BMand peripherallymphoid organs during early HIV-l infection in humanized rag2(-)/(-)yC(-)/(-) mice in vivo.Blood. 2011;117(23):6184-6192.   \n31.Zhang L, Kovalev GI,Su L.HIV-1 infection pathogenesis in a novel humanized mouse model. Blood.2007;109(7):2978-2981.   \n32.Appay V,Sauce D.Immune activation and inflammation in HIV-1infection:causes consequences. JPathol.2008;214(2):231-241.   \n33.Sandler NG,etal.Type Iinterferon responses in rhesus macaques prevent SIV infection and slow disease progression. Nature.2014;511(7511):601-605.   \n34.Teijaro JR,etal.Persistent LCMV infection is controlled by blockade of type Iinterferon signaling. Science.2013;340(6129):207-211.   \n35.WilsonEB,etalBckadeofhronictyeterferon signaling to control persistent LCMV infection. Science.2013;340(6129):202-207.   \n36.Papatriantafyllou M.Infection:the interferon paradox.Nat Rev Immunol.2O13;13(6):392.   \n37.SivaramanV,ZangL,MeissnerEG,JfreyJL,uL. The heptad repeat 2 domain is a major determinant for enhanced human immunodeficiency virus type 1 (HIV-1)fusionpathogenicityofahighlypathogenic HIV-1Env.JVirol.2009;83(22):11715-11725.   \n38.Fraietta JA,et al. Type Iinterferon upregulates Bak and contributes to Tcell loss during human mmnadnfiionovivn /Lv infantion Di C Pathog.2013;9(10):e1003658.   \n39.Kim CJ,etal.Arole for mucosal IL-22 production Th22 cellsin HIV-associated mucosalimmunopathogenesis.Mucosal Immunol.2012;5(6):670-680.   \n40.Klatt NR,et al.Loss of mucosal CD1O3+ DCs IL-17\\* $\\scriptstyle \\mathrm { I L - } 2 2 ^ { + }$ lymphocytes is associated with mucosal damage in SIV infection.Mucosal Immunol. 2012;5(6):646-657.   \n41. Jiang Q, et al. $\\mathrm { F o x P 3 + C D 4 ^ { + } }$ regulatory Tcells play an important role in acute HIV-1infection in humanized $\\mathrm { R a g } 2 ^ { - / - } \\gamma \\mathbf { C } ^ { - / - }$ mice in vivo.Blood. 2008;112(7):2858-2868.   \n42.Takatori H,etal.Lymphoid tissue inducer-like cells are an innate source ofIL-17and IL-22.J Exp Med. 2009;206(1):35-41.   \n43.Cupedo T,etal.Human fetal lymphoid tissueinducer cell are interleukin 17-producing precursors to RORC+ CD127\\* natural killer-like cells.Nat Immunol.2009;1O(1):66-74.   \n44. Zhao J,etal.Pathological functions ofinterleukin-22 in chronic liver inflammation fibrosis with hepatitis B virus infection by promoting Thelper 17 cell recruitment. Hepatology.2014;59(4):1331-1342.   \n45.Fernandes SM,etal. Enteric mucosa integrityin the presence of a preserved innate interleukin 22 compartmentin HIV type 1-treated individuals. JInfect Dis.2014;210(4):630-640.   \n46.Brenchley JM,etal.Microbial translocation is a cause of systemic immune activation in chronic HIV infection.Nat Med.2006;12(12):1365-1371.   \n47.Favre D,etal.Tryptophan catabolismby indoleamine 2,3-dioxygenase 1alters the balance ofTH17 to regulatoryTcellsin HIV disease.Sci Transl Med. 2010;2(32):32ra36.   \n48.Estes JD.Pathobiology of HIV/SIV-associated changes in secondary lymphoid tissues.Immunol Rev. 2013;254(1):65-77.   \n49.Sun L,etal.Type Iinterferonslink viral infection to enhanced epithelial turnover and repair. Cell Host Microbe.2015;17(1):85-97.   \n50.Poonia B,Pauza CD,Salvato MS.Role of the Fas/ FasL pathway in HIV or SIV disease.Retrovirology. 2009;6:91.   \n51.Mandl JN,et al. Divergent TLR7and TLR9 signaling and type Iinterferon production distinguish pathogenic and nonpathogenic AIDS virus infections.Nat Med.2008;14(1O):1077-1087.   \n52.Beignon AS,et al.Endocytosis ofHIV-1activates plasmacytoid dendritic cells via Toll-like receptor-viral RNA interactions.JClin Invest. 2005;115(11):3265-3275.   \n53.Hosmalin A,Lebon P.Type Iinterferon production in HIV-infected patients.J Leukoc Biol. 2006;80(5):984-993.   \n54.Grossman Z,Meier-Schellersheim M, Sousa AE, Victorino RM,Paul WE. $\\mathrm { C D 4 ^ { + } }$ T-cell depletion in HIV infection: are we closer to understanding the cause? Nat Med.2002;8(4):319-323.   \n55.Mortha A,etal.Microbiota-dependent crosstalk between macrophages and ILC3 promotes intestinal homeostasis.Science.2014;343(6178):1249288.   \n56.van de Pavert SA,etal.Maternal retinoids control type3inatelymphoidcelsettheoffspring immunity.Nature.2014;508(7494):123-127.   \n57. Zhang Z,et al.Dynamic programmed death1 expression by virus-specific CD8 Tcels correlates with the outcome of acute hepatitis B. act ownlnm, 20n8.134(7).1038-1040 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    }
]