[
    {
        "type": "text",
        "text": "树大招风：社交焦虑者的正性评价恐惧",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "叶友才 林荣茂 严由伟（福建师范大学心理学院，福州350117)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要正性评价恐惧是社交焦虑能够有效鉴别于抑郁症的核心特征。正性评价恐惧是指对他人给予的积极评价感到恐惧，并因此而担忧的一种情绪反应。正性评价恐惧不仅会使社交焦虑者表现出否认积极认知、回避关注及情绪消极化等特点，还会通过去正性化思维和解释偏向进一步加剧其认知偏差并抑制其正性情绪，从而维持和加剧个体的社交焦虑症状。未来研究应关注正性评价恐惧在教育和咨询中的应用，以及本土倡导谦虚文化背景下正性评价恐惧特点的研究。关键词正性评价恐惧，社交焦虑，作用机制，谦虚",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Tall trees catch much wind: Fear of positive evaluation in social anxiety ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "YE Youcai, LIN Ronmao, YAN Youwei ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(School of Psychology, Fujian Normal University, Fuzhou 350117, China) Abstract: Fear of positive evaluation (FPE) is a key trait to effectively distinguish social anxiety from depressive symptom. It is defined as an emotional response involving fear of and distress about positive evaluation from others. Its role of social anxiety manifests in that it leads individuals with social anxiety to deny the positive evaluation, avoid attention from others, and be in negative mood by themselves. Furthermore, it aggravates individual's cognitive bias, and suppress positive emotions through Disqualification of Positive Social Outcomes(DPSO) and the Interpretation Bias(IB),thereby maintaining and exacerbating the symptoms relating to social anxiety. Future research not only should more consider the application of FPE in education and consultation, but also should pay more attention to its special characters in Chinese modest culture background. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key Words: Fear of Positive Evaluation， Social Anxiety， Mechanisms of effect,Modest",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“胆小鬼”连幸福都会害怕，碰到棉花都会受伤，有时还会被幸福所伤。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "太宰治《人间失格》",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "《圣经》中有这样一则故事：先知约拿奉上帝之命去赦免罪恶之城一一尼尼微城，这本是难得的使命和崇高的荣誉，可当约拿完成了使命时，他却畏惧了。他把自己隐藏起来，不让人纪念他，觉得自己名不副实，于是他把众人的目光引到神那里去。现实中我们是否也这样呢？我们渴望父母或领导的夸奖，可当面临夸奖时，却又会面红耳赤，甚至想要逃避和否认。这其实是因为我们产生了正性评价恐惧，即我们会因为他人对自己的正性评价而感到不适，甚至会通过一些行为来回避或逃避这些积极的评价(Reichenberger& Blechert,2018；Weeks et al.,",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2019)。而我们之所以会对他人的正性评价感到恐惧，是由于担忧这种正性评价会将自己和他人进行比较，从而使得自己更加引人注目或处于“聚光灯”下(Reichenberger etal.,2017;Weeks,2015)，进而诱发个体的恐惧和担忧。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "正性评价恐惧是社交焦虑能够鉴别于抑郁症的核心认知特征(Kocijan &Harris,2016; Wang et al.,2012;Weeks,2015;Weeks et al.,2008b)。焦虑共病抑郁是常见的临床心理现象(Park& Kim,2020; Spence&Rapee,2016)，如何对二者进行有效地鉴别和区分是临床评估与诊断的难题之一(Naragon-Gainey& Watson,2011)。正性评价恐惧为破解此难题提供一个新视窗，正逐渐成为有效鉴别诊断社交焦虑症的重要认知维度。例如，Weeks等人(2012b)应用正性评价恐惧量表对临床个体进行测量后发现，焦虑个体正性评价恐惧的得分与抑郁个体的得分之间具有良好的区分效度；Wang 等人(2012)以及Weeks(2015)在提出社交焦虑与抑郁的分层模型（The Hierarchical Model of Social Anxiety and Depression）时，也强调“正性评价恐惧是社交焦虑症区别于抑郁症的核心特征”；甚至于，一些研究者提议，将正性评价恐惧列入社交焦虑的诊断标准(Reichenberger etal.,2019;Skocic etal.,2015)。由此可见，正性评价恐惧对于我们理解社交焦虑症，尤其是有效鉴别焦虑症和抑郁症，具有重要的临床参考价值。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "然而，目前鲜有理论提出正性评价恐惧在社交焦虑症状的产生和维持中是如何发生作用的。基于此，我们在对正性评价恐惧的概念和特征进行梳理基础上，提出了正性评价恐惧的作用机制，并对正性评价恐惧的后续理论研究和临床干预进行了展望，以对未来研究提供更多启发和参考。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2正性评价恐惧的概念和理论诠释 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1正性评价恐惧概念 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.1正性评价恐惧定义",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "以往关于社交焦虑的认知模型主要阐述了负性评价恐惧是如何诱发社交焦虑症状的(如，Clark&Wells,1995;Rapee&Heimberg,1997)。负性评价恐惧也被列为社交焦虑的诊断标准之一(American Psychiatric Association,2013)。但是随着研究的深入，研究者发现社交焦虑个体身上同样还存在正性评价恐惧。Weeks 等人（2008a）对此进行了研究，并于2008年首次提出了正性评价恐惧的概念。正性评价恐惧是指：对他人给予的积极评价感到恐惧，并因此而担忧的一种情绪反应(Weeks etal.,2008a;Weeks&Howell,2014)。社交焦虑者不仅会害怕他人的负性评价，他们同样可能因为他人的正性评价而焦虑(Reichenberger&Blechert,2018; Reichenberger et al., 2017)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "社交焦虑者对他人的评价恐惧具有普遍性，无论这种评价是正性还是负性(Weeks&Howell,2012a;刘洋，张大均，2010)。基于此，Weeks 等人提出了评价恐惧的概念，并将其作为社交焦虑的核心症状(Rapee&Heimberg,1997；Weeks,2015;Weeks etal.,2008b;Weeks et al.,2008a)。以此为核心，社会焦虑者会产生认知、情绪和行为等不同的次级症状。首先在认知上，这种评价恐惧会使社交焦虑个体产生更多的消极思维(Dryman& Heimberg,2015; Heimberg et al.,2010; Rapee&Heimberg,1997)。这主要是因为社交焦虑者会过度在意他人对自己的评价，因此在社交活动中，个体便会分配大部分注意资源用来觉察他人对自己的评价(刘洋，张大均，2010)，一旦情境中出现预示他人评价产生的线索时，社交焦虑个体便会倾向于对这些线索做出消极的解释，甚至是做出灾难化的推理(Dryman &Heimberg,2015;Heimberg etal.,2010)，从而加剧了其焦虑症状；其次在行为上，社交焦虑者为了避免与他人接触而产生的评价，便会产生许多回避行为，如避免与他人眼神的接触、避免参与社交活动等(Keil etal.,2018;Weeks etal.,2019)；最后在情绪方面，个体由于害怕社交活动中他人可能给予的评价，便会产生许多预期焦虑或担忧，且这种焦虑程度已经远超实际评价可能产生的后果（Rapee &Heimberg,1997）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.2正性评价恐惧与负性评价恐惧 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "起初研究者们倾向于认为，正性评价恐惧只是负性评价恐惧的延伸反应之一(Rodebaughetal.,2012)。但是随着研究的不断深入，研究者们便发现这两种评价恐惧是两个独立的因素结构(Reichenberger et al.,2015；Rodebaugh et al.,2012;Weeks etal.,2008b)。Weeks 和Howell也在 2012年提出了最具代表性的评价恐惧双因子模型（TheBivalentFear ofEvaluationModel，BFOE)，进一步论述了两种评价恐惧之间的差异性，且该模型在随后的临床和非临床样本中都得到了验证(Cook et al.， 2019；Dryman et al.， 2016; Fredrick & Luebbe, 2020； Weeks &Zoccola,2016;Yap etal.,2016)。因此，正性评价恐惧并非负性评价恐惧的延伸反应，而是两个相互独立的心理结构。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "正性评价恐惧与负性评价恐惧的区别如表1所示。首先，二者的本质区别在于，正性评价恐惧是将自我意象中的积极部分最小化，而负性评价恐惧是将自我意象中的消极部分最大化(Weeks,2015；Weeks et al.,2008a; Yap et al.,2016)。其次，正性评价恐惧源于社会地位上升，而负性评价恐惧则因为担心社会地位的下降。正性评价恐惧是由于担心自己的良好表现会增加他人对自己的关注，并使得他人对自己的期望提高，从而诱发个体的焦虑状态(Weeks＆ Zoccola,2016)。而负性评价恐惧是担心自己在随后的社交活动中会有糟糕的表现(Heimberg et al.,2010;Rapee&Heimberg,1997)，从而招致他人对自己负性的评价，并使得自己付出相应的社会代价(Weeks& Zoccola,2015)，因此个体会通过一些认知或行为来回避负性评价的发生(Felmingham et al.,2016;Piccirillo etal.,2016)。所以，通过对比我们可以发现，正性评价恐惧与负性评价恐惧在本质上是不同的。",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/0ab8329a56d79f94c36ad065f4fb4f6cd4dd84d7ce62d2993e0ce8320ae7c14d.jpg",
        "table_caption": [
            "表1正性评价恐惧与负性评价恐惧区别"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>自我意象</td><td>恐惧来源</td><td>预期表现</td></tr><tr><td>正性评价恐惧</td><td>积极部分最小化</td><td>社会地位上升</td><td>良好</td></tr><tr><td>负性评价恐惧</td><td>消极部分最大化</td><td>社会地位下降</td><td>糟糕</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2正性评价恐惧的进化诠释",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "进化心理学对正性评价恐惧的产生机制进行了解释。进化心理学认为，社交焦虑个体之所以会产生正性评价恐惧，主要源于两方面的内容：一是正性评价会提高他人对自己的标准与期待；另一个是正性评价会导致竞争(Gilbert,2014；杨鹏 等，2015)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "首先，正性评价恐惧会提高他人的期望与标准。当群体中的某个个体受到来自他人的积极评价时，就会使得该个体受到更多的关注，因此其他成员就会对该个体保留良好的积极印象，并提出更高的期待(Reichenberger& Blechert,2018)。这种积极的期待和关注会给个体增加许多无形的压力，因为个体需要付出更多的努力来维持这种正性形象，甚至这种期望已经超出自己的能力范围，因此受到积极评价的个体反而可能会感到焦虑，甚至是恐惧。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "其次，正性评价恐惧会增加人际间的竞争。进化心理学认为，在每一个群体中都会存在高低的社会等级划分，当个体受到积极评价和关注的同时，也意味着该个体在群体中社会等级的上升，因此处于更高阶级的成员便会将该个体视为威胁(Weeks&Howell,2012a)，该个体也就难免感受到来自人际间的竞争。因此个体为了避免这种人际间的冲突和威胁，便会产生一些安全行为，如对正性评价予以否认或是尽量避免受到正性评价等(Reichenberger&Blechert,2018)。也就是说，正性评价恐惧是个体在早期原始社会中，为了最大化的增加生存几率而产生的适应机制(Weeks et al.,2009)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3正性评价恐惧的特征 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "通过对正性评价恐惧和负性评价恐惧的了解，我们会发现社交焦虑者似乎存在这样一种矛盾心理：一方面在行为活动前他们希望给他人留下一个良好的印象；另一方面，在社交活动中，他们又会对他人给予的积极评价感到不自在，甚至是回避这些正性的评价(Fredrick&Luebbe,2020)。实际上这两种看似相反的心理状态并无矛盾，且都会表现在社交焦虑个体的行为活动上，即社交焦虑者会在头脑中同时存在消极和积极的自我意象(Weeks& Zoccola,2016;Weeks et al.,2008a;Yap etal.,2016)。正性评价恐惧正是将自我意象中的积极部分最小化(Weeks,2015;Weeks etal.，2013)，并对个体在认知、行为和情绪上产生诸多影响。概而言之，正性评价恐惧主要表现为：否认积极认知、回避关注和情绪消极化。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1否认积极认知",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "否认积极认知的特点主要体现在两个方面：一个是个体的归因倾向，另一个则是个体对信息的准确性识别上。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "首先在归因倾向上，个体会对事件的良好结果做出更多的外部归因(Weeks,2010;Weeks＆Howell,2012a)。在普通人群中，我们在归因时往往会产生一种自我服务偏向(Miller&Ross,1975)，即我们会将积极事件的结果做出内在的归因，而将消极事件的结果做出外在的归因。但在正性评价恐惧个体身上却截然相反，他们往往认为自己应该对失败的结果负有责任，而成功的结果却与他们无关(Reichenberger&Blechert,2018)，即产生了自我服务偏向的减弱。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "其次，正性评价恐惧高的个体会对事件的加工和解释产生偏差。Weeks 等人(2008a)的研究发现，正性评价恐惧与个体对外界反馈觉知的准确性呈负相关，即个体的正性评价恐惧越高，越容易曲解外界的反馈。因为正性评价恐惧高的个体，在面对积极评价时，其不舒适感也会增加(Weeks etal.,2008a)，此时个体就会将更多的注意资源朝向内部自我，从而减少对外部信息的觉察，因此降低了对外界反馈觉知的准确性(Heimberg etal.,2010；邓衍鹤 等，2018)。此外，社交焦虑个体甚至会对环境中的积极或中性信号做出消极的解释，他们可能会认为一些积极或中性信息是具有威胁性的，如将他人的微笑视为一种对自己的嘲笑，或将中性情境“老师上课把目光转向我”解释为“老师认为我没有认真听讲”等(Everaertet al.,2018;Weeks et al.,2008b；杨鹏 等，2015)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2回避关注 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在行为上，作为社交焦虑的核心症状之一，安全行为和回避行为同样会出现在正性评价恐惧个体身上(Lipton etal.,2016)。已有的研究发现，正性评价恐惧和负性评价恐惧均与个体的回避行为表现出明显的相关，并对回避行为表现出预测作用(Lipton et al.,2014; Vagos et al.,2016; Zaffar & Arshad,2020)。如他们可能会避免参加一些群体性活动或是避免与他人有更多的眼神交流(Keiletal.,2018;Weeks etal.,2013;Weeksetal.,2019)，因为他们认为这些活动会使得他们获得更多的关注，从而诱发其焦虑状态。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "为了避免他人的高期待和高评价，正性评价恐惧个体还会采取一种策略性失败的方式来采取行动(Hofmann,2007;Moscovitch&Hofmann,2007)。策略性失败是指个体在活动开始初期，积极主动地尝试失败，以此来降低他人的期待，从而避免高期待给自己带来的压力感(Baumgardner&Brownlee,1987)。如在表演节目前的彩排活动中，个体可能会以低于一般水准的程度来展现自己的水平，从而为自己创造一个更低、更安全的行为标准。这种策略性失败方式与自我妨碍的印象管理策略类似，当个体使用自我妨碍策略时，他们会为自己的成功设置“绊脚石”,这样如果事件最终失败了，个体就可以把失败归结于这些绊脚石，而不是自己的能力(Rappo et al., 2017)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3情绪消极化",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "正性评价恐惧不仅会增加个体的负面情绪，同时还可能减少相应的正性情绪。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "首先，正性评价恐惧会增加个体的负性情绪。杨鹏等人(2015)针对社交焦虑大学生的一项质性访谈结果表明，在面对他人给予的正性评价时，他们会感到害羞、窘迫和有压力等负性情绪。而 Reichenberger 等人(2019)也在其实验中发现：具有更高正性评价恐惧水平的被试，在观看完正性的视频后，会体验到更多的不愉悦感(Miedl et al., 2016;Reichenberger et al.,2015)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "其次，正性评价恐惧也会使得个体减少正性情绪。Reichenberger等人(2015)发现正性评价恐惧水平较高的被试，在观看完正性视频后，会表现出更低水平的自豪情绪。该研究结果一方面说明了正性评价恐惧会导致个体对积极情绪体验的缺失；另一方面也进一步佐证了正性评价恐惧个体的外归因倾向：正性评价恐惧个体认为事件之所以会出现良好的结果(如讲了一个笑话，引发对方哈哈大笑)，是因为他人的良好原因导致的（如对方很配合我)，而非自己本身的良好品质（如自己很有幽默感)，因此个体也就不会意识到自身的良好品质并体验到相应的积极情绪（如自豪）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4正性评价恐惧的作用机制",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在已有的关于社交焦虑和正性评价恐惧的理论中，主要是补充了正性评价恐惧具有鉴别于抑郁症的临床意义(Wangetal.，2012；Weeks,2015；Weeks et al.,2012b)，或是对正性评价恐惧在认知、情绪和行为上的临床特征进行了说明(Heimberg et al.， 201O； Lipton et al.， 2016; Reichenberger & Blechert， 2018;Reichenberger etal.,2019)。而正性评价恐惧在社交焦虑产生和维持过程中的具体作用机制则进展相对缓慢，关于正性评价恐惧的内在作用机制尚不够系统。洞察已有研究，我们尝试提出一个正性恐惧的作用机制模型（图1)，以期对正性评价恐惧的产生和维持机制有一个更为全面系统的理解。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "如图1可知，社交焦虑者产生正性评价恐惧的直接诱因是担心正性评价会导致他人对自己的关注和竞争。在这种正性评价恐惧情绪的驱动下，个体就会在认知、行为和情绪上产生许多社交焦虑症状来缓解自我的焦虑感，如对事件的积极结果进行外化归因、产生回避行为、以及增加消极情绪等，这些症状的功能就在于从主观或客观上降低积极的自我形象，从而避免他人期待与竞争。这是正性评价恐惧在社交焦虑症状中的核心认知功能。而在作用于社交焦虑症状过程中，正性评价恐惧会使个体产生去正性化思维和解释偏向，进而减少积极情绪，加剧个体消极情绪及回避行为，从而维持并加剧了社交焦虑症状。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/edba0a43883303cd3fefbbda77bffdbec2c270d2a22da590dfd4ea248187aa56.jpg",
        "img_caption": [
            "图1正性评价恐惧的作用机制"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1正性评价恐惧诱发的社交焦虑症状及其功能性",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "正性评价诱发焦虑和恐惧情绪。Heimberg等人(2010)提出的社交焦虑的认知行为模型认为，社交焦虑者经常会对比“心理表征的自我”与“观众看到的自我”之间的差距，而外在的评价（包括积极和消极）是个体觉知这两种自我间差距的重要线索。一旦外在的评价线索预示两种自我间出现差距时，便会诱发个体的焦虑状态，从而使得个体在认知、行为和情绪上表现出焦虑症状。同样的，在正性评价恐惧中，他人的正性评价预示着观众看到的自我高于心理表征的自我(Heimbergetal.,2010)，而焦虑个体认为这种过高的期望会导致他人对自己的关注或竞争，于是诱发了焦虑个体的恐惧。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "恐惧情绪驱动焦虑症状。焦虑个体由于害怕正性评价所导致的对自己的关注或竞争，于是在这种恐惧情绪的驱动下，便会产生许多情绪驱动行为或认知来减缓自我的焦虑感，这些行为或认知即为正性评价恐惧驱动下的社交焦虑症状。首先，在认知上，个体由于害怕他人给予的正性评价，便会对事件产生消极的解释，或将积极结果进行外化归因(Everaert et al.,2018;Weeks,2010;Weeks etal.,2008b),通过在认知上对正性评价进行否定或转移，以此来缓解正性评价带来的焦虑；其次，在行为上，个体由于害怕在公开的社交场合中受到正性评价，便会在事件发生前产生回避行为，或在事件中使用策略性失败的方式来避免他人产生评价(Hofmann,2007; Keil et al.,2018;Weeks et al.,2019)；最后，在情绪上，个体由于对积极事件的否认或回避，会导致积极情绪体验的减少（Reichenberger et al,2015)，同时由于对正性评价情境感到恐惧，便会衍生更多负性情绪，如焦虑、尴尬、羞愧等(Miedl et al.,2016; Reichenberger etal., 2015)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "焦虑症状强化正性评价恐惧。社交焦虑者的焦虑症状会对正性评价恐惧形成一个社会性负强化的过程，即焦虑个体通过这些症状的表现（如将积极结果外化归因、产生策略性失败行为、回避行为等)，降低外界对自己的积极印象，以此来避免他人对自己的积极期待或是可能导致的竞争，从而缓解自身的焦虑感(Reichenberger&Blechert,2018;Weeks& Zoccola,2016)。也就是说，社交焦虑症状会对个体的焦虑和恐惧情绪形成保护作用，一旦个体暴露于正性评价情境中时，便会在认知或行为上产生许多症状来降低积极的自我形象，从而暂时缓解正性评价恐惧。长此以往，个体的正性评价恐惧就在症状的保护下不断得到维持和强化。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2正性评价恐惧对社交焦虑症状维持的作用",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "社交焦虑者会由于其正性评价恐惧而直接产生许多焦虑症状，同时也会通过正性评价恐惧所诱发的去正性化思维和解释偏向两个核心认知过程维持和加剧社交焦虑症状。即正性评价恐惧会导致个体去正性化思维的产生，进而引发积极情绪和积极认知活动的减少，同时会诱发个体的解释偏向，从而加剧个体消极情绪、消极解释和回避行为等。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2.1去正性化思维 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在社交焦虑个体身上，往往会存在一种认知倾向一一去正性化思维（Disqualification ofPositive Social Outcomes，DPSO）。也就是个体会将社会交互中的积极体验和结果进行外化的归因，而不是将成功归因于自己的努力或能力(Beck,1976;Heimberg&Becker,2002)。去正性化思维是临床心理治疗中判断焦虑治疗是否转好的重要标志(Heimberg＆ Becker,2002)。它通常包含两个方面的内容：自我导向与他人导向的去正性化思维。自我导向的去正性化思维通常是那些贬低自我的陈述，如“我经常忽略自己的成功与成就”；而他人导向的去正性化思维则是指个体将自己取得的成功归因于他人的想法，如“我之所以能与他进行良好的对话，是因为对方是一个健谈的人”(Weeks,2010)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "去正性化思维与前述个体对信息的不准确识别是不一样的。“信息的不准确识别”是指把中性或正性信息觉知成负性信息，主要强调个体将信息负性化(Weeks etal.,2008a)。如个体将他人的微笑（正性）理解为对自己的嘲笑（负性）。而\"去正性化思维\"是指个体会将社会交互中的积极体验和结果进行外化的归因，主要强调个体会将信息的积极面弱化。如同样是情境“他人对自己微笑”，个体的理解可能是“对方是个善良的人或对方平常就是个面带微笑的人”。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "已有的研究表明，正性评价恐惧与去正性化思维存在相关关系(Weeks,2010),即当涉及到与自我相关的归因时，正性评价恐惧会使得个体表现出更多的去正性化归因倾向。此外，Weeks等人(2012a)研究社交焦虑个体评价恐惧与自动思维的关系时也发现，正性评价恐惧与积极自动思维表现出显著的负相关关系。也就是说，正性评价恐惧会使得个体在正性思维方面的活动减少。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "所以，去正性化思维对焦虑个体症状的加剧作用便体现在，通过减少相关的积极思维活动或对一些积极信号进行贬低，以此来加剧与焦虑症状有关的负性思维，从而间接加剧焦虑症状。贝克(2013)在描述非理性的信息加工模型时提到，面对环境中的积极与消极信息，功能不良的个体会将那些与已有消极认知图式不符的积极信息自动屏蔽，或是将这些积极信号贬低，从而使得消极核心信念不断得到巩固。同理，在社交焦虑个体的正性评价恐惧中，他们也会通过同样的方式将环境中的积极体验或信号予以贬低或否认，以此来避免他人的高关注和高期待，从而降低内心的焦虑感(Heimberg&Becker,2002)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "具体而言，去正性化思维对焦虑症状的加剧作用会在自我导向和他人导向的",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "思维上有不同的体现。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "一方面，自我导向的去正性化思维会使得个体减少相应的正性情绪。在前述正性评价恐惧的特征中，我们已经知道正性评价恐惧会使得个体的自豪等积极情绪减少(Reichenberger etal.,2015)。也就是即使个体在活动中表现良好时，他也不会将这种良好的感觉内化，以此来避免自己或他人的认同。此外，当个体将一些积极信号加以屏蔽之后，便会减少正性事件对负性信念的挑战，从而利于个体的消极思维和信念得以巩固(Clark&Wells,1995)。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "另一方面，他人导向的去正性化思维会使得个体对积极的结果做出外化归因。如当个体讲了一个笑话诱发对方大笑时，他可能认为这是由于对方的配合或是对方本身笑点比较低。通过这种外归因的方式，个体就能够将正性评价转移到他人身上，以此来转介他人的关注，从而避免正性评价恐惧所带来的焦虑感(Weeks,2010;Weeksetal.,2008a)。长此以往，社交焦虑者就会形成“我不能胜任”、“我并不可爱”等核心信念(Norton&Abbott,2016)，那些与该信念相符的想法和解释不断地被纳入已有图式，而积极的想法和评价则受到贬低或忽视(贝克，2013)。因此，在正性评价恐惧个体身上，去正性化思维会更有利于避免正性结果对其思维形成的挑战，并使得焦虑的认知和情绪得以暂时缓解。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.2.2解释偏向",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "与正性评价恐惧相同的是，解释偏向概念的提出最初也是源于对焦虑症的研究(Beck,1976)。解释偏向是指个体以积极或消极方式对模棱两可情境做出解释的倾向(Hirsch etal.,2016)，它是社交焦虑症状产生和维持的关键性因素(Spence&Rapee，2016)。而根据解释偏向产生阶段的不同，我们又将解释偏向分为即时（on-line）解释偏向与延时（off-line）解释偏向(张娟，张大均，2018)。已有的研究发现，社交焦虑个体在即时解释偏向上会表现出缺乏积极解释的特点，而这种积极解释的缺乏主要与他们的正性评价恐惧有关(Hirsch etal.,2016；杨鹏 等，2015)。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "总体而言，解释偏向对社交焦虑症状的加剧作用体现在：其一，解释偏向会造成个体对社交情境的解释出现偏差，即出现消极的解释偏向（图1，解释偏向-消极解释)；其二，这种解释偏向还会引发个体的消极情绪和回避行为等，并使其陷入认知的负性循环中(Heimberg et al.,2010;Norton& Abbott2016)，从而维持并加重社交焦虑者的焦虑症状（图1，解释偏向-回避行为-消极情绪)。具体而言，解释偏向的作用表现为：",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "其一，解释偏向会增加消极的解释。杨鹏等人(2015)曾通过正性评价恐惧问卷（Fear ofPositiveEvaluation Scale,FPES）以及正性评价解释方式评定问卷进行施测，结果发现，高社交焦虑被试在受到正性评价时更倾向于产生负性情绪，他们也更倾向于对正性评价做出消极解释。如面对情境\"上课回答问题被老师夸”、“被同学称赞精力充沛”时，社交焦虑者的反应会是“不好意思”、“出乎意料”等。也就是说，社交焦虑者会由于其正性评价恐惧而对事件做出消极的解释，且这种解释偏向可能发生于正性或中性的情境下(Amir et al.,2012；Romano et al.,2020；李涛，冯菲，2013)。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "其二，解释偏向不仅仅会使个体表现出一定的认知偏差，同时还会对个体的行为和情绪产生影响，并使其陷入认知的负性循环中。这个循环过程就包括：解释偏向与回避行为、解释偏向与消极情绪、消极情绪与回避行为三个方面，具体表现为：",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "首先，社交焦虑者的这种解释偏向与回避行为间会互相影响。当社交焦虑者由于其解释偏向产生更多消极解释（如“周围环境是充满威胁的\"）时，就会加剧个体对社交情境的恐惧，并进一步影响其在社交活动中的表现(Clark& Wells,1995)，如做出更多的回避行为等(Piccirillo etal.,2016)。而当他们采取了回避行为时，便失去从环境中觉察积极反馈的机会，因此那些认为环境中充满威胁的消极信念便得到进一步巩固，也就是个体通过其行为影响了认知。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "其次，个体的解释偏向与消极情绪间也存在互相的影响。当社交焦虑者由于其解释偏向产生对情境的消极预期（他人威胁、关注等）时，便会产生恐惧、尴尬等消极情绪(Gutierrez-Garcia& Calvo,2017; Hirsch etal.,2016)，即个体的认知影响了其情绪。而根据心境一致性理论，这种消极的情绪状态便会使个体提取出更多相关的负性经历（如过往尴尬的经历)，于是便进一步加剧其对情境的消极解释(邓衍鹤 等，2018)，也就是通过情绪影响了认知。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "最后，个体的情绪和行为间也存在这种相互关系。当个体由于其正性评价恐惧产生担忧和恐惧等情绪时，便会因为害怕引起他人的关注而做出回避或是策略性失败行为，而这些行为使得社交焦虑个体获得了暂时性的“安全”(Knollet al.,2019)，从而缓解了其恐惧和担忧情绪。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5研究展望",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "综合前文可知，社交焦虑者会由于正性评价恐惧而表现出否认积极认知、回避关注和情绪消极化等特点，并且正性评价恐惧还会通过去正性化思维和解释偏向等机制加剧个体的焦虑症状。这些研究结果不仅增进了我们对社交焦虑的认识，同时也为社交焦虑症的干预提供了新的思路。因此，结合已有的研究结果以及中国本土的文化特点，未来研究可以从以下几个方面展开。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.1重视对正性评价恐惧的临床干预研究",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在前述正性评价恐惧的作用机制中，我们可以发现解释偏向在正性评价恐惧对社交焦虑症状的维持中起到重要作用，解释偏向不仅会直接导致个体产生消极的解释，同时还会导致个体产生相应的回避行为及消极情绪。因此加强对社交焦虑者解释偏向的干预，对于更全面缓解其焦虑症状便显得尤为重要(Weeks &Howell, 2012a, 2014)。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "近些年对社交焦虑的干预中，较多的使用解释偏向的矫正程序（CognitiveBias Modification－Interpretation） (李涛，冯菲，2013)。该程序主要是通过训练来访者对模糊社交情境形成正性的评价，从而引导其形成积极的解释偏向(Fodoret al.,2020;Orchard etal.,2017)。但这种方法的矫正效果近些年受到了越来越多的质疑，许多分析结果表明该方法成效甚微(Cristea etal.,2016；刘冰茜，李雪冰，2018；任志洪等，2016)。而在参考了正性评价恐惧的研究结果后，我们会发现该矫正程序存在的一个问题是，该方法一味的引导来访者形成积极解释，这可能诱发了来访者新的焦虑症状—一正性评价恐惧。因此如果在该矫正程序的基础上，增加对正性评价恐惧的暴露处理，是否能够更全面的解决社交焦虑者的症状呢？如Britton 和Bailey(2018)在注意偏向的训练中,将被试暴露与正性面孔的刺激下,结果发现其正性评价恐惧水平明显降低。许多临床研究也发现正性评价恐惧的靶向治疗能够提高社交焦虑的临床疗效（Weeks＆Howell,2014;Weeks,2015）。也就是说，在改变来访者负性评价恐惧的同时，增加其暴露于正性评价情景的机会，或许会更有利于全面缓解其焦虑症状。因此，后续研究应探讨在增加正性评价恐惧干预的基础上，重新评估解释偏向矫正程序的干预效果。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.2探讨正性评价恐惧对教育与咨询的启示",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "通过对正性评价恐惧特征的描述，我们可以发现社交焦虑者具有否认积极认知以及回避关注的特点，那么如何利用这些特点来指导对社交焦虑者的教育和咨询工作呢？",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "首先，在教学中，教师应避免对社交焦虑者提出过高的期待以及对其进行公开表扬。在教育领域中我们经常会提及罗森塔尔效应，即当教师对一个学生的期待值很高时，这个学生往往会受到影响而达到预期效果(Rosenthal&Jacobsen,1968)。因为面对他人的高期望时，我们往往倾向于去认同该期望并为之努力，这样有利于维持一个既积极又与他人看法相一致的自我形象。但在社交焦虑者身上也是这样吗？我们知道社交焦虑者之所以会对正性评价感到恐惧，就是因为这些评价会提高他人对自己的期待，而他们认为自己的能力是稳定的，他人的期望却在提高(Heimberg etal.,2010)，所以面对他人的高期待，他们反而可能会感到焦虑。因此，在教学中，对社交焦虑个体设置的高目标或许反而不利于其成长。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "其次，我们要留意到治疗中的鼓励可能造成来访者的焦虑。在心理咨询中，咨询师通常会对来访者的治疗进展给予鼓励和表扬，但这样是否反而可能会将来访者暴露于正性评价恐惧之中，从而造成来访者的不适或引发一些焦虑症状呢？Weeks与Zoccola(2016)的研究表明，当社交焦虑者在社交活动中收到其表现良好的评价和反馈时，其焦虑感反而会增加，因为他们认为对方又对自己的行为表现提出了更高的期望，而这个期望值已经超出了自己的能力范围(Hirsch etal.,2016)。因此如果咨询师只是一味地给予鼓励，那么对于社交焦虑者而言或许并不是一件有益的事情。当然，我们也并非认为对来访者的鼓励与表扬是不合适的，相反，将来访者暴露于正性评价恐惧之中，也可能为其提供了一个治疗的契机，只是咨询师在这个时候应当注意来访者的反应，当面对正性评价恐惧时，来访者可能会采取哪些回避行为、安全行为又或是表现出哪些不适，咨询师应及时对他们的正性评价恐惧进行干预处理，而不是在治疗中给予简单的鼓励和表扬。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.3加强正性评价恐惧的跨文化研究",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "目前国内对于正性评价恐惧的研究尚较为缺乏，而国外的研究也主要偏向于对临床个体尤其是社交焦虑群体的研究。但是我们都知道“中国人美谦屈，西方人务发抒”，在倡导谦卑态度的中国文化背景下，正性评价恐惧是否会存在于更广泛的研究群体以及是否会具有新的特征呢？",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "“满招损，谦受益”，中国传统文化一向提倡以谦卑态度为人处世。自古有《易经》中谦卦讲求的“地中有山”、“卑以自牧”，还有道家思想倡导的“处柔守弱，取后不争”、“大巧若拙”。这些文化思想中都渗透出一种明哲保身的社交原则，而这正是与进化心理学对正性评价恐惧的解释不谋而合。此外，有研究者对谦虚进行研究发现，通过诱导被试产生的谦虚能够减少其正向自我偏见(Shi etal.,2017)，即暗示了谦虚与正向自我间可能存在的负向关系。同时一些针对死亡焦虑的研究发现，相对于自我肯定而言，谦虚更能够帮助个体缓冲死亡所带来的焦虑感(Kesebir,2014)，尤其是在倡导谦虚社会规范的东方文化背景下，自谦能够使得个体的行为更符合社会标准规范，并更易被社会成员接受，从而缓解生存与死亡的焦虑(Du&Jonas,2015)。这就与正性评价恐惧避免社交焦虑的功能性是一样的，社交焦虑个体正是通过正性评价恐惧避免群体成员的竞争与关注，从而更有利于自己在群体中的生存繁衍，进而缓解了自我的焦虑感。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "这些研究都说明正性评价恐惧和谦虚是存在一些相似之处或共通性的。因此，在中国倡导谦卑文化的影响下，是否会有更多的群体存在正性评价恐惧，抑或是容易在更多样的情景下使得人们产生正性评价恐惧呢？这值得我们去进一步研究。此外，胡金生和黄希庭(2009)也曾指出，谦虚是一个非常具有文化特色的品质，在西方心理学中，还尚未找到一个完全对等的概念来对其进行概念化的描述，因此对正性评价恐惧在具有自谦文化背景下的本土化研究，或许会更有利于对谦虚内涵的丰富，以及对正性评价恐惧是否具有文化差异性进行更深入探究。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "贝克．(2013)．认知疗法：基础与应用 (张怡，孙凌，王辰怡，等译 第2版)．北京：中国轻工业出版社.邓衍鹤，向睿洋，张月寒，刘翔平． (2018)．社交焦虑者对社会排斥的反应偏差及其潜在心理机制 中国临床心理学杂志，26(02)，336-340",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "胡金生，黄希庭． (2009)．自谦:中国人一种重要的行事风格初探．心理学报，41(09)，842-852   \n李涛，冯菲．(2013)．社交焦虑解释偏差:研究范式、特征及矫正．心理科学进展，21(12)，2196-2203   \n刘冰茜，李雪冰．(2018)．解释偏向矫正：“自下而上”地改变社交焦虑个体的解释偏向？．心理科学进 展， $2 6 ( 0 5 )$ ，859-871   \n刘洋，张大均． (2010)．评价恐惧理论及相关研究述评．心理科学进展， $\\boldsymbol { \\mathit { I S } } ( 0 1 )$ ，106-113   \n任志洪，赖丽足，余香莲，李松蔚，阮怡君，赵陵波．(2016)．焦虑障碍的认知偏向矫正元分析:效果量、 影响因素及中介检验．心理科学进展，24(11)，1690-1711   \n杨鹏，蒋婧琪，李松蔚，姚泥沙，余红玉，王小玲，． ．钱铭怡． (2015)．社交焦虑大学生对正性评价 解释偏向的初步探究 中国心理卫生杂志，29(12)，933-938   \n张娟，张大均．(2018)．不同心理素质水平大学生对模糊情境的解释偏向．中国临床心理学杂志， $2 6 ( 0 5 )$ ， 858-862   \nAmir,N.,Prouvost, C.,& Kuckertz,J.M.(2O12).Lack ofa benign interpretation bias insocial anxiety disorder. Cognitive Behaviour Therapy, 41(2),119-129.doi:10.1080/16506073.2012.662655   \nAmerican Psychiatric Association. (20i3). Diagnostic and statistical manual of mental disorders (5th ed.) (pp.202- 208).Washington, DC:American Psychiatry Association Press.   \nBaumgardner,A.H.,& Brownlee,E.A.(1987). Strategic failure in social interaction: Evidence for expectancy disconfirmation processes. Journal of Personality and Social Psychology， 52(3). doi:10.1037/0022- 3514.52.3.525   \nBeck,A.T. (1976). Cognitive therapy and the emotional disorders. New York: International Universities Press.   \nBriton,G.,& Bailey,H.(2O18).Attention bias modification effects on interpretive bias for fearof positive and negative evaluation in social anxiety. Clinical Neuropsychiatry, 15(O2), 94-104   \nClark,D. M.,& Wells,A. (1995). A cognitive model of social phobia. In R. G. Heimberg, M.R. Liebowitz,D.A. Hope,&F.R.Schneier (Eds.),Social phobia: Diagnosis,assessment, and treatment (pp.69-93). New York: Guilford Press.   \nCook,S.I.,Meyer,D.,& Knowles,S.R. (20l9). Relationships between psychoevolutionary fear of evaluation, cognitive distortions,and social anxiety symptoms: A preliminary structural equation model. Australian Journal of Psychology, 71(2),92-99. doi:10.1111/ajpy.12215   \nCristea,I.A.,Kok,R.N.,& Cuijpers,P. (20l6).The Efectiveness of cognitive bias modification interventions for substance addictions: A meta-analysis. Plos One,11(9),19.doi:10.1371/journal.pone.0162226   \nDryman,M.T., Gardner,S.,Weeks,J. W.,& Heimberg,R. G. (2016).Social anxiety disorder and qualityof life: How fears of negative and positive evaluation relate to specific domains oflife satisfaction.Journal ofAnxiety Disorders,38,1-8.doi:10.1016/j.janxdis.2015.12.003   \nDryman,M.T.,& Heimberg,R.G.(2015).Examining the relationships among social anxiety,fears of evaluation, and interpretation bias.Cognitive Therapy and Research,39(5),646-657.doi:10.1007/s10608-015-9694-4   \nDu,H.F.,& Jonas,E. (2015).Being modest makes you fel bad: Efects of the modesty normand mortality salience onself-esteem in a collectivistic culture. Scandinavian Journal of Psychology， 56(1)，86-98. doi:10.1111/sjop.12175   \nEveraert,J.,Bronstein,M.V.,Cannon,T.D.,&Joorman,J. (2018).Looking through tinted glasss: Depression and social anxiety are related to both interpretation biases and inflexible negative interpretations. Clinical Psychological Science, 6(4),517-528.doi:10.1177/2167702617747968   \nFelmingham,K.L.,Stewart,L.F.,Kemp,A.H.,& Carr,A.R. (016).The impactof high trait social anxietyon neural processing of facial emotion expressions in females. Biological Psychology，117，179-186. doi:10.1016/j.biopsycho.2016.04.001   \nFodor,L.A.,Georgescu,R.,Cuijpers,P.,Szamoskozi,\\$.,David,D.,Furukawa,T.A.,& Cristea,I.A.(2020). Effcacy of cognitive bias modification interventions in anxiety and depressive disorders: A systematic review and network meta-analysis.The Lancet Psychiatry,7(6),506-514.doi:10.1016/s2215-0366(20)30130-9   \nFredrick,J.W.,&Luebbe,A.M. (2020).Fearof positive evaluationand social anxiety: A systematic review of traitbased findings.Journal ofAffective Disorders,265,157-168. doi:10.1016/j.jad.2020.01.042   \nGilbert,P. (2O14).Evolutionary models: Practicaland conceptual utility forthetreatmentand studyofsocial anxiety disorder. In J.W.Weeks (Ed.),The Wiley Blackwell Handbook of Social Anxiety Disorder (pp.24-52). Hoboken,NJ: JohnWiley & Sons.   \nGutierrez-Garcia,A.,& Calvo, M. G. (2017). Social anxiety and threat-related interpretation of dynamic facial expressions: Sensitivity and response bias. Personality and Individual Diffrences，107，10-16. doi:10.1016/j.paid.2016.11.025   \nHeimberg, R.,& Becker,R. (2002). Cognitive-behavioral group therapy for social phobia: Basic mechanisms and clinical strategies. New York: Guilford Press.   \nHeimberg,R.G.,Brozovich,F.A.,& Rapee,R.M. (2010). Acognitive-behavioral model of social anxietydisorder: Update and extension. InS.G.Hofmann &P.M.Dibartolo (Eds.),Social anxiety: Clinical,developmental,nd social perspectives (pp. 395-422). NewYork,NY: AcademicPress.   \nHirsch,C.R.,Meeten,F.,Krahe, C.,& Reeder, C.(2016). Resolving ambiguity in emotional disorders: The nature and role of interpretation biases. Annual Review of Clinical Psychology,12,281-305.doi:10.1146/anurevclinpsy-021815-093436   \nHofmann,S.G. (2o07). Cognitive factors that maintain social anxiety disorder: A comprehensive model and its treatment implications. Cognitive Behaviour Therapy,36(4),193-209.doi:10.1080/16506070701421313   \nKeil,V.,Hepach,R.,Vierrath,S.,Cafier,D,Tushe-Cafer,B.,Klein,C.&Shmitz,J.(8).Cidrenwith social anxiety disorder show blunted pupillary reactivity and altered eye contact processing in response to emotional faces: Insights from pupilometry and eye movements.Journal of Anxiety Disorders,58,61-69. doi:10.1016/j.janxdis.2018.07.001   \nKesebir,P.(2O14).Aquiet ego quiets death anxiety: Humilityas an existential anxiety buffer.Journalof Personality and Social Psychology, 106(4), 610-623.doi:10.1037/a0035814   \nKnoll,R.W.,Valentiner,D.P.,&Holzman,J.B. (2019).Developmentand initial testofthe safetybehaviors intest anxiety questionnaire: Superstitious behavior，reassurance seeking, test anxiety，and test performance. Assessment, 26(2),271-280. doi:10.1177/1073191116686685   \nKocijan,L.,& Haris,L.M.(2016).Fear of positive evaluation and social anxiety. Behaviour Change,33(1),15- 26. doi:10.1017/bec.2015.17   \nLipton,M.F.,Augenstein,T.M., Weeks,J. W.,& De Los Reyes,A. (2014).Amulti-informant approach to assessing fear of positive evaluation in socially anxious adolescents.Journal of Child and Family Studies,23(7),1247- 1257.doi:10.1007/s10826-013-9785-3   \nLipton,M.F., Weeks,J.W.,& De Los Reyes,A.(2O16).Individual diferences in fears of negative versus positive evaluation:Frequencies and clinical correlates.Personality and Individual Diffrences，98,193-198. doi:10.1016/j.paid.2016.03.072   \nMiedl,S.F.,lechert,J.,Klackl,J,Wiggert,N,Reichenberger,J.,ertl,B.,&Wielm,F.H. (6).Citicism hurts everybody, praise only some: Common and specific neural responses to approving and disapproving social-evaluative videos. Neurolmage,132,138-147. doi:10.1016/j.neuroimage.2016.02.027   \nMiller,D.T.,&Ross,M.(1975).Self-serving biases in the atributionofcausality:Factor fiction? Psychological Bulletin, 82(2),213-225.doi:10.1037/h0076486   \nMoscovitch,D.A.,& Hofmann, S.G. (2o07). When ambiguity hurts: Social standards moderate self-appraisals in generalized.socialphobia.BehaviourResearchandTherapy,45(5)，i039-1052. doi:10.1016/j.brat.2006.07.008   \nNaragon-Gainey,K.,& Watson,D.(2011). Clarifying the dispositional basis of social anxiety: A hierarchical perspective. Personality and Individual Differences,50(7), 926-934. doi:10.1016/j.paid.2010.07.012   \nNorton,A.R.,& Abbott, M. J. (2016).Self-focused cognition in social anxiety: Areview of the theoretical and empirical literature. Behaviour Change,33(1),44-64. doi:10.1017/bec.2016.2   \nOrchard,F.,Apetroaia,A., Clarke,K.,& Creswell, C.(2017).Cognitive bias modification of interpretation in children with social anxiety disorder.Journal ofAnxiety Disorder, 45,1-8.doi:10.1016/j.janxdis.2016.10.012   \nPark,S. C.,& Kim, D.(2020). The centrality of depresson and anxiety symptoms in major depressive disorder determinedusinganetworkanalysis.JournalofAffectiveDisorders,271， 19-26. doi:10.1016/j.jad.2020.03.078   \nPiccirillo, M.L., Taylor Dryman, M.,& Heimberg,R. G. (2016). Safety behaviors inadults with social anxiety: Review and future directions. Behavior Therapy, 47(5), 675-687. doi:10.1016/j.beth.2015.1.005   \nRapee,R. M.,& Heimberg,R.G. (1997).A cognitive-behavioral model of anxiety in social phobia. Behaviour Research and Therapy,35(8),741-756.doi:10.1016/s0005-7967(97)00022-3   \nRappo,G.,Alesi,M.,&Pepi,A. (2017).The effcts of school anxiety onself-esteem andself-handicapping in pupils atending primaryschool. European Journal of Developmental Psychology， 14(4)， 465-476. doi:10.1080/17405629.2016.1239578   \nReichenberger, J.,& Blechert, J. (2O18). Malaise with praise: A narative review of 10 years of research on the concept of Fear of Positive Evaluation in social anxiety. Depress Anxiety， 35(12)，1228-1238. doi:10.1002/da.22808   \nReichenberger, J.,Smyth,J. M.,& Blechert, J. (2O17).Fear of evaluation unpacked: Day-to-daycorrlates of fear ofnegativeandpositiveevaluation.Anxiety，Stress&Coping，31(2)，159-174. doi:10.1080/10615806.2017.1396826   \nReichenberger,J.,Wiggert,N.,Wilhelm,F.H.,iedlgruber,.,Voderholzer,U.Hilert,A...Bechert,J.(09). Fear of negative and positive evaluation and reactivity to social-evaluative videos in social anxiety disorder. Behaviour Research and Therapy,116,140-148.doi:10.1016/i.brat.2019.03.009   \nReichenberger,J.,Wiggert,N.,Wilhelm,F.H.,Weeks,J.W.,&Blechert,J. (2015). \"Don't put medownbutdon'tbe too nice to me either\": Fear of positive vs. negative evaluation and responses to positive vs. negative socialevaluative films. Journal of Behavior Therapyand Experimental Psychiatry， 46，164-169. doi:10.1016/j.jbtep.2014.10.004   \nRodebaugh,T.L.,Weeks,J.W.，Gordon,E.A.,Langer, J. K.,& Heimberg,R.G.(2012). The longitudinal relationship between fear of positive evaluation and fear of negative evaluation. Anxiety Stress and Coping, 25(2),167-182.doi:10.1080/10615806.2011.569709   \nRomano,M.,Moscovitch,D.A.,Saini,P.,& Huppert,J.D.(2020).The effcts of positive interpretationbias on cognitive reappraisal and social performance: Implications for social anxiety disorder. Behaviour Research and Therapy,131,103651. doi:10.1016/j.brat.2020.103651   \nRosenthal,R.,&Jacobsen,L.(1968).Pygmalion intheclasroom:Teacher expectation and pupils'intellctual development.New York: Holt, Rinehart & Winston.   \nShi, Y.,Sedikides, C., Cai,H.,Liu, Y.,& Yang,Z. (2o17). Disowning the self: Thecultural value of modesty can attenuateself-positivity. Quarterly JournalofExperimental Psychology，70(6)， 1023-1032. doi:10.1080/17470218.2015.1099711   \nSkocic,S., Jackson, H.,& Hulbert, C. (2015).Beyond DSM-5: An alternative approach to assssng social anxiety disorder. Journal of Anxiety Disorder,30,8-15.doi:10.1016/j.janxdis.2014.12.006   \nSpence,S.H.,&Rapee,R.M.(2016).The etiology of social anxiety disorder: An evidence-based model. Behaviour Research and Therapy, 86,50-67. doi:10.1016/j.brat.2016.06.007   \nVagos,P.,Salvador,M.d.C.,Rijo,D.,Santos,I.M., Weeks,J. W.,& Heimberg,R.G.(016).Measuring evaluation fears inadolescence: Psychometric validation ofthe portuguese versions ofthe fear ofpositive evaluation scale and the specific fear of negative evaluation scale.Measurement and Evaluation in Counseling and Development, 49(1),46-62.doi:10.1177/0748175615596781   \nWang,W.T.,Hsu, W.Y., Chiu,Y. C.,& Liang, C.W. (2012).The hierarchical model of social interaction anxiety and depression: The critical roles of fears of evaluation. Journal of Anxiety Disorder;26(1), 215-224. doi:10.1016/j.janxdis.2011.11.004   \nWeeks, J.,& Zoccola,P.(2O16).Fears of positive versus negative evaluation: Distinct and conjoint neuroendocrine, emotional,and cardiovascular responses to social threat. Journal of Experimental Psychopathology，7(4). doi:10.5127/jep.056016   \nWeeks,J.W. (20l0).The disqualificationofpositive pocial outcomes scale: Anovelassessment ofalong-recognized cognitive tendency in social anxiety disorder. Journal of Anxiety Disorder; 24(8)， 856-865. doi:10.1016/j.janxdis.2010.06.008   \nWeeks,J. W. (2o15).Replication and extension of a hierarchical model of social anxiety and depression: Fear of positive evaluation as a key unique factor in social anxiety. Cognitiven Behaviour Therapy, 44(2),103-16. doi:10.1080/16506073.2014.990050   \nWeeks, J. W., Heimberg,R. G.,& Rodebaugh,T.L. (2008b). The fear of positive evaluation scale: Assessing a proposed cognitive component of social anxiety. Journal of Anxiety Disorders， 22(1)， 44-55. doi:10.1016/j.janxdis.2007.08.002   \nWeeks, J. W.,Heimberg,R.G.,Rodebaugh,T.L., Goldin,P.R.,& Gros,J.J.(2012b).Psychometric evaluationof the fear of positive evaluation scale in patients with social anxiety disorder.Psychological Assessment, 24(2), 301-312.doi:10.1037/a0025723   \nWeeks, J. W.,Heimberg,R.G.,Rodebaugh,T.L.,&Norton,P.J. (2Oo8a).Exploring the relationship between fear ofpositive.evaluationandsocialanxiety. JournalofAnxietyDisorder,22(3)， 386-400. doi:10.1016/j.janxdis.2007.04.009   \nWeeks,J. W.,& Howell,A.N. (2012a).Thebivalent fear of evaluation model ofsocial anxiety: Further integrating findings on fears of positive and negative evaluation. Cognitiven Behaviour Therapy， 41(2),83-95. doi:10.1080/16506073.2012.661452   \nWeks, J. W.,& Howel,A.N.(2O14).Fear of positive evaluation: The neglected fear domain in social anxiety. In J. W. Weeks (Ed.)， The Wiley Blackwellhandbook of social anxiety disorder (pp.433-453). Hoboken,NJ: JohnWiley & Sons.   \nWeeks, J. W.,Howel, A. N.,& Goldin, P. R. (2013). Gaze avoidance in social anxiety disorder. Depress Anxiety 30(8),749-756.doi:10.1002/da.22146   \nWeeks,J. W.,Howel,A.N.,Srivastav,A.,&Goldin,P.R. (2019). \"Fear guides the eyesofthe beholder\": Assesing gaze avoidance in social anxiety disorder via covert eye tracking of dynamic social stimuli. Journal of Anxiety Disorder; 65,56-63. doi:10.1016/j.janxdis.2019.05.005   \nWeks,J.W.,Rodebaugh,T.L.,Heimberg,R.G.,Norton,P.J.,&Jakatdar,T.A.(20o9).“To avoid evaluation, withdraw\": Fears of evaluation and depressive cognitions lead to social anxiety and submissive withdrawal. Cognitive Therapy and Research,33(4),375-389.doi:10.1007/s10608-008-9203-0   \nWeks,J. W.,&Zoccola,P.M. (2O15).“Having thehearttobeevaluated\":The differential effectsoffearsofpositive and negative evaluation on emotional and cardiovascular responses to social threat. Journal of Anxiety Disorders,36,115-126.doi:10.1016/j.janxdis.2015.08.004   \nYap,K.,Gibbs,A.L.,Francis,A.J.,& Schuster,S.E.(2O16).Testing the bivalent fear ofevaluation modelofsocial anxiety:The relationship between fear of positive evaluation,social anxiety,and perfectionism.Cognitiven Behaviour Therapy, 45(2),136-149.doi:10.1080/16506073.2015.1125941   \nZaffar,W.,& Arshad,T. (2O20).The relationship between social comparison and submissive behaviors in people ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]