[
    {
        "type": "text",
        "text": "步入大科学时代的诺贝尔奖",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "潘龙飞周程",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "北京大学科学与社会研究中心北京100871",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的／意义]要营造能够培育诺贝尔奖的科技环境，我国需要明确大科学时代对诺贝尔奖产生的巨大影响，从而有针对性地进行政策倾斜。［方法/过程］笔者梳理了相关理论案例和数据，探讨大科学时代对诺贝尔奖产生的影响。［结果/结论］影响主要有3方面：第一，科学研究组织愈发复杂和庞大，使得科学家的获奖争议越来越多；第二，科学已经不再只是科学家的兴趣研究，更加依赖社会支持，政府在科学家获奖过程中扮演了重要角色；第三，科学与技术已经密不可分，大量获奖者通过应用研究获奖。屠呦呦等科学家的获奖争议、日本政府的诺贝尔奖振兴计划、20世纪半导体研究大量获奖分别有力说明了以上三大影响。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：大科学　诺贝尔奖　影响分类号：G321.9DOI: 10.19318/j.cnki.issn.2096-1634.2016.06.04",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "自1901年诺贝尔科学奖创立至今的100余年里，科学的面貌发生了翻天覆地的变化，其中最为显著的变化是科学从小科学时代步入大科学时代。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“大科学”的概念是由美国耶鲁大学的D·普赖斯在1962年首次提出的。大科学主要萌芽于二战的国家科研体制中，成形于二战后（随着第二次世界大战中“曼哈顿计划”的成功实施，科学也从小科学（little science）时代逐渐走入大科学（bigscience）时代，即普赖斯所言的“突变[”）。在小科学时代，科研项目通常由科学家个人或科学小组进行研究，由科学家个人或科学小组设定问题、独自执行、探索式解决，科学家以追求科学真理为导向，集中在单个学科内进行研究。大科学则是相对小科学而言，指的是科研难度大，需要复杂的实验仪器设备和大量科技人员参加，投入大量科研经费的大规模科技研究活动。1996年，联合国教科文组织已经在其年度报告中使用“大科学”这一词汇，大科学这一概念已经深人人心。本文将讨论大科学时代相对于小科学时代科学研究出现的三大变化，并分别讨论这些变化对于诺贝尔奖的影响。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从小科学时代到大科学时代",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在小科学时代，科研课题的难度不是很高，不需要太多精密昂贵的仪器设备，科学的社会化程度也不高。但到了大科学时代，科学运行的现实发生了天翻地覆的变化。在科学家与科学成果爆炸式增长的背景下，科学活动在科学家日益专业化、职业化的过程中被重新构建。在时代的更替中，也相对于小科学时代出现了三大标志性变化。这三大变化对诺贝尔奖产生了深远的影响。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1科学共同体内部的关系复杂化",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "诺贝尔奖刚刚设立的1901年，科研的组织分工方式远没有如今复杂。而随着参与科研的人员越来越多，科学共同体内部呈现出了新的特点。一方面，科学共同体的集体合作性质更加明显了，这主要是由于现代科学向纵深和综合方向发展，以及学科的进一步分化和技术的专门化。在一个研究项目中，每个人往往只能负责某一方面的工作。另一方面，在科学共同体内部也存在着社会分层现象，而且由于现代的科学作为一门职业，成为部分科学家谋生的方式，成员间的关系在科学成果的评价及科学奖励的过程中就不那么单纯、客观，反而表现出一定的复杂性和微妙性。科学共同体内部的分层也意味着“一个人在团体中权力越大，他就能挑选更多优秀的学生，调动更多的经费[1”。大科学时代科研组织的全新形式和权力结构也给诺奖的一些授奖争议埋下了伏笔。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2科学发展严重依赖社会支持",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "诺贝尔奖原本是针对个人的科学奖励，但处在社会在科学中扮演着越来越大角色的今天，应当说科学家自身的科研能力只是获得诺奖的一项必要条件。在小科学时代，科学家对真理的追求、对未知领域的强烈好奇，是推动科学发展的内在动力，但现代科学发展的动力更多地来源于社会的外部需要。现代科学以它强大的改造社会、改造自然的能力，对社会生活的各个领域都造成了影响；同时，国家的科技实力最终决定着一个国家的国际竞争力，国家、社会正以各种各样的方式对科学进行管理与引导。科学家无法摆脱外界的喧闹和干扰而安静地“为科学而科学”，他们不只作为个体而存在，同时还扮演着重要的社会共同体的角色，科学研究的个人自由变得越来越弱化，“科学家只不过是一个被动的工具，就像一部词典被人请教着，对各种要求做出正确的答复[]”。价值中立的纯科学理想的基础已不复存在，“纯科学”这一概念也已被相对于应用科学的“基础科学”所代替。我们发现，在大科学时代，获得诺奖的科学家背后，社会的作用越来越大。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3科学与技术愈加不可分割",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "诺贝尔奖已经不只是一个“纯科学”奖了。从传统上来说，科学与技术有着质的区别。科学是关于自然的知识体系，它揭示事物发展的客观规律，探求客观真理；而技术则泛指根据生产实践经验和自然科学原理而发展成的各种工艺操作方法与技能。科学一般不考虑直接的生产应用，而技术则是人类在生产实践中应用的知识，是关于如何把生产要素投入转化为产出的知识。科学是人类认识世界的手段，技术是人类改造世界的手段。但科学与技术的这些区别在现代社会却渐渐模糊。现代科学就是用现代技术武装起来的科学，技术成为科学研究中的重要组成部分和要素，这就是科学的技术化趋势。而技术的科学化，一方面是指已有的技术上升到技术科学，通过相应基础科学的指导，形成系统的技术知识体系，反过来完善和提高已有的技术；另一方面，是指技术的创造发明是根据已有的基础科研成果而得出，即技术进步以科学进步为先导。现代科学已不可能是纯粹的科学，它不可避免地与技术紧密地联系在一起了。例如2014年诺贝尔物理学奖获奖者中村修二甚至没有博士学位，是在公司里进行LED技术开发的工程师，与传统观念中的科学家形象大相径庭。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“不够发”的诺贝尔奖一一大科学时代的诺贝尔奖授奖争议",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "大科学时代科学共同体内部的关系变得较为复杂，存在明显的权力结构，诺奖评奖也被质疑存在一些非科学因素。通俗地讲，就是诺贝尔奖有些“不够发”了。大科学时代的科学家和科研成果越来越多，并非所有做出重大科研贡献的科学家都能享此殊荣，会有优秀的科学家难以获奖。而愈发依赖集体合作的诺贝尔奖也并不能授予进行科研的集体，这让部分科学家感到不公。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "大科学时代的科研人员数量和科研成果数量都急剧上升。根据OECD（经济合作与发展组织）",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "的统计①，美国、日本等公认的科技发展程度较高的发达经济体的平均千人科研人员数量一直稳中有升，OECD国家的整体情况也是稳中有升，如图1所示。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "可以看出，20世纪80年代至今，美国、日本和OECD国家整体的千人科研人员数量都处于显",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "著上升的趋势。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在千人科研人员数量提升的同时各国科技创新能力也有明显提升。TPF（三方专利家族）是OECD用以测度一个国家科技创新能力的主要指标，我们可以看到，1981年以来，美日欧的TPF数量总体上稳重有升，趋势如图2。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/9e5f86f9406eece791ed9537cfe59844e263dc7b04bb67e1bbfda32ab36a1cdc.jpg",
        "img_caption": [
            "图1OECD国家及美国、日本千人科研人员数量变化趋势图"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/a126dda263d9bd7103d5b14c75c59148ce286c1d506b2ee98b5e0c8f3473dbae.jpg",
        "img_caption": [
            "Figure 1 Per/tho trends of OECD members,USA and Japan ",
            "图2 美国、日本及欧盟28国TPF数量变化趋势图",
            "Figure 2 TPF trends of USA,Japan and EU (28 countries) "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "也就是说，随着科研人员数量的增多，科技也确实随之不断发展。如果人类创造的有价值的科研成果越来越多，那么小科学时代创立的诺贝尔奖显然不能让足够伟大的成功人士都享受荣誉。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在大科学时代科研人员的数量在不断增加，科研成果的数量也在不断增加，这就从宏观上给现在诺奖颁奖中产生的争议作了解释：一方面，人类的科技成就越来越多，而数量有限的诺贝尔奖不能覆盖所有伟大的“诺贝尔奖级”的科技成就；另一方面，人类取得新的科技成就所需的科研人员越来越多了，但诺贝尔奖却最多奖励9人。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "统计诺贝尔奖自从设立以来至2016年的所有诺贝尔科学奖（包括诺贝尔物理学奖、诺贝尔化学奖和诺贝尔生理学或医学奖）的获得者，116年间共计590人，年均获奖5人。而且当我们将数据做可视化处理，以5年作为时间段统计获奖人数，就会很清晰地发现，诺贝尔奖的获奖人数呈现明显的上升趋势，战后大科学时代的获奖人数明显多于战前，且近年来于高位徘徊，如图3。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "奖  \n20  \n10  \n0  \n1061-1061 0161-9061 1111-1115 1771-9566 157155555 116159556 113553155 1561-9566 1161-1151 1161-9561 115555555 0961-9561 9961-1961 0L61-9961 1161-1161 0861-9L61 1861-1861 0661-9861 1661-1661 0007-9661 2221-1055 2040-9000 201155111 时间段",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我们可以看到，诺奖获奖人数确实在随着大科学时代科研人员数量的上升不断增加，但诺奖却最多只能授予9人。面对大科学时代越来越多的科研人员，诺奖变得“不够发”了。这必然使得诺贝尔奖的授奖产生争议。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "对比2003年到2013年世界论文的发表数量，我们可以更加明显地发现诺奖确实存在“不够发”的状况。从2003年到2013年，诺贝尔奖的颁发都趋近于它的最大值9人了，没有显著的增长，但是在作为一国重要科学水平指标的论文发表数量上，主要国家却保持了相对高速的增长。10 年间，世界的论文保持 $7 \\%$ 的年均增长率，即使是基数相当大的美国，其年均论文发表量也能保持 $3 . 2 \\% ^ { \\textregistered }$ 的年均增长率。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在大科学时代，科学快速发展，但是诺贝尔奖的授奖人数始终相对有限，因此有限的诺贝尔奖能否作为具有无限增长潜力的科学的衡量指标，这是非常存疑的。同时，由于诺贝尔奖不设集体奖，一些科学家的工作也被忽视了。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2015年，中国科学家屠呦呦获得了诺贝尔生理或医学奖，这是中国籍科学家首次获得诺贝尔科学奖。屠呦呦在获得赞美的同时也遭遇了非议。屠呦呦在中国学术界是个话题人物，她被很多人认为“不够淡泊名利”“个性执拗”。2003年，在屠呦呦斩获玛希隆医学奖时就与有关部门产生过一些齟龋[2]。代号为“523项目”的抗疟药物研究工作历时13年，参与者上千人，走完了药物筛选、分离提纯、结构鉴定、化学合成、制剂、临床实验多个步骤，每一步对青蒿素的成功都是不可或缺的。“关于青蒿素成果归属的争论由来已久，在屠呦呦获得拉斯克奖之前就很激烈，她获诺贝尔奖之后仍然在持续。争论似乎集中在奖励应当授予集体或数人，还是应当授予屠呦呦1人的问题上”[3]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "而实际上，这不是有着深厚集体主义传统的中国独有的授奖争议，在大科学时代诺贝尔奖授奖过程中关于个人和集体的问题是一个普遍存在的问题。物理学领域的超级超导对撞机计划（SSC），天文学领域的哈勃太空望远镜计划，生物科学领域的人类基因组计划（HGP）和地球科学领域里的大洋钻探计划（ODP）等科研项目，都是多国科学家共同参与、投资巨大的研究项目。这些科学研究都是个人难以单独完成的，而如何对这些贡献者进行评奖，也是一大难题。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2012年，欧洲核子研究组织（CERN）发现希格斯玻色子，俗称“上帝粒子”。次年彼得·希格斯（PeterHiggs）与弗朗索瓦·恩格尔特（FranoisEnglert）2人因预言希格斯玻色子分享诺贝尔物理学奖。而欧洲核子中心（CERN）参与这项工作的科学家有6000余人。希格斯本人对于希格斯玻色子发现的理论贡献也被质疑，被认为做了有开创性但不够完整的贡献，很多科学家认为贡献更大的是CERN的实验物理学家。毕竟，这一伟大的研究持续了近40年，耗费了一代科学家的心血，如果不予奖励，恐怕会打击科学家们的士气。粒子物理的研究代表了科学研究全球化的趋势，已经形成一套成熟的国际合作机制。粒子物理代表了人类所追求科学理解世界的最尖端的基础研究，实验设备的规模越来越大，建造和维护实验设备所需要的技术、资金、人力、物力，远非某一个国家所能够承受，因此各国科学家必须、也只能联合起来进行。如果这样的实验物理仅仅被认为是一种不会获得至高荣誉的工作，那么这对于辛勤研究的广大实验物理科学家显然是不公平的[4]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "诺贝尔化学奖评审委员会主席甘那·冯海涅（GunnarvonHeijne）是这样回答大科学时代个人与集体授奖问题的：“如果获奖人变为4人、5人或是更多也并不能解决这样的问题，你总需要画一条线，而这条线之上，总会有贡献接近的人。每年都会有人质疑是否是该当选的人当选了，而我们不会就谁当选轻易作决定，我们会不断讨论，这个周期可能长达数年之久。[5]”客观地说，诺贝尔奖作为自然科学最高奖，确实难以解决大科学时代的团队贡献问题。冯海涅也认为：“或许将来会考虑将奖励授予组织。[5]”",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "当然，诺贝尔奖委员会有严密的程序在众多优秀科学家中选拔获奖者。但出现这样的现象也说明了在小科学时代设立的诺贝尔奖的评奖规则有些不适应大科学时代，因为其难以表彰对于科学作出巨大贡献的集体，相对有限的奖项也难以满足愈发庞大的科学共同体。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4政府与诺贝尔奖 日本诺贝尔奖振兴计划",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在大科学时代社会与科学的互动愈发频繁。社会越来越积极地影响着科学，科学已经不只是科学家自己的事业，诺贝尔奖也不例外。国内R&D投入可以很好地反映社会对于科研的支持。一个国家或地区的R&D经费主要来自政府、企业和非政府组织的社会支持。我们可以看一下美国、日本、OECD国家和欧盟28国的数据，如图4所示。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/ff19049c310b10828379348c140206bf24dc0c6488aa1829d5f3f8a49f824050.jpg",
        "img_caption": [
            "图4美国、日本、欧盟28 国和OECD国家国内R&D投入趋势图"
        ],
        "img_footnote": [
            "Figure 4 Domestic R& D investment trends of USA, Japan,EU (28 countries) and OECD members "
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "可以发现，日美欧盟和OECD国家的国内R&D投人都较为稳定地在高位徘徊。日本的投入力度远超其他发达国家，可能是引起其诺贝尔奖井喷现象的一个关键要素。社会的巨大投入不是科学家获得诺贝尔奖的充分条件，却是必要条件。在科研成本急剧升高的大科学时代，没有社会支持，科学研究会变得举步维艰。社会能提供的科研经费多，科研条件好，自然产生诺贝尔奖的概率会增大。诺贝尔奖如果频频落在科技投入小、不重视科研的国家也是有违常识的。换句话说，如果一国为了得到诺贝尔奖这项荣誉而形成了重视科研的风气，那么诺贝尔奖设立的目的在某种程度上也达到了。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "诺贝尔奖设立之初还只是针对科学家个人的奖励，小科学时代的科学发展更多依赖科学共同体的自组织。但随着大科学时代的到来，科研实力渐渐成为综合国力重要的评价指标。诺贝尔奖是人类社会对最高层次智力活动的评价和奖励方式之一。尽管科学界不乏比诺贝尔奖有更悠久历史，比诺贝尔奖奖金更为丰厚的奖项，但相比之下，诺贝尔奖仍是当今公认的科学成就的最高象征。一个国家获得诺贝尔奖人数的多少已成为公认的衡量一个国家科技水平高低、政策成败的重要标志之一。因此，在大科学时代世界各国都以极大的热情关注着本国的获奖情况，以能获得诺贝尔奖而自豪，并不断积极制定相应的法律、法规，以期尽可能地获得诺贝尔奖。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "作为科研实力重要体现的诺贝尔奖也同样受到了各国政府的高度重视，获得诺贝尔奖甚至成为政府科技政策的目标。明治维新以来，日本科技发展始终紧跟欧美，实施赶超战略，而这种科技发展策略也使日本的基础研究相对偏弱。但日本政界的有识之士没有满足于眼前的技术优势，也希望在科学原创性上“超英赶美”[。日本政府在2000年“第二期科学技术基本计划”中提出了“50年内产生30名左右的诺贝尔奖获得者”的目标。而2000一2016年之间，日本已经有17人（日本籍和日本裔）获得了诺贝尔奖。在日本政府提出此计划之前的近100年，日本仅有5人获得诺贝尔奖。诺贝尔奖的“井喷”现象是厚积薄发的产物，但我们绝不能忽视日本政府在这背后的政策影响。日本内阁于2001年3月通过了第二个《科学技术基本计划》。该计划从2001年4月开始实施，在政府研究开发经费上预定投入GDP的 $1 \\%$ ，总额达到24万亿日元，比第一个五年计划增加了 $40 \\%$ 的科研投入[7]。2007年，日本政府推出了“世界顶尖研究基地计划”（WPI），其最突出的两个特点就是财政稳定支持和国际化。文部科学省2007年在日本的基础研究优势领域选定了6家研究机构，实施为期10年的稳定支持，每年每个机构13亿日元（约合1.1亿人民币），优秀者可延长至10年。尽量创造接近欧美国家的科研环境以争取全世界人才来日本进行科学研究，尽量抹平在人才吸引方面的文化劣势。这6家机构均在本领域代表了日本的最高研究水平[8]。2009年，为了应对由美国次贷危机引发的全球金融危机的冲击，日本政府推出了更大手笔的科技投资计划，其中最引人注目的是“最尖端研发支援计划”，文部科学省组织专家遴选了30个有可能在未来3到5年冲击世界一流水平的科研团队及领军科学家，投人2000亿日元(约合160亿人民币)[8]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "除了以上措施以外，“第二期科学技术基本计划”还提出日本应该拥有更多对海外人才有吸引力的研究据点，为优秀海外人才提供便利的工作条件，以使日本成为亚洲和世界各国的人才聚集地。国际竞争力评价中心（IMD）每年发布的评价结果显示，尽管日本综合竞争力从20世纪90年代高居的第1位不断下滑，但科技单项实力一直排在仅次于美国的第2位。日本众多的神话中，科技是唯一没有破灭的神话，这使得日本的制造技术和生产效率保持了世界第一。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在科学已经和社会密不可分的大科学时代，政府为了国家的更好发展，都自觉地大力支持科学发展。类似日本的“赶超型”国家甚至以获得诺贝尔科学奖为目标制定科技政策。不得不说，这是相对于自组织兴盛的小科学时代的重大变化。应当说，在大科学时代，诺贝尔科学奖只可能诞生在对科研投入巨大的科技强国，没有强大社会支持的科学家获得诺贝尔奖几乎不可能。在小科学时代星光璀璨的匈牙利等诺奖大国，在大科学时代已由于社会投入的严重不足而变得星光黯淡。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5不可分割的科学与技术一一从半导体应用研究到诺贝尔奖",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在西方世界的传统认识中，科学与技术是二分的。科学被认为是形而上的神圣事业，技术则是形而下的生产能力。科学是人类活动的一种形式，通过追求科学，人们可以得到愈来愈完善准确的知识，从而理解自然现象的过去现在和将来，增加自己适应环境改变环境以及改变自己特性的能力。技术则要通过设计与制造各种人工事物，以达到控制自然、改造世界、增长社会财富、提高人类社会福利的目的。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "笔者统计了自1901年至今技术获得诺贝尔物理学奖的情况。区分是否技术类奖项以英文颁奖词中是否明确提出了发明invent、technology 等关键词做为判断标准。",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/bf625d6afd41bc53496a538689051736de8e603bbe58e8affafa5da3bef5d24e.jpg",
        "table_caption": [
            "表6历年获得诺贝尔物理学奖的技术统计",
            "Table 6 Technologies won the Nobel Prize in Physics over years "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>年份</td><td>物理学技术类奖项</td></tr><tr><td>1908</td><td>发明彩色照片的复制</td></tr><tr><td>1909</td><td>发明无线电报技术</td></tr><tr><td>1912</td><td>发明航标灯塔自动调节器</td></tr><tr><td>1939</td><td>发明回旋加速器</td></tr><tr><td>1953</td><td>发明相衬显微镜</td></tr><tr><td>1956</td><td>研究半导体、发明晶体管</td></tr><tr><td>1960</td><td>发明气泡室</td></tr><tr><td>1966</td><td>发明、研究原子中赫兹共振的光学技术</td></tr><tr><td>1968</td><td>氢泡室及其分析技术、发现了共振态</td></tr><tr><td>1971</td><td>发明全息照相技术</td></tr><tr><td>1978</td><td>低温物理领域的基本发明和发现</td></tr><tr><td>1981</td><td>开发高分辨率电子光谱仪</td></tr><tr><td>1981</td><td>开发激光光谱仪</td></tr><tr><td>1986</td><td>研制出扫描式隧道效应显微镜</td></tr><tr><td>1989</td><td>发明分离振荡场方法及其在氢激微波和其他原子钟中的应用</td></tr><tr><td>1989</td><td>发展离子陷阱技术</td></tr><tr><td>1992</td><td>发明并发展了粒子探测器，特别是多丝正比室</td></tr><tr><td>2000</td><td>发明集成电路</td></tr><tr><td>2005</td><td>对包括光频梳技术在内的，基于激光的精密光谱学发展做出的贡献</td></tr><tr><td>2009</td><td>在“有关光在纤维中的传输以用于光学通信方面”取得了突破性成就</td></tr><tr><td>2009</td><td>发明半导体成像器件电荷耦合器件</td></tr><tr><td>2010</td><td>在石墨烯实验作出了杰出的贡献，就石墨烯进行的实验可以用来研发新物质，生产创新型电子产品</td></tr><tr><td>2014</td><td>发明蓝色发光二极管（LED），并因此带来新型的节能光源</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "通过梳理自1901年诺贝尔奖设立以来至2016年各奖项的技术获奖情况我们可以看到，共计26项发明被授予诺贝尔物理学奖。如果我们以50年为跨度分析，可以发现：在1901一1950的50年间，只有4项发明获得诺贝尔物理学奖，而1951—2000年这50年间则有14次，2000年至今已有5次获奖。可见，在第二个50年后所代表的大科学时代里有大量诺贝尔物理学奖颁发给了发明。物理学是一切科学所模仿的对象，有着深厚的理论研究传统，当年甚至因为航标灯自动调节器等发明的获奖产生过不小争议。而在战后的大科学时代，则出现了大量获得诺贝尔物理学奖的",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "发明。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "不过，既然诺贝尔奖一直被视为科学奖项的最高成就，诺贝尔奖也始终坚持着科学自有的评价标准，那么与其说诺贝尔奖技术奖项的提高是奖项的技术化，不如说是诺贝尔奖在面对大科学时代技术与科学界限日渐模糊的现实之后做出的必要的调整。对技术性获奖的承认既是认可了技术获奖的科学性，也是对时代要求的适应。诺贝尔奖的技术化，恰恰反映的是科学的技术化和技术的科学化。半导体应用研究在战后不断获得诺贝尔奖是这一趋势的良好印证。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1945年7月，美国贝尔实验室成立了以肖克利（Shockley）为首的固体物理小组着手进行晶体管相关研究。肖克莱等人集中研究硅、锗等半导体材料，探讨用半导体材料制作放大器件的可能性,最终在1950成功制造出了第一支\"PN晶体管”。肖克利、巴丁（Bardeen）、布拉顿（Brattain)3人，也因发明晶体管在1956年荣获诺贝尔物理学奖[9]晶体管的发明开辟了半导体科学技术发展的新纪元，半个多世纪以来，半导体科学技术把材料、物理、器件与工艺融为一体，成为科学与技术以交叉与渗透的方式协调发展的一个极好范例。但我们要清醒地意识到，来自贝尔实验室的肖克利实际上是在进行应用研究，其终极目的是制造有商业价值的晶体管，而非创造知识。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "晶体管的发明是具有划时代意义的伟大发明，而集成电路的诞生则是具有科学里程碑意义的技术创新。20世纪50年代初期，出于对电子装备的高可靠性和微小型化的要求，人们着手分立半导体器件的电路集成技术研究。美国德州仪器公司（TI）的基尔比（Kilby）提出了使分立半导体器件全固体电路化的解决方案。他试图将电阻、电容等无源元件与有源器件制作在同一块半导体基片上，终于在1958年9月在实验室完成了第1块集成电路振荡器的演示实验，这标志着集成电路从此诞生[10]。紧接着，由外延、氧化、扩散和光刻等一系列新工艺技术所确定的硅平面晶体管工艺，揭开了以硅平面器件为核心的集成电路发展的序幕。由于这一具有历史意义的创新性工作，基尔比荣获了2000年诺贝尔物理学奖。集成电路不仅导致了微电子技术的产生，促进了信息科学技术的发展，也使人类的生活发生了天翻地覆的变化。仅从集成电路对人类文明和社会进步所产生的巨大影响和带来的巨大经济利益来看，基尔比荣获诺贝尔物理学奖似乎当之无愧。但归根结底，这一研究过于技术化，从1958年到2000年，经历了整整42年才获奖，与其他半导体类研究获奖所等待的时间相比实在太长。可能的原因之一是，当时集成电路确实是一项重要的技术创新，而并非是一项重大的科学发现。但这一深刻改变人类生活面貌的发明最终也获得了诺贝尔物理学奖。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2014年的诺贝尔物理学奖同样颁发给了技术味道浓厚的蓝光LED。20世纪80年代，在日本名古屋大学工作的赤崎勇和天野浩选择氮化镓材料，向蓝色发光二极管这个世界难题发起挑战。1986年，两人首次制成高质量的氮化镓晶体；1989年首次研发成功蓝光LED。从1988年起，当时在日亚化学公司工作的中村修二也开始研发蓝光二极管。与两位日本同行一样，他选择的也是氮化镓材料，但在技术路线上并不相同。20世纪90年代初，中村修二也研制出了蓝色发光二极管[]这项发明用全新方式创造的白色光源让全人类受益。中村修二在发明蓝光LED时甚至只是没有博士学位的小公司职员，但是这并不妨碍这项技术的伟大。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "以上的诺贝尔奖都是在进行研发半导体材料过程中获得的。实际上，这完全符合诺贝尔的遗嘱：“奖励那些在前一年为人类作出卓越贡献的人。”客观说，这些都是技术研究，似乎应该获得某类工程奖项，而非诺贝尔科学奖。在小科学时代，我们找不到这种“技术味”如此浓厚的诺贝尔物理学奖，但在科学与技术难以明显划界的大科学时代，这样的诺贝尔科学奖已经极为常见。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "结语 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "大科学时代对诺贝尔科学奖产生了巨大的影响。科学家已经不能做不依赖团体的英雄，科学已经难以脱离甚至依赖社会支持，科学与技术已经难以二分。科学时代的转变赋予了普赖斯对科学家责任与精神变化的思考，同样作为科学奖的最高荣誉象征，诺贝尔奖必然要在科学时代的革命与更替中完成自我转型与调整，团体科研下的科学活动、社会影响下的科研行为以及技术导向的科学现状都迫切要求诺奖在新时期重新建立评估理念与价值体系。大科学时代的诺奖，如何在与之过从紧密的社会联系中依旧保持独立性，在被广泛渗透的价值中继续保持科学价值的中立性与客观性则更加值得关注。相信随着历史的发展，新时期的诺贝尔科学奖还会有新变化，但有两点基本要素不会变：作为科学精神内核的求真精神不会改变，诺贝尔遗嘱中奖励对人类作出最卓越贡献者的原则不会改变。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[1]D·普赖斯.小科学,大科学[M].宋剑耕,戴振飞,译.北京：世界科学出版社，1982:14,97,98.  \n[2] 周程.屠呦呦与国家科技奖励工作办公室的一段纠葛：2003年度玛希隆医学奖引发的认识冲突[J].工程研究—跨学科视野中的工程，2016,8(3):231-249.  \n[3] 陈广仁.任定成：屠呦呦获奖争议令人深思[J].科技导报，2016(4):14-19.  \n[4] Casadevall,Arturo,Ferric C.Fang.Isthe Nobel Prizegood for science?[J]. The FASEB Journal,2013,27(12):4682-4690.  \n[5] Mukhopadhyay,Rajendrani.Is the Nobel Prize inchemistry still relevant?[J].Anal. Chem,2009,81(19):7866-7869.  \n[6] 郑二红，梁国钊．试析日本“诺贝尔奖计划”的可行性[J].自然辩证法研究，2004,20(12):74-78.  \n[7] 林仲海．日本出台第二个科学技术基本计划[J].全球科技经济瞭望,2001(8):13-16.  \n[8] 苗允．日本“诺贝尔奖战略”的启示[J].中国新闻周刊,2012(38): 81-81.  \n[9] 彭英才，傅广生，X.W.Zhao.半导体科学技术与诺贝尔物理学奖[J].物理,2004,33(9):692-696.  \n[10]王阳元.诺贝尔奖离我们并不遥远：从集成电路发明获 2000 年诺贝尔物理学奖谈起[J].物理,2001,30(3):132-137.  \n[11]周程．个人兴趣与社会需求共同驱动型科技突破：赤崎勇何以能获得2014 年诺贝尔物理学奖[J].科学与管理，2014(5):3-9.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "潘龙飞：资料收集，框架搭建，内容撰写；  \n周程：选题的提出，设计指导，审阅修订。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "TheNobel Prize in the Time ofBig Science ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Pan Longfei Zhou Cheng ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Center for Social Studies of Science,Peking University, Beijing 100871 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] This paper aims to cultivate the environment breeding the Nobel Prize. We should be quiet clear on how the time of big science influences the Nobel Prize.The time of big science exerts great influence on the Nobel Prize which was established in the time of small sience. On this basis, we can formulate relative policies.[Method/process] We studied relative theories,cases and data to explain how the Nobel Prize was influenced by the time of big science.[Result/conclusion] There are three principal aspects:first,the organizations of scientific research become more complex and bulky, which makes the prize more controversial; second,scientific research is not scientists’personal preferenceany more,and it relies on the support of society,especially the government; third,science and technology become inseparable,and a lot of scientists got the prize by applied research.The award-winning controversy of sientists such as Tu Youyou,the recovery plan of the Nobel Prize by the Japanese government and lots of prizes in semicoductor research prove these three aspects respectively. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Keywords: big science theNobelPrize influence ",
        "page_idx": 8
    }
]