[
    {
        "type": "text",
        "text": "智慧黄河建设框架与思考\\*",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张金良1,21 (黄河勘测规划设计研究院有限公司，河南 郑州 450003)2（水利部黄河流域水治理与水安全重点实验室（筹），河南 郑州 450003）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：智慧黄河建设是推进流域水利高质量发展的显著标志，是推动流域水治理体系与治理能力现代化的重要举措。在深入分析黄河流域水利信息化建设现状及存在问题的基础上，提出建成具有水利全要素数字化映射、全息精准模拟、超前仿真推演和评估优化的数字孪生流域，推进实现数字化场景、智慧化模拟、精准化决策的总体目标。按照“大系统设计，分系统建设，模块化链接”的建设原则，提出了以数字李生流域为基础、以物理黄河与孪生流域同步仿真运行为驱动、以智慧黄河预报预警预演预案为目的的智慧黄河建设总体框架。在此基础上，统筹黄河治理保护需求和水利信息化建设需求，提出了智慧黄河建设的主要任务。智慧黄河将在今后流域治理保护中发挥重要作用，是补齐流域水利信息化短板，提升流域水利现代化管理能力的重要支撑。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智慧黄河 数字孪生流域 物理流域 总体目标 总体框架",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Framework and thinking of intelligent Yellow River construction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ZHANG Jinliang1,2 1(Yellow River Engineering Consulting Co.,Ltd, Zhengzhou 450o03, China) 2 (Key Laboratory of Water Management and Water Security for Yellow River Basin, Ministry of Water Resources (under construction), Zhengzhou 450003, China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Smart Yellow River construction is a significant sign to promote the high-quality development of water conservancy in the river basin,and an important measure to promote the modernization of water management system and capacity in the river basin. On the basis of in-depth analysis of the current status and existing problems of water conservancy informatization in the Yellow River Basin, it is proposed to build a digital twin basin with water conservancy all-element digital mapping，holographic precision simulation,advanced simulation deduction and evaluation optimization,and promote the realization of the overall goal of digital scenarios,intelligent simulation,and precise decision-making.In accordance with the construction principle of“large system design， sub-system construction， modular link”，a general framework for the construction of the Smart Yellow River based on the digital twin watershed,driven by the simultaneous simulation operation of the physical Yellow River and the twin watershed,and aimed at the smart Yelow River forecast and early warning preview plan is proposed. On this basis,the Yellow River governance and protection needs and water conservancy information construction needs were coordinated,and the main tasks for the construction of the smart Yellow River were put forward. The Smart Yellow River willplay an important role in the management and protection of the river basin in the future.It is an important support for filing up the shortcomings of water conservancy informatization in the basin and improving the modern management capacity of water conservancy in the basin. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words: Smart Yellow River Digital Twin WatershedPhysical watershed Overall objective Overall framework ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "党的十九大围绕互联网与信息化战略明确提出要建设网络强国、数字中国、智慧社会[。为贯彻落实国家信息化发展纲要，2019年水利部印发《加快推进智慧水利的指导意见和智慧水利总体方案》，把智慧水利建设作为推进水利现代化的重要举措[2]。2021年全国两会通过的《中华人民共和国国民经济和社会发展第十四个五年规划和 2035 年远景目标纲要》明确提出构建智慧水利体系，以流域为单位提升水情测报和智能调度能力[3]。为全面落实国家战略规划要求，水利部将智慧水利作为新阶段水利高质量发展的显著标志，提出推进水利场景数字化、模拟精准化、决策智慧化，通过预报、预警、预演、预案的\"四预\"功能实现，赋能以水旱灾害防御和水资源管理与调配为主的“ $2 { + } \\mathrm { N } ^ { \\prime \\prime }$ 业务应用，为水利智慧化决策提供科学支撑。本文在分析黄河流域水利信息化建设现状及存在问题的基础上，统筹黄河治理保护需求和水利信息化建设需求，提出了智慧黄河建设的总体目标和总体框架，探讨了智慧黄河建设的主要任务，以期为智慧黄河建设顶层设计提供思路框架和参考。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1黄河流域水利信息化建设现状及存在问题",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1 建设现状",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2001年以来，通过防汛减灾、水资源管理与调度、水资源保护、水土保持、工程建管、水政监察、电子政务等业务应用系统建设和应用，切实提升了黄河治理保护工作的现代化管理水平[4]，水利数字化、网络化、智能化方面取得了显著进展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）数字化方面",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "水利信息综合采集体系初步形成，通过流域水情自动测报系统和水情分中心建设[5],水、雨、工、熵情站网布局更加合理；实现流域干流139个取水口在线监测，建成水土流失动态监测站点52个，整合形成1000余路视频点的统一视频服务平台；建成黄河流域“水利一张图”并得到广泛应用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（2）网络化方面",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "基本形成黄委—委属单位—市局—县局—沿河基层单位的五级专用通信传输网络架构。基本实现黄委机关（核心网）、各省局（包括各所属单位）、市和县局的四级计算机综合业务网全覆盖，实现了与黑河流域管理局和西北五省区的网络互联及黄河下游78座引黄涵闸的网络接入。流域水利网络安全体系初步形成，水利网络安全防护能力和水平明显提升。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（3）智能化方面",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "黄河水量调度管理系统、防汛抗旱指挥系统、水资源监控能力建设、水政监测基础设施建设项目等一批重大项目建成投用，为黄河流域水旱灾害防御、水资源管理与调度、水政管理、水土保持监督监测、水利工程建设管理等水利业务提供了有力支撑，有效提升了黄河治理保护管理工作的现代化水平[。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2 存在问题",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "对标黄河流域生态保护和高质量发展要求，对照国家及水利部信息化建设总体要求，与流域水利高质量发展要求以及突飞猛进的信息技术相比，黄河流域水利信息化在数字化、网络化、智能化等方面存在明显短板。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）数字化方面",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "感知体系不健全，采集要素和覆盖范围不全，监测能力不足，采集自动化智能化水平不高。例如，流速、泥沙等水文要素监测依然以人工为主，信息资源依然条块分割，开发利用程度较低，水利一张图还没有在全行业实现全面应用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（2）网络化方面",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "信息基础设薄弱，信息传输带宽严重不足，计算机网络覆盖的\"深度\"和\"广度\"不足，基础设施保障能力严重不足。例如，多数基层单位网络带宽不足，仍有部分基层单位尚未接入黄河通信网。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（3）智能化方面",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "应用和业务融合不足，高新技术应用水平不高。例如，水工程智能控制与联合调度能力不足，水旱灾害防御、水资源管理与调配的智慧化程度不高等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2智慧黄河建设总体框架",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 总体目标",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "充分运用云计算、大数据、物联网、人工智能、数字孪生等新一代信息技术，构建黄河治理保护全要素的天空地一体化水利感知网和治河管河业务全覆盖的高速稳定安全的新一代水利信息网，建成具有水利全要素数字化映射、全息精准模拟、超前仿真推演和评估优化的数字孪生流域，建成以流域水旱灾害防御和水资源管理与调配为重点，水土保持、水生态环境保护、水利工程建设管理、河湖管理、政务协同为补充的 $^ { 6 6 } 2 { + } \\mathrm { N } ^ { 5 }$ 结构的业务应用，赋能预报、预警、预演、预案的“四预”体系，建立主动感知、智能防御的网络安全防护体系，实现流域管理业务与信息技术的深度融合和智慧应用，实现流域保护治理状态库快速感知、流域水旱灾害防御的智能高效、水资源调配管理的精准实时、水利基础设施网络的调度自如、水生态环境状况监控的全面覆盖，为流域水治理体系和治理能力现代化提供有力支撑与强力驱动。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2总体框架",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/c371ad277bac5320ef39a9555a5dd3b4f6bba8611a758d01f08fea92090da40a.jpg",
        "img_caption": [
            "图1智慧黄河建设总体框架图"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "根据智慧黄河建设的总体目标，按照“需求牵引、应用至上、数字赋能、提升能力”要求，以数字孪生流域为基础、以算据算法算力为核心、以物理流域与孪生流域同步仿",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "真运行为驱动、以智慧黄河预报预警预演预案为目的，构建满足“数字化场景，精准化模拟，智慧化决策”的智慧黄河体系。总体框架如图1所示。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3智慧黄河建设主要任务",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1构建黄河流域基础支撑能力",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "充分运用云计算、物联网、虚拟现实等信息技术，在黄河流域升级新一代信息基础设施，在计算机上模拟黄河流域的水系、水网及各项水利治理管理活动，建立全要素真实感知的黄河流域及其影响区域数字化映射，构建多维多元高保真数字模型，强化物理流域与孪生流域的实时同步仿真运行，为“四预”功能运行提供支撑。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）建设新型信息基础设施。网络计算存储等基础设施高速发展为智慧黄河建设提供了高效的计算服务能力，为流域监管海量数据存储、处理提供保障。升级黄河信息网，改造网络核心设备和网信安全设备，打造高速、灵活、安全的新一代信息骨干网络，构造全覆盖、全面支撑 IPv6、下一代 SDN 架构的黄河信息网；建设黄河云，充分整合利用已有计算、存储等基础设施资源，打造新一代绿色节能安全稳定的黄河云数据中心。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）建立黄河流域数字底座。以黄河流域各类基础设施等为基础，以全流域数字地形为基石、干支流水系为骨干、水利工程为重要节点，构建以水利数据模型、水利空间网格模型、水工程BIM模型、监测感知数据等基准融合的多维多时空尺度数据模型，对物理流域及其影响区域进行全要素数字化映射，形成黄河流域的数字化场景，构建黄河流域的数字底座。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）构建黄河流域数字孪生平台。在黄河流域数字底座的基础上，利用虚拟现实、增强现实等信息技术和专业模型方法，以黄河流域管理范围为边界、各项业务活动为主线、预报预警为关键环节，构建黄河流域数字李生平台，在数据空间对黄河流域水利治理活动进行全息智慧化模拟和水利工程运行实时同步监控，以可视化仿真模型和数字模拟仿真引擎进行渲染呈现，实现数字流域精准化模拟，支撑水安全要素预报、预警、预演、预案的模拟分析。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2建设黄河大脑",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）构建知识图谱为核心的黄河流域大数据知识库。以监测数据、业务数据、跨行业数据和空间数据为基础，以水旱灾害防御、水资源优化配置为主线，利用图谱分析和展示水利数据与业务的整体知识架构，描述真实世界中的江河水系、水利工程和人类活动等实体、概念及其关系。构建大数据存储管理智能服务能力，应用知识图谱技术串起业务数据、调度预案、业务规则、专家经验、历史场景等，实现黄河流域各类水利知识的共建共享与便捷查询。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）构建新一代数学模型体系。数学模型是智慧水利的核心和灵魂，要加快推进新一代模型研发，突破水利智慧化模拟“卡脖子”难题，为加快构建具有预报、预警、预演、预案功能的智慧黄河体系提供模型支撑。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在流域洪水（径流）预报方面，研发具有强物理基础、遥感大数据和高性能并行计算的新型分布式水文模型，提升精细化模拟和预报能力，研究多源信息融合的网格化数值预报技术，延长水文预报预见期。在泥沙预测方面，研究模型高速化、智慧化、精准化建模方案，推动传统模型升级换代。在水工程调度方面，研究流域水工程防灾联合调度模型、流域水工程综合调度模型等，提升流域水工程调度能力。在水资源管理应用方面，围绕水资源刚性约束制度落实，构建流域尺度的水资源动态监管与精细化调配模型，提高水资源动态监管能力，提升对流域水资源供需情势变化的动态评估能力。在数字化场景建设方面，研发具有仿真模拟和实时渲染的可视化模型，为物理流域提供高保真数字化映射，提供虚实融合的可视化场景。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）构建智慧化水利模拟引擎。智慧化模拟仿真是针对流域特定模拟仿真应用场景，根据数学模型仿真计算需要，调用实时数据、历史数据和其它特定数据，基于数字孪生流域，对水利业务活动进行推演模拟、风险评估和可视化仿真，生成可行调度方案集，为制定预案提供支撑。智慧化模拟仿真包括水利业务场景信息要素提取、模拟仿真计算、调度实例管理。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$\\textcircled{1}$ 水利业务场景信息要素提取。针对特定模型仿真场景需求，形成以水系、行政区、水工程等节点信息为主的网络拓扑图，直观显示节点联系及水力联系，同时快速提取业务场景所需的河流、河段、水工程以及行政区社会经济等各类要素的基础信息、特征指标等信息，为特定场景下的仿真模拟提供数据支撑。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$\\textcircled{2}$ 模拟仿真计算。针对水利业务场景调度要求，灵活配置水利专业模型，也可通过模型组装形成新的模型，根据模型计算需求自动提取计算参数以及实时数据、历史数据和其他特定数据，基于可视化模型进行模型仿真计算，对仿真过程进行动态、实时的全要素分析、决策和优化，推动预报、预警、预演、预案全流程的仿真测试验证，并随时反馈到物理流域的相应对象、对应环节，指导物理流域的控制与运行，为调度方案的制定和执行提供智慧化决策支持。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$\\textcircled{3}$ 调度实例管理。将水利业务场景下的模型仿真计算成果形成调度实例库，对仿真计算实例从调度目标确定、业务场景构建、模型加载、模型启动条件以及参数选择、仿真过程监管等实际调度反馈进行全方位、全过程管理，能够对调度实例进行查询、分析和可视化管理。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（4）构建以黄河模拟器为核心的智慧流域。以黄河流域数字孪生平台为基础，以黄河大数据库、智能算法和水利引擎为核心，利用人工智能、大数据分析、人机交互等信息技术，以预演为反馈、知识为驱动，实现黄河流域各类治理管理行为的实时同步运行、全面精准预警、超前仿真推演和动态优化的精细数字预案，支撑黄河流域智慧化决策。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3建设 $2 { + } \\mathrm { N }$ 水利智能业务应用体系",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "统筹黄河流域治理保护需求和流域职能管理需求，在整合优化现有的水利业务系统的基础上，充分运用智能中枢提供的模型平台和知识平台支撑，以预报预警预案为基础、预演为反馈，构建包括水旱灾害防御、水资源管理与调配等2项重点业务，以及水生态环境保护、水土保持、水利工程建设管理、河湖管理、政务协同等N项业务为补充的“ $2 { + } \\mathbf { N } ^ { \\prime }$ 1结构的水利业务应用体系，为水利业务精准化决策提供智慧化决策支持。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）黄河流域水工程防灾联合调度系统[7]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "充分利用现有水利业务系统，结合流域水旱灾害防御需求，共享调用数字孪生流域，建设包括重点区域、重点河段、重点水工程以及防洪影响区域等数字化场景，研发实现“四预\"功能所涉及的防灾调度专业模型以及可视化模型，构建包括水工程调度规则库、专家经验库、历史案例库等调度知识库，形成防灾调度智能中枢，在此基础上，建设黄河流域水工程防灾联合调度系统，在数字化场景中实现预报调度一体化的及时准确预报基于规则和风险的全面精准预警、人机互动的同步仿真预演、动态优化的精细数字预案，为流域水工程防灾联合调度提供智能化、科学化的技术支持，提升流域水旱灾害防御智能化决策支撑能力。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（2）黄河流域水资源管理与调配系统",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在现有流域水资源管理与调度系统的基础上，共享调用数字孪生流域，形成水资源管理调配的数字化场景，构建黄河流域水资源管理与调配系统，以流域套区域为单元，采集行政区界断面、取退水口、用水户、地下水等站点的流量、水量等信息，动态掌握流域水资源总量、实际用水量等信息，研发水资源管理调配专业模型，预测预报流域主要来水区径流、流域区域需水、生态流量、地下水等关键要素，对用水限额、生态流量、地下水超采等红线指标进行预警，对水资源管理调配进行智慧化模拟预演，制定和优化调整预案，为推进水资源节约集约利用提供智慧化决策支持[8]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4构筑基于密码机制的智慧黄河安全防护体系",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "智慧黄河以网络的高度连通和数据的高度共享为基础支撑，实现了系统的跨层级、跨部门、跨系统、跨网络的应用服务。信息科技赋能的同时，也带来更加复杂的安全风险，防御难度增加，影响损失加剧。智慧黄河与信息安全是一体之两翼，驱动之双轮，须统一谋划。智慧黄河通过密码技术的嵌入，能有效提升其内生安全。综合运用CA证书认证、密钥管理、签名签章、时间戳服务等加密技术实现系统的身份认证和鉴别机制，确保操作用户身份的真实性和合法性，提高用户操作的可追溯性。采用加密算法对关键、敏感数据进行加密、校验，实现数据安全传输，防止数据泄露和被篡改。不仅如此，强化“大安全”意识，智慧黄河还需要构建信息安全新体系，以有效应对复杂的安全形势。在信息安全等级保护基础之上，创新集成密码、立体感知印证、安全态势感知、动态防御等安全防护技术，构筑坚强有力的信息安全运行环境，为智慧黄河、智慧水利建设保驾护航。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4结语 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "智慧黄河建设是贯彻新发展理念的重要体现，是推动流域水利高质量发展的必然要求，是推进流域治理体系和治理能力现代化的重要举措。智慧黄河建设要充分利用现有水利业务资源，遵循智慧水利建设总体框架，推进云计算、大数据、人工智能、物联网、数字孪生等新一代信息化技术与水利业务深度融合，强化数字孪生流域中的动态交互、实时融合和仿真模拟，实现\"2+N\"业务的\"预报、预警、预演、预案\"功能。智慧黄河将在今后流域治理保护中发挥重要作用，是补齐流域水利信息化短板，防御水旱灾害，落实水资源刚性约束制度，实施水工程联合调度，强化水土保持，加强河湖管理等水利业务工作的重要赋能手段，对于提升流域水利现代化管理能力具有重要支撑作用。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1] 习近平.决胜全面建成小康社会夺取新时代中国特色社会主义伟大胜利——在中国共产党第十九次全国代表大会上的报告[J].理论学习,2017,411(12):4-25.  \n[2]水利部网信办.智慧水利总体方案[R].北京:水利部网信办,2019:1-23.  \n[3]国家发展和改革委员会.中华人民共和国国民经济和社会发展第十四个五年规划和2035年愿景目标纲要[M].人民出版社,2021,56-59.  \n[4] 李梦奇.治黄信息化建设定量评价及发展建议[J].人民黄河,2020,42(12):151-155.  \n[5]娄渊清.提升信息化水平 为黄河防汛抗旱提供坚强支撑[N].中国水利报,2016-07-07(5).  \n[6]王博.推进“数字黄河”工程建设 加快黄河治理现代化步伐[J].人民黄河,2013,35(01):1.  \n[7]水利部信息中心.水工程防灾联合调度系统建设可行性研究报告修编指南[R].北京：水利部信息中心,2021:13-21.  \n[8] 李国英.深入贯彻新发展理念 推进水资源集约安全利用[N]．人民日报 2021-03-22(10).",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(通讯作者：张金良E-mail: jlzhangyrec@126.com) ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "作者贡献声明：",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "张金良：提出研究思路，设计研究方案;  \n张金良：进行资料、文献收集与分析；  \n张金良：论文起草；  \n张金良：论文最终版本修订。",
        "page_idx": 5
    }
]