[
    {
        "type": "text",
        "text": "Wind regimes and associated sand dune types in the hinterland of the Badain Jaran Desert, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MENG Nan,WANG Nai'ang\\*, ZHAO Liqiang,NIU Zhenmin, SUN Jiaqi ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Center for GlacierandDesertResearch,ColegeofEarthandEnvironmentalSciences,Lanzhou University,Lanzhou000 China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Wind controls the formation and development of sand dunes.Therefore,understanding the wind regimes is necessary in sand dune research.In this study, we combined the wind data from 2017 to 2019 at four meteorological stations (Cherigele and Wuertabulage stations in the lake basins,and Yikeri and Sumujilin stations on the top of sand dunes) in the hinterland of the Badain Jaran Desert in China,with high resolution Google Earth images to analyze the correlation between the wind energy environments and dune morphology.The results of data analysis indicated that both the wind direction and sand drift intensity exhibited notable spatial and temporal variations.The highest level of wind activity was observed in spring. Northwesterly and northeasterly winds were the dominant in the Badain Jaran Desert.At the Cherigele,Wuertabulage,and Yikeri stations,the drift potential (DP) was below 200.00 vector units (VU). The wind energy environments in most areas could be clasified as low-energy environments. The resultant drift direction differed at different stations and in diferent seasons,but the overalldirection was mainly the southeast. The resultant drift potential (RDP)/DP ratio was greater than O.30 in most parts of the study area,suggesting that the wind regimes mainly exhibited unimodal or bimodal characteristics.Differences between the thermodynamic properties and the unique landscape setings of lakes and sand dunes could alter the local circulation and intensify the complexity of the wind regimes.The wind regimes were weaker in the lake basins than on the top of sand dunes. Transverse dunes were the most dominant types of sand dunes in the study area,and the wind regimes at most stations were consistent with sand dune types. Wind was thus the main dynamic factor affecting the formation of sand dunes in the Badain Jaran Desert BJD. The results of this study are important for understanding the relationship between the wind regimes and aeolian landforms of the dune field in the deserts. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: sand-driving wind; drift potential; wind energy environment; sand dune; local circulation; Badain Jaran Desert ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation:MENG Nan,WANG Nai'ang,ZHAO Liqiang,NIU Zhenmin,SUNJiaqi.2022Wind regimes and associated sand dunetypesinthe hinterlandof the Badain JaranDesert,China.Journal of Arid Land,14(5):473-489. https://doi.0rg/10.1007/s40333-022-0063-3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Dune geomorphology is one of the most significant geomorphologies on Earth. Sand dunes are a primary geomorphological feature of many deserts and sand-rich landscapes， and their morphology is a vital research component in dune geomorphology (Wu, 2Oo3). Wind regimes, sediment availability, and surface condition (e.g.， vegetation cover） are the key factors that control dune formation and development (Wasson and Hyde,1983; Schatz et al.,2O06; Reffet et al., 2010; Gao et al., 2O15; Zhang et al., 2015). A range of sand dune types develops as a result of differences in these control factors (as shown in the Fig.1).Although the factors that influence dune geomorphology are complex,the wind regimes,especially wind direction, is the most important factor shaping the type，distribution,and morphology of dune landforms and the resulting dune field patterns (Mckee et al.,1979; Wasson and Hyde,1983; Thomas et al.,1997; Parteli et al.， 2OO9; Tsoar et al.，2O16).Wind regimes are widely studied to understand the intensity and trends of sand transport activities,and to clasify dune geomorphology (Lancaster et al.,1994; Thomas et al.,1997; Wu,2003; Zhang et al.,2012; Dong et al.,2013; Wang et al.,2015; Zhang et al.,2O15; Gao et al., 2019). Therefore,it is vital to characterize the wind regimes in a region in terms of the direction, strength,and variability of winds. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/8117d70d35ba0c886d404892a1d41869f96dbba7e5698d5c48dc0f2a2307d81f.jpg",
        "img_caption": [
            "Fig.1Sand dune forms as observed from field investigation.(a),barchan dune;(b),barchan dunes; (c),dune networks;(d),pyramid dune. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Dune pattrns can be described using morphologic and morphodynamic classfications.Dunes can be classified as crescent, linear, transverse,reversing,and star dunes on the basis of their morphology，and as transverse,longitudinal, or oblique dunes in terms of morphodynamics, which depend on the orientation of the dune crest relative to the dominant or resultant direction of sand transport (Wu, 2OO3).Aeolian researchers have investigated the relationship between the regional wind regimes and dune forms (Breed et al.,1979; Fryberger et al.,1979;Wasson and Hyde,1983; Rubin et al.,，1987).Transverse,linear,and star dunes have been associated with unimodal，wide unimodal or bimodal,and obtuse bimodal or complex regimes,respectively (Fryberger et al.,1979). Barchan dunes occur where the wind pattern is unidirectional, transverse dunes develop in regions where the wind is only moderately variable,star dunes form in areas where the wind shows maximum variability， dune networks occur where the two winds are near-vertical,and pyramid dunes form in regions with multidirectional winds (Wasson and Hyde, 1983; An et al.,2O14). Sand-driving wind and the drift potential (DP) are important indicators that can be used to measure the intensity of regional aeolian sand activities and the evolution of aeolian sand landforms; thus,they are widely used in studies of regional wind activities and dune morphology (Fryberger et al.,1979; Bullard et al., 1996; Al-Awadhi et al., 2005; Zhang et al., 2013a; Hereher et al.,2014; Tian et al., 2021). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Badain Jaran Desert (BJD) is the second largest desert in China. Two major properties of this desert deserve particular attention (Bai et al.,2O11).First, the dunes are not only the highest on Earth but also higher than all other dunes found to date on other planetary bodies. Second, there are several permanent lakes in the low-lying inter-dune areas of this desert. The formation and evolution of these megadunes,and why the lakes are not buried by dunes,have puzzled researchers； moreover, it has been diffcult to reach a consensus on this. Previous studies have proposed various hypotheses to explain the formation of megadunes and the water recharge of desert lakes (Yan et al., 2001; Yang et al.,2003; Dong et al.,2004; Chen et al.,2006; Bai et al., 2011;Wang et al.， 2O16; Niu et al.，2O21). The results of early studies indicated that the underlying topography plays the major role on the mechanisms of megadunes formation (Lou et al.，1962； Sun et al.，1964; Wang,1990； Zhang and Wang,2005).Dong et al. (2004,2009) observed a regular height-spacing correlation between simple dunes and wind ripples and reported that megadunes are predominantly formed by winds. Chen et al. (2OO4, 2OO6) studied the moist sand beneath a dry surface layer and suggested that groundwater plays a central role in the formation and maintenance of megadunes. Considerable attention has also been paid to the wind regimes. Wang et al. (2005) calculated the DP-based wind data from 1998 to 2001 and concluded that the BJD was in a low-energy wind environment.The study of Yang et al.(2Ol1) showed that the directional variability differs greatly on the margins of the BJD,indicating the influence of regional topography. Zhang et al. (2O15) used wind data from seven stations in the BJD to analyze the wind regimes in this area and found that the DP decreases from the north (N) to the south (S), and that the dominant winds controlling the formation of sand dunes are northwesterly, northeasterly,and southwesterly. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "There has been limited detailed analysis of dune geomorphology in the BJD,in terms of wind-sand interactions,owing to the scarcity of wind data available from this region. The aforementioned studies have led to many important results. However, due to the limitations of natural conditions,as well as trafic and communication conditions,there is a lack of wind data from the inner desert. Knowledge on the wind-sand activities in this area is mostly based on wind data from surrounding stations, which do not accurately reflect the actual wind conditions in the desert hinterland. The efect of the wind regimes on dune morphology also remains unclear. Therefore,detailed information on the wind regimes in this area based on field measurements is required to explain the formation mechanism of sand dunes. Four meteorological stations that are parts of the scientific field station network of Lanzhou University, China were established in the southeastern part of the BJD, making it possible to obtain detailed wind regime data. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The aims of this study were to (1） analyze the recent wind regimes to determine the characteristics of wind-blown sand and the dynamic environment in the hinterland of the desert, and (2) discuss the correlations between dune morphology in the vicinity of the stations and wind environments based on meteorological wind data from the hinterland of the desert and wind regimes analysis. The results of this study will be useful for the interpretation of megadunes formation in the BJD and are of significance for future dune geomorphology studies aimed at controlling the damage caused by wind-blown sand. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The BJD $( 9 9 ^ { \\circ } 5 4 ^ { \\prime } - 1 0 4 ^ { \\circ } 3 4 ^ { \\prime } \\mathrm { E }$ ， $3 9 ^ { \\circ } 2 0 ^ { \\prime } { - } 4 1 ^ { \\circ } 1 9 ^ { \\prime } \\mathrm { N } )$ lies on the Alxa Plateau in western Inner Mongolia Autonomous Region, China. Its southern and eastern parts are bordered by the Beida Mountain and Yabrai Mountain, respectively. In the northern and northwestern parts, it is bounded by the Guezihu wetland and the lower reaches of the Heihe River (Fig.2),respectively. With an area covering $4 . 9 2 \\times 1 0 ^ { 4 } ~ \\mathrm { k m } ^ { 2 }$ (Dong et al.,2OO4),the elevation of the BJD gradually decreases from $1 8 0 0 \\mathrm { ~ m ~ }$ in the southeast (SE) to $1 0 0 0 \\mathrm { ~ m ~ }$ in the northwest (NW). The southeastern part of the desert contains many tall compound sand dunes with the relative height of $3 0 0 { - } 4 0 0 \\mathrm { ~ m ~ }$ and a maximum dune height of $4 5 3 \\mathrm { ~ m ~ }$ (Niu et al.,2021). At the bottom of sand dunes,11O lakes containing perennial water can be observed,most of which are less than $1 ~ \\mathrm { k m } ^ { 2 }$ in size(Wang et al., 2016). Migrating dunes occupy more than $80 \\%$ of the total area of the BJD. Primary dune types include reticulate dunes,transverse megadunes,star dunes,barchan dunes,barchanoid chains,and megadunes.The dune formation is mainly influenced by the northwesterly wind.Sand dunes are oriented in the NNE (north-northeast) direction of $1 0 ^ { \\circ } - 4 0 ^ { \\circ }$ (Ning et al., 2013). The area is characterized by an extreme continental desert climate. The annual mean air temperature ranges from $9 . 5 ^ { \\circ } \\mathrm { C }$ to $1 0 . 3 ^ { \\circ } \\mathrm { C }$ ； it increases from the southern part to the northern part with decreasing elevation (Dong et al., 2OO4). The average annual precipitation ranges from 90.1 to $1 1 5 . 4 ~ \\mathrm { m m }$ in the southern part of the desert and from 35.2 to $4 2 . 9 \\ \\mathrm { m m }$ in the northern part.Precipitation is highly concentrated; that is,more than half of precipitation falls from May to September and is generally dominated by light rain (Ma et al.,2O11; Wang et al., 2O13). The main plant species in the BJD are Artemisia ordosica, Agriophyllum arenarium, and Nitraria tangutorum. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/a0309ee6bcb6dc7ad23d72c069ccdc3dc313fb28fc74d734e403c9ccb879c02c.jpg",
        "img_caption": [
            "Fig.2Location of the Badain Jaran Desert (BJD)(a) and distribution of the four meteorological stations (b),as well as the layout of WETBLG station (c） and YKR station (d).CRGL,Cherigele;WETBLG, Wuertabulage; YKR,Yikeri;SMJL,Sumujilin. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2 Winddata ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The wind data used in this study were obtained from four meteorological stations in the hinterland of the BJD (Fig. 2). The Cherigele (CRGL） and Wuertabulage (WETBLG) meteorological stations are located in the lake basins and the Yikeri （YKR）and Sumujilin (SMJL）meteorological stations are located on the top of sand dunes. The model of the meteorological stations is MAWS-3Ol produced by Vaisala, Finland. The wind direction data are expressed by azimuth angles ranging from $0 ^ { \\circ }$ to $3 6 0 ^ { \\circ }$ ． At each observation station，wind data were measured by self-recording anemometers at intervals of $1 0 \\mathrm { m i n }$ and at a height of $3 \\mathrm { m }$ above the ground, except for the YKR station (measured at a height of $1 0 ~ \\mathrm { m }$ above the ground). The measurement range of the wind direction was $0 ^ { \\circ } - 3 5 9 ^ { \\circ }$ and data were output every $3 0 ~ \\mathrm { { m i n } }$ The data passed the data quality control inspection. The locations of these stations and measurement durations are listed in Table 1. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/605fb1b969f7be65f02040a6ca8f4b6ebb4d4a5e1352da73b6aacbc8384ce43d.jpg",
        "table_caption": [
            "Table 1 Information about the meteorological stations selected in this study "
        ],
        "table_footnote": [
            "Note:CRGL,Cherigele;WETBGL,Wuertabulage;YKR,Yikeri; SMJL,Sumujilin.-,no data available. "
        ],
        "table_body": "<html><body><table><tr><td>Station</td><td>CRGL</td><td>WETBLG</td><td>YKR</td><td>SMJL</td></tr><tr><td>Longitude</td><td>102°15'E</td><td>102°11'E</td><td>102°23'E</td><td>102°27'E</td></tr><tr><td>Latitude</td><td>39°53N</td><td>40°01N</td><td>39°53N</td><td>39°48N</td></tr><tr><td>Altitude (m)</td><td>1166</td><td>1163</td><td>1425</td><td>1523</td></tr><tr><td>Temperature (C)</td><td>11.3</td><td>11.3</td><td>11.3</td><td>10.3</td></tr><tr><td>Rainfall (mm)</td><td>96.9</td><td></td><td>-</td><td>141.4</td></tr><tr><td>Average wind velocity (m/s)</td><td>1.4</td><td>1.7</td><td>3.0</td><td>3.0</td></tr><tr><td>Period of record</td><td>Jan 2017-Feb 2019</td><td>Jan 2017-Feb 2019</td><td>Jan 2017-Feb 2019</td><td>Jan 2017-Feb 2019</td></tr><tr><td>Site description</td><td>Located east of the CRGL Lake</td><td>Located southeast of theWETBLGLake</td><td>Located on the top of the sand hill in the east of the YKR Basin</td><td>Located on the top of the sand hill in the east of the SMJL Basin</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3 Data calculations ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.1 Calculation of sand-driving wind velocity ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "One of the most important concepts in dune geomorphology is the threshold velocity that is required to move sand grains (Bagnold et al.,1974). In this study, the mean threshold velocity for sand movement at a height of $1 0 \\mathrm { ~ m ~ }$ was considered to be $6 . 0 ~ \\mathrm { m / s }$ based on the previous study of Wang et al. (2Oo5).The simplified exponential formula of wind velocity profile was used to convert the wind velocity at a height of $3 \\mathrm { ~ m ~ }$ above the ground to the wind velocity at a height of $1 0 \\mathrm { m }$ above the ground (Wang et al. 202O). The equation is as follows: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nU _ { z } = U _ { 1 } \\Bigg ( \\frac { z } { z _ { 1 } } \\Bigg ) ^ { a } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $U _ { z }$ is the wind velocity at a height of $z \\ { \\mathrm { m } } \\ { \\mathrm { ( m / s ) } } ;$ $a$ is the shear index,which is O.12 in the desert area (Li et al., 2011); and $U _ { 1 }$ is the wind velocity at a height of $z _ { \\mathrm { 1 } } \\mathrm { ~ m ~ } ( \\mathrm { m } / \\mathrm { s } )$ . The equation for the conversion of wind velocity from a height of $3 ~ \\mathrm { m }$ above the ground to a height of $1 0 \\mathrm { m }$ above the ground is as follows: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nU _ { 1 0 } = U _ { 3 } \\times 1 . 1 5 ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $U _ { 1 0 }$ is the wind velocity at a height of $1 0 \\mathrm { m } \\mathrm { ( m / s ) }$ and $U _ { 3 }$ is the wind velocity at a height of 3 m $\\mathrm { { ( m / s ) } }$ . The wind velocity data ${ \\ge } 6 . 0 ~ \\mathrm { m / s }$ were selected and converted to the velocity data at a height of $1 0 ~ \\mathrm { m }$ 、Subsequently,16 azimuths of press N,NNE (north-northeast),NE (northeast), ENE (east-northeast)，E(east)，ESE (east-southeast)， SE， SSE (south-southeast)， S， SSW (south-southwest)， SW (southwest)，WSW (west-southwest)， W (west), WNW (west-northwest), NW,and NNW (north-northwest) were used to present all directions of sand-driving winds, the frequencies of sand-driving winds at different azimuths were calculated,the distributions of sand-driving wind directions were analyzed,and the monthly and seasonal variations in the velocities of sand-driving winds were determined. The seasons were divided as follows: spring, from March to May; summer, from June to August; autumn, from September to November; and winter, from December to February of the following year. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.2 Calculation of the drift potential (DP) ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We calculated the following parameters of the wind energy environment using the method described by Fryberger and Dean (1979). The equations used are as follows: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { c } { { { \\bf D } { \\bf P } = { \\cal U } ^ { 2 } ( { \\cal U } - { \\cal U } _ { t } ) \\times t } } \\\\ { { { \\bf R } { \\bf D } { \\bf D } = { \\bf A } \\mathrm { r c t a n } ( { \\bf C } / { \\bf D } ) , } } \\\\ { { { \\bf C } = \\sum ( { \\bf V } { \\bf U } ) \\sin ( \\theta ) , } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\scriptstyle \\mathbf { D } = \\sum ( \\mathbf { V } \\mathbf { U } ) \\cos ( \\theta ) ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { R D P } = \\sqrt { ( \\mathbf { C } ^ { 2 } + \\mathbf { D } ^ { 2 } ) } \\ ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where DP represents the ability of sand-driving wind to transport sand within a period of time and the unit is vector unit (VU); $U$ is the wind velocity above the threshold velocity $\\mathrm { { ( m / s ) } }$ ：， $U _ { t }$ is the threshold wind velocity $( 6 . 0 ~ \\mathrm { m / s }$ in this case),and all wind velocities were converted into knots 0 $\\mathrm { 1 . 0 ~ k n o t { = } 0 . 5 ~ m / s }$ ； $t$ is the proportion of time during which wind velocity is greater than sand-driving wind $( \\% )$ ，which is expressed as the percentage of the total time；RDD is the resultant drift direction ${ \\bf \\Xi } ^ { ( \\circ } )$ ，which represents the direction in which sand is transported; C and D are the parameters used to calculated the RDD; $\\theta$ is the angle measured clockwise from $0 ^ { \\circ }$ (N); and RDP is the resultant drift potential (VU), which reflects the net sediment transport capacity of an area.Moreover,the RDP/DP ratio is the directional variability, which reflects the combination of wind directions in a region. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Sand roses were ploted to represent the sand drift pattern. Each sand rose included a group of arms corresponding to the DP of all directions and an arrow that reflects the net RDP of the direction. The classification of the wind energy environment is shown in Table 2. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/5ce1e0e31bccb166d102cd90b7c7c31aaa56f56b4088e70f59838300d6b93795.jpg",
        "table_caption": [
            "Table 2Clasification of the wind energy environment based on the drift potential (DP）and directional variability (Fryberger etal.,1979) "
        ],
        "table_footnote": [
            "Note: RDP,resultant drift potential; RDP/DP,directional variability. "
        ],
        "table_body": "<html><body><table><tr><td>DP (VU)</td><td>Wind energy environment</td><td>RDP/DP ratio</td><td>Directional variability</td><td>Probable direction category</td></tr><tr><td>>400.00</td><td>High</td><td>>0.80</td><td>Low</td><td>Wide or narrow unimodal</td></tr><tr><td>200.00-400.00</td><td>Intermediate</td><td>0.30-0.80</td><td>Intermediate</td><td>Obtuse or acute bimodal</td></tr><tr><td><200.00</td><td>Low</td><td><0.30</td><td>High</td><td>Complex or obtuse bimodal</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1 Sand-driving wind ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Figure 3 shows the sand-driving wind roses based on data obtained at the four stations in the BJD from 2O17 to 2O18.The minimum frequency of sand-driving wind $( 0 . 8 \\% )$ was detected at the CRGL station. The primary and secondary wind directions were the W and WNW, respectively, which accounted for $2 7 . 8 \\%$ and $2 3 . 9 \\%$ of the total frequency of sand-driving wind, respectively. At the WETBLG station,the frequency of sand-driving wind was $1 . 3 \\%$ . The dominant wind direction was NE $( 1 7 . 8 \\% )$ and the secondary wind direction was the $\\mathsf { N }$ （204号 $( 1 1 . 3 \\% )$ . At the YKR station, the frequency of sand-driving wind was $9 . 0 \\%$ . The primary and secondary wind directions were the WNW $( 3 1 . 0 \\% )$ and W $( 2 9 . 5 \\% )$ ，respectively. At the SMJL station，the maximum frequency of sand-driving wind was $1 6 . 4 \\%$ ,and the primary and secondary wind directions were the NW $( 2 9 . 5 \\% )$ and WNW $( 2 5 . 7 \\% )$ ,respectively. In general, the most common wind direction was the NW. Thus, northwesterly wind was the main factor causing the sand in the study area to move to the SE. The WETBLG station recorded a northeasterly wind resulting from the local circulation caused by the thermodynamic contrast between megadunes and lowlands.Due to the barrier created by the tallsandy dunes,the average sand-driving wind velocities at the CRGL (6.9 $\\mathrm { m / s } )$ ）andWETBLG $( 6 . 8 ~ \\mathrm { m / s } )$ stations were lower than those measured at the YKR $( 7 . 5 ~ \\mathrm { m / s } )$ and SMJL $( 8 . 2 ~ \\mathrm { m / s } )$ stations. The annual mean sand-driving wind velocity was the largest at the SMJL station $( 8 . 2 \\mathrm { m / s } )$ and the smallest at the WETBLG station $( 6 . 8 ~ \\mathrm { m / s } )$ ： ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Wind directions differed depending on the stations and seasons (Table 3; Fig. 4). The highest frequency values of sand-driving wind were observed in spring at the CRGL, YKR,and SMJL stations, accounting for $6 3 . 2 \\%$ ， $4 1 . 1 \\%$ ，and $34 . 9 \\%$ of the total frequency, respectively. At the WETBLG station, the highest frequency of sand-driving wind was measured in summer $( 5 6 . 4 \\% )$ The lowest frequency values of sand-driving wind were obtained in winter at the WETBLG, YKR, and SMJL stations, accounting for $1 . 6 \\%$ ， $1 6 . 3 \\%$ ，and $1 8 . 6 \\%$ of the total frequency, respectively. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "At the CRGL station, the lowest frequency of sand-driving wind was detected in autumn $( 5 . 0 \\% )$ ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "36- NNW N NNE 24 NNW N NNE 27- NW NE 18 NW NE   \n(%)fouenbbr 189 0 WNW W ENE E oonba WNW/ W 米 米 ENE E 9 18 wsw ESE 12 WSW ESE 27- SW 一 SE 18 SW 1 SE 36 SSW S SSE 24 SSW S SSE (a) CRGL station (b) WETBLG station 36- NNW N NNE 36- NNW N NNE   \n(%) Gouenbe 2718 9 WW NENE ba ? NENE 0 W E W E 9 18 wswt ESE 18 wsw ESE 27- SW SE 27 SW SE 一 二 36 SSW SSE 36 SSW SSE S S (c) YKR ststaion (d) SMJL ststaion Spring Summer Autumn Winter (a1) CRGL station (a2) CRGL station (a3) CRGL station (a4) CRGL station NNW N NNE NNW N NNE NNW N NNE NNW N NNE   \n(%) Gonenber 40 NW NE NW NE NW NE NW NE 20 WNW ENE WNW ENE WNW ENE WNW ENE 0 W E W 美 E W E W E 20 WSW ESE WSW ESE WSW ESE WSW ESE 40 swsw s SSSE swsw SSE swssws SSE swsw SSE S S (b1) WETBLG station (b2) WETBLG station (b3) WETBLG station (b4) WETBLG station   \n(%)onenber 36 18 WNW NNNW V N NNNE ENE WNW NNNW N NNNE ENE WNW NNNW N NNE ENE WNW NNNW N NNE ENE 0 W E W E W E W E 18 WSW ESE WSW ESE WSW ESE WSW ESE 36 Sw SE SW SE SW SE SW SE SSw S SSE SSW S SSE SSW S SSE SSW S SSE (c1) YKR station (c2) YKR station (c3) YKR station (c4) YKR station NNW N NNE NNW N NNE NNW N NNE NNWN NNE   \n(%) ouenber 56 NW NE NW NE NW NE NW NE 28 WNW ENE WNW ENE WNW ENE WNW ENE 0 W N E W E W V E W E 28 WSW ESE WSW ESE WSW ESE WSW ESE 56 swsw SSE swsw SSSE swsw s SE swsw SSSE S S S (d1) SMJL station (d2) SMJL station (d3) SMJL station (d4) SMJL station NNW NNNE NNW N NNE NNW N NNE NNW N NNE   \n(%) onenber 48 NW NE NW NE NW NE NW NE 24 WNW ENE WNW ENE WNW S ENE WNW ENE 0 W E W ￥ E W E W E 24 WSW ESE WSW ESE WSW ESE WSW ESE 48 swsw SSE swsw SSE Swsw SSE swsw SSE S S S S ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/805e27e84e1ddb32ba52e6f347125fdd34bd436f2eddac6c407972a9a17e0d2e.jpg",
        "table_caption": [
            "Table 3Frequency of sand-driving wind,dominant wind direction and average wind velocity at the four meteorological stations in the BJD in different seasons (spring,summer,autumn,and winter)from 2O17 to 2019 "
        ],
        "table_footnote": [
            "Note:N,north；NNE，north-northeast;NE,northeast；ENE,east-northeast；E,east;ESE,east-southeast；SE，southeast；SE, south-southeast;S，outh;SWout-southwest；SWsouthwest；WSWwest-southwest;Wwest;WNWwest-northwest；W northwest; NNW, north-northwest. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Station</td><td colspan=\"3\">Spring</td><td colspan=\"3\">Summer</td></tr><tr><td>Frequency (%)</td><td>Dominant wind direction</td><td>Average wind velocity (m/s)</td><td>Frequency (%)</td><td>Dominant wind direction</td><td>Average wind velocity (m/s)</td></tr><tr><td>CRGL</td><td>63.2</td><td>W</td><td>7.0</td><td>24.9</td><td>SW</td><td>7.0</td></tr><tr><td>WETBLG</td><td>35.1</td><td>N</td><td>6.9</td><td>56.4</td><td>NE</td><td>6.9</td></tr><tr><td>YKR</td><td>41.1</td><td>WNW</td><td>8.0</td><td>25.4</td><td>ENE</td><td>7.5</td></tr><tr><td>SMJL</td><td>34.9</td><td>NW</td><td>8.9</td><td>26.7</td><td>NW</td><td>7.7</td></tr><tr><td rowspan=\"3\">Station</td><td colspan=\"3\">Autumn</td><td colspan=\"3\">Winter</td></tr><tr><td>Frequency (%)</td><td>Dominant wind direction</td><td>Average wind velocity (m/s)</td><td>Frequency (%)</td><td>Dominant wind direction</td><td>Average wind velocity (m/s)</td></tr><tr><td>CRGL 5.0</td><td>W</td><td>6.7</td><td>6.9</td><td>W</td><td>6.5</td></tr><tr><td>WETBLG</td><td>6.9</td><td>NNE</td><td>6.6</td><td>1.6</td><td>NW</td><td>6.8</td></tr><tr><td>YKR</td><td>17.2</td><td>WNW</td><td>7.2</td><td>16.3</td><td>W</td><td>7.3</td></tr><tr><td>SMJL</td><td>19.8</td><td>NW</td><td>7.8</td><td>18.6</td><td>WNW</td><td>7.7</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Owing to the local circulation, wind directions at the CRGL and WETBLG stations were more complex in different seasons.The most common wind direction was the NW at most stations in all four seasons.In summer,low pressure dominates large parts of Asia and the wind in the desert becomes directionally unstable (Breed et al.,1979).Wind direction varied in summer at all stations and was more concentrated in autumn and winter.This is because the temperature in the desert hinterland changes more obviously with height in summer, the difference of specific heat albedo between lake surface and sand surface becomes larger, and the dominant wind direction is greatly affected by the local topography and microclimate. Higher wind velocities could be observed in spring or summer and lower values were typically measured in autumn and winter. The monthly variations in wind velocity and the frequencies of sand-driving wind at the different observation stations are presented in Figure 5.The results indicated that the velocity of sand-driving wind was the highest in April at the CRGL, YKR,and SMJL stations, with average values of 7.0, 8.2, and $9 . 3 ~ \\mathrm { m / s }$ ,respectively. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2 Sand drift potential (DP) ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The DP is the most important and frequently used index for the determination of wind energy (Lancaster et al.，1995). The distributions of the DP and RDP obtained at the meteorological stations are shown in Figure 6. The results indicated that the annual DP,RDP,RDD,and RDP/DP ratio differed at the different stations.The DP correlated with both the strength and direction of sand-driving wind. The maximum DP value was obtained for the SMJL station $( 2 8 8 . 1 4 ~ \\mathrm { V U } )$ ， whereas the lowest value was calculated for the CRGL station (3.35 VU).Based on the criteria in Table 2, most of the hinterland of the BJD belonged to a low-energy wind environment, except for the SMJL station (intermediate-energy wind environment). The high DP values mostly originated from the W, WNW, NW,and NE directions.The RDP spatially varied among the stations, follwing a patern similar to that of the DP variation. The RDD pointed toward the SE quadrant (ranging from $9 7 ^ { \\circ }$ to $1 2 8 ^ { \\circ } .$ ),which implied that the sand was transported from the NW to the SE. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/377ea0a8eabf4dbe0c1777918e13fcdaed698b5058a88772cf5e8cb249ad8388.jpg",
        "img_caption": [
            "Fig.5Inter-monthly variations in the frequency and average velocity of sand-driving wind at the four meteorological stations in the BJD from 2017 to 2018.(a),CRGL station; (b),WETBLG station; (c),YKR station; (d), SMJL station. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/e79fc00ccf2d3c5ae7e1a1aa5174284e66adacebb4e61c6015f8e3054e059631.jpg",
        "img_caption": [
            "Fig.6Annual DP roses at the four meteorological stations in the BJD from 2O17 to 2018.(a),CRGL station; (b),WETBLG station; (c),YKR station;(d),SMJL station.DP,drift potential; RDP,resultantpotential; RDP/DP, directional variability; RDD,resultant drift direction.The arrow indicates the RDD. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The RDP/DP ratio was greater than O.3O in most areas of the desert (except for the WETBLG station),and the wind regimes of most areas were unimodal or bimodal. The RDP/DP ratio was the lowest at the WETBLG station (0.24),revealing the high directional variability of wind. This wind regime was considered to be complex. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The sand DP and its direction varied at the seasonal time scale. Seasonal shifts in the wind regimes would influence the sand dune morphology. The calculations of the DP in different seasons showed that the highest DP values were in spring for the CRGL, YKR,and SMJL stations (2.14, 49.96,and 156.86 VU, respectively) and in summer for the WETBLG station (2.91 VU) and the DP values for all stations were the smallst in autumn (Fig.7). The RDP was also the largest in spring,which indicated that the highest level of wind activity generally occurs in this season. Wind was found to mostly blow from the NW in different seasons at the CRGL,YKR, and SMJL stations,whereas the main wind direction was the NE at the WETBLG station. The RDD differed at different stations and in different seasons,but the overall direction was mainly the SE. The RDP/DP ratio in summer was lower than those in the other seasons at all stations, implying that wind direction was the most variable in summer. Specifically,in summer, low pressure dominates much areas of Asia,and the wind in the desert becomes weaker and more directionally unstable (Breed et al.，1979).Figure 8 shows the monthly DP, RDP,RDD,and RDP/DP ratio values obtained for the study area. The DP and RDP were the highest in April. The ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Spring Summer Autumn Winter   \n(a1) CRGL station (a2) CRGL station (a3) CRGL station (a4) CRGL station DP=2.14VU DP=0.96 VU DP=0.10VU DP=0.21VU RDP=1.84 VU RDP=0.34VU RDP=0.09VU RDP=0.20 VU RDD=97° RDD=98° RDD=120° RDD=114 RDP/DP=0.84 RDP/DP=0.37 RDP/DP=0.91 RDP/DP=0.96   \n(b1)WETBLG station (b2) WETBLG station (b3) WETBLG station (b4) WETBLG station ${ \\tt D P = } 1 . 9 6$ VU ${ \\tt D P } { = } 2 . 9 1$ VU DP=0.19 VU $\\scriptstyle \\mathrm { D P = 0 } . 3 4 \\mathrm { V U }$ RDP=1.12VU RDP=0.85 VU RDP=0.11 VU RDP=0.28 VU RDD=150° RDD=260° RDD=198° RDD=154° RDP/DP=0.57 RDP/DP=0.29 RDP/DP=0.61 RDP/DP=0.67   \n(c1) YKR station (c2) YKR station (c3) YKR station (c4) YKR station DP=49.96 VU DP=20.48VU DP=9.08 VU DP=18.32VU RDP=46.14VU RDP=6.47 VU RDP=8.24 VU RDP=16.96VU RDD=109° RDD=150° RDD=110° RDD=99° RDP/DP=0.92 RDP/DP=0.31 RDP/DP=0.90 RDP/DP=0.94   \n(d1) SMJL station (d2) SMJL station (d3) SMJL station (d4) SMJL station DP=156.86VU DP=51.04 VU DP=36.64VU DP=70.93VU RDP=149.46 VU RDP=32.78 VU RDP=33.89 VU RDP=65.29 VU RDD=127° RDD=141° RDD=129° RDD=118° RDP/DP=0.95 RDP/DP=0.63 RDP/DP=0.92 RDP/DP=0.93 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "RDD at each station was concentrated between $9 0 ^ { \\circ }$ and $1 8 0 ^ { \\circ }$ ,indicating that the sand in the study area was transported to the SE. The RDP/DP ratio was larger than O.3O at all stations in each month,and the directional variability was low and intermediate. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/a8fc7734326e73c65a2ce9c0673a3f96bab4bd2b4ce04e4a78b81d9d11cf3543.jpg",
        "img_caption": [
            "Fig.8Monthly variations in the DP(a),RDP(b),RDD (c),and RDP/DP ratio (d) at the four meteorological stations(CRGL,WETBLG,YKR,and SMJL) in the BJD from 2O17 to 2018 "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.3 Sand dune morphology ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The morphological characteristics of sand dunes are key to understanding their types. Google Earth provides fine spatial resolution images,which can be used to calculate the dune pattern parameters,including dune orientation and dune spacing,using geographical information system software.Examples were selected from localities where the winds measured at the meteorological stations were representative of the regional wind environment. Figure 9 shows the Google Earth images of representative types of transverse sand dunes at the four meteorological stations. Transverse dunes were the most dominant and widespread types of sand dunes in the study area, indicating that there were unlimited sources of positive sand supplies in this region. The interval of transverse dunes at the CRGL station was $2 0 – 3 0 \\mathrm { ~ m ~ }$ and the direction of transverse dune was perpendicular to the RDD.Transverse dunes at the WETBLG station were the NE-SW trend; that is,they were nearly parallel to the RDD and the interval was $1 8 { - } 3 0 \\mathrm { ~ m ~ }$ ，The trend in transverse dunes at the YKR station was N-S； that is,they were nearly perpendicular to the RDD. Transverse dunes were observed at the SMJL station,as the secondary dunes superimposed on the star dunes.The star dunes formed earlier, whereas transverse dunes formed later.The wind regimes of the SMJL station could only explain the secondary dunes,i.e., trans verse dunes,but not star dunes.The windward slope was convex and gentle while the leeward slope was concave and steep. The distance between sand dunes was $1 5 \\mathrm { - } 2 0 \\mathrm { ~ m ~ }$ ，The sand dune ridgeline had an orientation of $2 1 0 ^ { \\circ } - 2 2 5 ^ { \\circ }$ . The angle between dune crests and RDD was $8 2 ^ { \\circ } - 9 7 ^ { \\circ }$ ，which was vertical to the direction of the sand transport potential. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/ca350dc82264d409d0574171df881283a03ff03805f6fea75f996ca744dce8c8.jpg",
        "img_caption": [
            "Fig.9Google Earth images of typical dune landforms in the studyarea.Thered arrow refers to the direction of the RDD. (a), transverse dunes $( 1 0 2 ^ { \\circ } 1 5 ^ { \\prime } 4 7 ^ { \\prime \\prime } \\mathrm { E }$ + $3 9 ^ { \\circ } 5 2 ^ { \\prime } 5 5 \\mathrm { N } )$ at the CRGL;(b),transverse dunes $\\mathrm { { } } ^ { 1 0 2 ^ { \\circ } 1 1 ^ { \\prime } 2 2 ^ { \\prime \\prime } { \\mathrm { { E } } } }$ $4 0 ^ { \\circ } 0 1 ^ { \\prime } 5 9 ^ { \\prime \\prime } \\mathrm { N } )$ at the WETBLG station; (c) transverse dunes ( $1 0 2 ^ { \\circ } 2 3 ^ { \\prime } 3 8 ^ { \\prime \\prime } \\mathrm { E }$ ， $3 9 ^ { \\circ } 5 3 ^ { \\prime } 0 5 ^ { \\prime } \\mathrm { N } )$ at the YKR station; (d) transverse dunes ( $1 0 2 ^ { \\circ } 2 7 ^ { \\prime } 0 9 ^ { \\prime \\prime } \\mathrm { E }$ $3 9 ^ { \\circ } 4 8 ^ { \\prime } 1 1 ^ { \\prime \\prime } \\mathrm { N } )$ at the SMJL station. "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The wind activity involved in sand transport diffred at different meteorological stations.This might be partially attributed to the local topography, the barrier function of peripheral sand dunes, and the variation in the surfaces underlying the stations. The last one reason may have been a factor, because the CRGL and WETBLG stations were within semi-closed depressions in the desert whereas the YKR and SMJL stations were within sand dunes at higher elevations. Topographical variations can accelerate， decelerate，or otherwise control the direction of near-surface air or wind-blown sand flow,and hence the transport of sediment (Xiao et al., 2015). Previous studies have shown that the airflows in the lake basin zones are accelerated by megadunes (Wilson, 1973; Wang et al.,2O16). Megadunes influenced the wind regimes of the stations in the lake basin zones in two ways.First, megadunes greatly weakened the wind force and exerted considerable physical blocking and thermodynamic effects on the winds. The stations positioned between megadunes were clearly affected by the secondary flows and sheltering effects.Second, megadunes changed the velocity and direction of winds near the lakes,such that sand flow activities were concentrated mainly on the megadunes.Therefore,the local wind circulation caused by the thermodynamic contrast between megadunes and lakes had an influence on the wind regimes (Zhang et al., 2O13a, 2O17). Specifically, the reflectivity value of sand was higher than that of lake water (reflectivity values of O.3O and O.25 for sand and lake water, respectively) and the specific heat value of lake water was approximately 4.35 times that of sand (specific heat value of $0 . 9 7 { \\times } 1 0 ^ { 3 } \\mathrm { J } / ( \\mathrm { k g } { \\cdot } ^ { \\circ } \\mathrm { C } )$ for sand and specific heat value of $4 . 2 0 { \\times } 1 0 ^ { 3 } \\mathrm { J } / ( \\mathrm { k g } { \\cdot } ^ { \\circ } \\mathrm { C } )$ for lake water).The marked differences in reflectivity and specific heat between sand and lake water resulted in the changes of air temperature and pressure field,and the increase in local circulation (Zhang et al.， 2Ol3a,b). Thus,the wind velocities and directions recorded at the stations(CRGL and WETBLG） in the lake basins differed from those recorded at the stations (YKR and SMJL) on the top of sand dunes.The dominant wind directions on the top of sand dunes were the W and NW. The wind directions recorded at the stations in the lake basins were more complex， being mostly the W，NW，and NE.The frequency and average velocity of sand-driving wind at the stations in the lake basins were lower than those at the stations on the top of sand dunes.In other words,the intensity of wind activities at the stations on the top of sand dunes was stronger than that at the stations in the lake basins. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "During the observation period in the hinterland of the BJD,the frequency and average wind velocity of sand-driving wind,and the height of the sand DP were the greatest in spring. Thus, spring was the main season of wind activities in this region. This result agrees with the seasonal changes in the surrounding areas of the BJD and most of the sandy areas in northern China (Dong et al.,2004;Wang et al.，2015, Zhang et al.，2015； Tian et al.，2021).Research on the wind regimes surrounding the BJD showed that the directions of the prevailing wind on the northwestern and northeastern edges of the desert were the NW and NE,respectively.In the eastern and southeastern parts of the desert, the prevailing wind direction was the SE (Liu et al., 2010;Zhang et al., 2O15). Furthermore,although the BJD contains the largest megadunes in China,it is not the region with the strongest sand transport activity among the Chinese deserts (Wang et al.，2Oo5). Most areas of the BJD are characterized by the low-energy wind environments, with high-energy environments occurring only in some northern parts (Guaizi Lake and Bayinnuoergong) (Dong et al.,2004; Zhang et al.,2O15). The results of this study showed that the hinterland of the desert was dominated by the westerly, northwesterly,and northeasterly winds.The DP ranged from 135.58 to 288.14 VU at the stations on the top of sand dunes, which were higher than those in the western (73.8-116.4 VU) and northern (90.6 VU) parts of the desert and lower than those in the southern (168.7-286.3 VU) and northeastern (448.2-733.4 VU) parts of the desert (Zhang et al., 2015). Most of the hinterland of the desert is in a low-energy wind environment,which is consistent with the wind environment of the surrounding deserts.These observations agree well with the findings of Lancaster et al. (2O13)，who reported that major global sand seas were formed in the low-energy wind environment.This suggests that sand dunes in the BJD were formed in a low-energy wind environment as this condition favored the long-term deposition of sand.The variability in the wind direction at most stations of the desert was greater than O.3O,representing low to medium variability.The RDD was the SE,which is consistent with the direction of sand transport in the other areas of the desert,as well as the overall direction of the sand dune movement (Chen et al., 2011). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Complex local and regional wind regimes control the variations of sand dune patterns (Yang et al.，2020). Fryberger et al. (1979） suggested that barchan chains and transverse dunes are generally associated with unimodal wind regimes (higher RDP/DP ratio values), indicating a lower variability in the wind direction.The wind regimes at the CRGL, YKR,and SMJL stations were correlated with the sand dune types found there.The wind direction at the WETBLG station was highly variable,and the high directional variability $\\mathrm { \\langle R D P / D P = } 0 . 2 4 \\rangle$ and the RDD observed at the WETBLG station were reflective of differences between transverse dunes. The dune morphology at the WETBLG station was not closely related to the wind regimes,which might because sand dunes are smalland cannot truly reflect the wind regimes.In fact, this is not the only study to show that the dune morphology is not closely related to the wind regimes. Some previous studies have demonstrated that most dunes of the Chinese sandy deserts are transverse and linear and are usually consistent with their wind regimes (e.g. Wang et al., 2Oo5); however, in some deserts,there is no close relationship between dune morphology and regional wind directional distribution (e.g.，Wang et al., 2Oo5). Wind regimes, in conjunction with vegetation and sand supply,affect the overall dune morphology (Wasson and Hyde,1983; Gao et al., 2015). Figure 9 shows that there was almost no vegetation at all stations,indicating that the wind regimes and sand availability are the key factors responsible for the development of the dune geomorphology. The sediments in the sand sea of the BJD originated mainly from the quaternary and modern alluvial-lacustrine deposits from the Heihe River drainage system and fine sediment from the Gulunai Lake grassand (Dong et al.,2O04; Zhang et al.,2O15). However, this study did not discuss the sand supply in these regions owing to a lack of detailed data. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The $^ { 1 4 } \\mathrm { C }$ dating of rhizoconcretions (fossilized plant roots coated with calcium carbonate) from the beneath of megadunes (Yang et al.,2Ooo) and the organic sediments from the lake floor (Yang et al., 2O03) showed that the ages of megadunes and lakes (e.g.,the SMJL lake) are 31,750 $( \\pm 4 8 5 )$ and 8390 $( \\pm 3 0 )$ BP,respectively. This indicated that there has been a long-term trend of harmonious coexistence between lakes and sand dunes. In fact, this pattern also appears in the majority of the deserts over the world, including 422 lakes in the Tengger Desert, China (Yan et al.,2001), the Lake Frome in the Strzelecki Desert, Australia (Fitzsimmons et al., 2007),the Crescent Moon Spring of Dunhuang Oasis, China (Zhang et al.， 2O13b),the Crescent Moon Spring in the Kumtag Desert, China (Li et al., 2O14),and the Lake Qarun in the Sahara Desert, Africa(Wahed et al.， 2O15). The coexistence between lakes and megadunes in the desert environments is controlled not only by the underground water but also by the local circulation in areas where the wind can blow sand between lakes and megadunes. First, in the lake basins,the relative relief between megadunes and inter-dunes will generate mountain valley wind in some circumstances. Specifically, the air is heated mainly by long wave radiation from the ground. At the daytime, the air above the slope of the mountain could obtain more heat from the sandy surface than the air in the valley at the same height. This could result in the air above the mountain rising faster than that above the valley and low air pressure occurring near the surface of the mountain, while air pressure is relatively high near the surface of the valley. Where there is a difference in air pressure,air will move and generate valley wind; the opposite situation occurs at the nighttime (Zhang et al.，2Ol7). Second，the local circulation is generated from the difference of the thermodynamic properties between lakes and megadunes.The wind blows from the lakes to the megadunes at the daytime,and from the megadunes to the lakes at the nighttime (Zhang et al.，2O13a, b). There is a superposition effect between lake-land breeze and valley breeze,and the local circulation may be enhanced by the coupling of lake-land breeze and the valley breeze of megadunes.Furthermore,the warm and cold effects of lakes will also influence the local circulation (Zhang et al.,2O14).Third, the balance of aeolian sand transport is controlled by the alternating daytime,nightime,and seasonal wind directions as these determine the survival or extinction of lakes.In the different seasons,wind alternately offsets the already faint local phenomenon of wind erosion and the related deposition,resulting in an overall stable and balanced pattern of landscape dynamics. This phenomenon is influenced by the local terrain, no matter the direction from which the wind travels in compared to the annular sand hill up back a whirlwind,slide the sand hill of sand-driving sand ridges,and the top of the mountain.It is this characteristic of sandstorm activity that makes the sand-lake relationship symbiotic. The sandstorm activities observed around the lake stations were weak and could reduce the quality of sand entering the lakes. The weakening of the wind activities from the top of sand dunes to the lake basins affected the spatial distribution of aeolian sand deposits,and prevented the lakes from being buried by mobile sand dunes.This observation indirectly explains the coexistence of lakes and dunes in the BJD,which has some effects on maintaining the height of these sand mountains (Dong et al.,2O13); however, the pattrns and extents of these effects require further study. In summary,although the effects of the local circulation and wind regimes on the lakes and megadunes provide a means of interpreting the coexistence of lake-dune pattrns in the BJD, more evidence is needed to fully understand these patterns. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "To control the damage caused by the wind-blown sand, it is necessary to understand the characteristics of the near-face wind regimes. The precipitation values at the CRGL and SMJL stations were 76.7 and $9 5 . 7 ~ \\mathrm { m m }$ in summer (from June to August), respectively, accounting for $7 9 . 1 \\%$ and $6 7 . 7 \\%$ of the annual precipitation,respectively. Thus,the precipitation in the BJD is mainly concentrated in summer. In addition, this area is dominated by desert vegetation such as Nitraria tangutorum and Artemisia sphaerocephala. The results of this study showed that the wind activity was the greatest in spring. The differences of the wind-sand activities and precipitation in different time periods,as wellas the lower vegetation cover, have aggravated the frequency and intensity of desert sandstorms (Pang et al.,2O2O).Future research should focus on the prevention of sandstorm disasters,especially in spring. The desert was dominated by two major wind systems (NW and NE). The strong and frequent NW wind was the dominant factor causing the sand transport to the SE. Therefore,the local sand transport direction must be considered when establishing engineering measures,such as sand barriers and shelterbelts,during the construction of the windbreak and sand fixation system in the BJD. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In this study,the wind regimes in the hinterland of the BJD and associated sand dune types were analyzed,and the correlation between the dune morphology and wind regimes was discussed using Google Earth images and meteorological observations.Our results showed that the frequency of sand-driving wind accounted for $0 . 8 \\% - 1 6 . 4 \\%$ of the total frequency of annual wind. The sand-driving wind notably varied seasonally and monthly and occurred mostly in spring. The annual average DP values at the four meteorological stations were in the range of 3.35-288.14 VU.The wind environments in most areas can be classified as the low-energy environments. The main wind direction that controlld the dune formation was the NW. With the exception of the WETBLG station,all other stations exhibited the low or intermediate annual directional wind variability and unimodal or bimodal wind regimes. The DP and RDP varied seasonally and spring was the main season of the wind activities.The RDD differed at different stations and in different seasons,but the overall direction was the SE.Because of the barrier function of the sandy mountains and local circulation, the sand transport activity was weaker in the lake basins than on the top of sand dunes. The sand transport activity in the hinterland of the desert correlated with that in the surrounding deserts.Transverse dunes were the most dominant types of dunes in the study area. Overall, the wind regimes were consistent with the types of sand dunes,therefore, wind was the main dynamic factor affecting the formation and development of sand dunes. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The novelty of this research lies in its analysis of the wind regimes in the hinterland of a desert that represents the wind environment of sand dunes.Furthermore, the work revealed the effects of the local circulation on the sand transport between lakes and megadunes and indicated that more attention should be paid to the local circulation in research on the dune geomorphology. This study provides new data on the wind regimes in the BJD, which can in turn be used to analyze the formation and development of sand dunes. Although the present study provides some preliminary results,further studies on the wind regimes in this desert are still needed.The effects of local topography， vegetation cover, sand particle size,and other factors on the intensity of sand transport activity should be analyzed in detail. In addition,research should focus on the measures to control sand damage to several desert oases by considering the characteristics of the wind regimes,as this will provide a theoretical basis for the restoration and protection of the desert ecosystem. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "This research was funded bythe National Natural Science Foundation of China (41871O21)and the Desert and Glacier Field Scientific Observationand Research Station of Lanzhou University (zujbky-2O21-spl6).We thank Prof. ZHANG Zhengcai and Prof. CHENG Hongyi for their helpful comments and suggestions. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Al-AwadhiJM,Al-HelalA,Al-Enezi A.2Oo5.Sanddriftpotential inthedesertof Kuwait.Journalof AridEnvironments, 63(2): 425-438.   \nAn ZS,ZhangKC,QuJJ,etal.2Ol4.The near-surface airflowfiledof pyramidduneand its influenceontheCrescentMoon Spring in Dunhuang,China. Journal of Desert Research,34(1):9-15.(in Chinese)   \nBagnold RA.1974.The Physics of Blown Sand and Desert Dunes.Dordrecht: Springer, 85-95.   \nBaiY,WangNA,LiaoKT,etal.2O11.Geomorphological evolutionrevealedbyaeoliansedimentary structure inBadainJaran   \nBred U S,rrybergerSG Anarews S,etal.1y/9.Kegional stuaiesoIsand seas using lanasa (EKS)imagery.In: McKeED. A Study of Global Sand Seas.Washington: United States Geological Survey,305-397.   \nBullardJE,ThomasDSG,Livingstone I,etal.1996.Windenergyvariations inthe southwesternKalahari Desertand implications for linear dune field activity.Earth Surface Processes and Landforms,21(3):263-278.   \nChenF,Liu Y.2011.Secular annual movementof sand dunes in BadainJaran Desert basedon geographic analyses ofremotely sensed imagery.Remote Sensing Technology and Application,26(4): 501-507.(in Chinese)   \nChen J S,LiL,Wang JY,et al. 2Oo4. Groundwater maintains dune landscape.Nature,432: 459-460.   \nChen JS,ZhaoX,Sheng XF,etal.2Oo6.Formationmechanismsof mega-dunesandlakes inthe Badain JaranDesert,Iner Mongolia. Chinese Science Bulletin,51(24):3026-3034.   \nDong ZB,WangT,Wang XM.2O04.Geomorphologyof themegadunes inthe Badain Jaran Desert.Geomorphology,60(1): 191-203.   \nDong ZB,Qian GQ,LuoWY,et al.2O09. Geomorphological hierarchies forcomplex mega-dunes andtheir implications for mega-dune evolution in the Badain Jaran Desert. Geomorphology,106(3-4): 180-185.   \nDong ZB,Zhang ZC,QianG Q,et al.2013.Geomorphologyof star dunes in the southern Kumtagh Desert,China:control factors and formation.Environmental Earth Sciences,69(1):267-277.   \nFitzsimmons KE,BowlerJM,Rhodes EJ,etal.2O07.Relationships between desertdunes during the late Quaternary in the Lake Frome region,Strzelecki Desert,Australia. Journal of Quaternary Science,22(5): 549-558.   \nFryberger SG,Dean G1979.Dune forms and windregime.In: MckeeED.A StudyofGlobalSand Seas.Washington: United States Geological Survey,137-169.   \nGao X,Narteau C,Rozier O,etal.2O15.Phase diagramsof dune shapeand orientation dependingonsandavailability. Scientific Reports,5:14677,doi: 10.1038/srep14677.   \nGao X M,Dong ZB,Duan Z H,etal.2O19.Windregime for long-ridge yardangs inthe Qaidam Basin,Northwest China. Journal of Arid Land,11(5): 701-712.   \nHereher,MohamedE.2Ol4.Assessment ofsanddrift potentialalong theNile ValeyandDeltausing climaticandsatelitedata. Applied Geography,55: 39-47.   \nLancaster N.1994.Dune morphologyand dynamics.In: Abrahams AD,ParsonsAJ.Geomorphologyof Desert Environments. London: Chapman and Hall, 480.   \nLancaster N. 1995. Geomorphology of Desert Dunes.London: Routledge,1-7.   \nLancaster N.2O13.Sand seas anddune fields.In: ShroderJF.Treatise on Geomorphology.San Diego: Academic Press,1: 219-245.   \nLi GS,LiXZ,QuJJ.2014.Investigatingthe interactionbetween CrescentSpringand groundwater ina Chinesedune-lake environment using hydraulic gradient and isotope analysis methods.The Holocene,24(7):798-804.   \nLi P,Tian JK.2011. Characteristics ofsurface layer wind speed profiles overdiferentunderlying surfaces.Resources Science, 33(10):2005-2010.(in Chinese)   \nLiuT,Yang XP,Dong JF,etal.2Ol0.Apreliminarystudyofrelationbetweenmegadune shapeand windregimeintheBadain Jaran Desert. Journal of Desert Research,30(6):1285-1291.(in Chinese)   \nLou TM.1962.Theformation and utilization of the desert between Minqing and Badain Monastery.In:Research of Desert Control, Series 3.Beijing: Science Press,90-95.(in Chinese)   \nMa N,WangNA,ZhuJF,et al.2O11.Climatechange around the Badain JaranDesert inrecent5Oyears.JournalofDesert Research,31(6): 1541-1547.(in Chinese)   \nMcKee ED.1979. Introduction to a study of global sand seas.In: McKeeED.A Study of Global Sand Seas.Washington DC: U.S. Geological Service,1052: 3-19.   \nNing K,LiZL,Wang NA,et al.2O13.Spatial characteristicsof grainsizeanditsenvironmental implicationinthe Badain Jaran Desert. Journal of Desert Research,33(3):642-648.(in Chinese)   \nNiu ZM,WangNA,Meng N,etal.2021.Contributionof lake-dunepatering totheduneheightof mega-dunes inthe Badain Jaran sand sea, northern China.Remote Sensing,13:4915,doi: 10.3390/rs13234915.   \nPang YJ,WuB,LiYH,etal.2O20.Morphologicalcharacteristicsanddynamicchangesofseif dunes intheeastermargiof the Kumtagh Desert,China.Journal of Arid Land,12(5): 887-902.   \nParteliE,DuranO,Tsoar H,etal.2Oo9.Dune formationunder bimodal winds.Proceedingsof the National Academyof Science,106(52):22085-22089.   \nRefetE,PontSCD,Hersen P,etal.20l0.Formationand stabilityoftransverseandlongitudinalsanddunes.Geology,38(6): 491-494.   \nRubin DM, HunterRE.1987.Bedform alignment in directionally varying flow. Science,237(4812): 276-278.   \nSchatzV,Tsoar H,EdgettKS,etal.2Oo6.Evidencefor induratedsanddunesinthe Martian northpolarregion.Jouralof Geophysical Research,1l: E04006,doi: 10.1029/2005JE002514.   \nSunP,SunQ.964.Thehydrological geologyof the western InerMongolia.In:ResearchofDesertControl,Series 6.Beijing: Science Press,121-146.(in Chinese)   \nThomas D S G1997.Sand seas and aeolian bedforms.In: Thomas D SGArid Zone Geomorphology.London: Belhaven Press, 373-412.   \nTianM,QianGQ,Yang ZL,etal.2O21.Characteristicsof wind regimeand its influencesonthedevelopmentof Aeolian landforms in the HaertengheReach,northeasternQaidam Basin,China.Journalof DesertResearch,41(1):1-9.(inChinese)   \nTsoar H,ParteliEJR.2Ol6.Bidirectional winds,barchan dune asymmetryand formation of seif dunes from barchans:a discussion. Environmental Earth Sciences,75(18):1-10.   \nWahedMSMA,MohamedEA,El-SayedMI,etal.2O15.Hydrogeochemical processs controlling the waterchemistryof closed saline lake located in Sahara Desert: Lake Qarun,Egypt. Aquatic Geochemistry,21(1): 31-57.   \nWang KQ,Zhao H,ShengYW,etal.2O20.Distribution and morphological parameters of dunes in the Badain Jaran Desert based on DEM.Journal of Desert Research,40(4): 81-94.(in Chinese)   \nWangNA,MaN,ChenHB,etal.2O13.ApreliminarystudyofprecipitationcharacteristicsinthehinterlandofBadainJaran Desert. Advances in Water Science,24(2): 153-160.(in Chinese)   \nWang N A,Ning K,LiZL,etal.2O16.Holocene high lake-levels and pan-lake periodon Badain Jaran Desert.Science China Earth Sciences,59(8): 1633-1641.   \nWang T.199o.Formationand evolutionofBadain Jaran Sandy Desert,China.Journalof Desert Research,10(1):29-40.(in Chinese)   \nWang XM,Dong ZB,YanP,etal.2Oo5.Windenergyenvironmentsand dunefieldactivity in theChinese deserts. Geomorphology,65(1-2): 33-48.   \nWang X M,LangLL,Hua T,et al.2O15.Geochemical and magneticcharacteristicsof aeolian transported materials under different near-surface wind fields: An experimental study. Geomorphology,239(15): 106-113.   \nWang ZT,Chen TY,LiuSW,etal.2O16.Aeolian originof interdune lakesinthe BadainJaran Desert,China.ArabianJournal of Geosciences,9(3): 190,doi: 10.1007/s12517-015-2062-6.   \nWasson R J, Hyde R.1983.Factors determining desert dune type. Nature,304: 337-339.   \nWen Q,Dong ZB.2O16.Geomorphologic patterns of dune networks inthe Tengger Desert, China.Journal of AridLand,8(5): 660-669.   \nWilson IG.1973.Ergs.Sedimentary Geology,10: 77-106.   \nWu Z. 2003.Aeolian Geomorphology and Sand Engineering.Beijing: Science Press,139-181.   \nXiao JH,QuJJ,Yao ZY,et al.2015.Morphologyand formation mechanismof sand shadow duneson the Qinghai-Tibet Plateau. Journal of Arid Land,7(1): 10-26.   \nYan M C, WangGQ,LiB S,etal.2Oo1.Formation and growth of high megadunes in Badain Jaran Desert.Acta Geographica Sinica,56(1): 83-91. (in Chinese)   \nYang JH,XiaDS,Wang SY,etal.2O2o.Near-surface wind environmentintheYarlung ZangboRiverbasin,southerTibetan Plateau.Journal of Arid Land,12(6): 917-936.   \nYang XP.2Oo.Landscape evolutionand precipitation changes in theBadain Jaran Desert during thelast 30OoO years.Chinese Science Bulletin,45(11): 1042-1047.   \nYang XP,LiuTS,XiaoHL.2Oo3.Evolutionof megadunesand lakesinthe BadainJaranDesert,Inner Mongolia,China during the last 31,0oO years. Quaternary International,1O4(1): 99-112.   \nZhang K C,QuJJ,An Z S.2012.Characteristicsof wind-blown sand and near-surface wind regime in the Tengger desert, China.Aeolian Research,6: 83-88.   \nZhang KC,AoYH,QuJJ,etal.2O13a.Dynamical environments of wind-blownsand near lakes surounded by sand mountains in the Badain Jaran Dessert. Arid Land Geography,36(5): 790-794. (in Chinese)   \nZhang KC,QuJJ,NiuQH,etal.213b.Characteristicsof wind-blownsand intheregionof the Crescent Moon Spring of Dunhuang, China. Environmental Earth Sciences,7O(7): 3107-3113.   \nZhang KC,AoYH,QuJJ,et al.2O14.Influencesof lake-sand dune landscapeonlocal microclimate in BadainJaran Desert. Bulletin of Soil and Water Conservation,34(5):104-108.(in Chinese)   \nZhang KC,Cai DW,AoYH,etal.2O17.Local circulation maintainsthecoexistenceof lake-dunepaternin theBadan Jaran Desert. Scientific Reports,7: 40238,doi: 10.1038/srep40238.   \nZhang W,Wang T.2O05.Appoach to formationand evolutionof mega-dunes in Badain Jaran Desert.Journal of Desert Research,25(2): 281-286.(in Chinese)   \nZhang ZC,Dong ZB,LiC X.2O15.Wind regime andsand transport in China's Badain Jaran Desert.Aeolian Research,17: 1-13. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    }
]