[
    {
        "type": "text",
        "text": "Postcranial morphology of Middle Eocene deperetellid Teleolophus (Perissodactyla, Tapiroidea) from Shara Murun region of the Erlian Basin, Nei Mongol, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "BAI Bin1,2 WANG Yuan-Qing1.3 MENG Jin1,4 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontology and Paleoanthropology,Chinese Academy of Sciences Beijing 10oo44 baibin@ivpp.ac.cn)   \n(2StateKeyLaboratoryofPalaeobiologyndStratigraphy,NanjingInstituteofGeologyandPalaeontologyChinese Academy ofSciences Nanjing 210008)   \n(3Collegeof Earth Science,University of Chinese Academy ofSciences Beijing 100049)   \n(4Division ofPaleontology,American Museum ofNatural History New York 10024) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractDeperetellidae are a group of common,endemic Asian Middle Eocene tapiroids. Although five genera within the family have been named, most of them were represented by fragmentary maxillae and mandibles except for some skeletal material of Deperetella.Based exclusiyely on dental characters,different authors have proposed affinities of deperetellids with, for instance,helaletid Colodon,lophialetids,or rhodopagids.Here we described the partial postcranial skeleton of Teleolophus medius?recently discoveredat Wulanhuxiu ( $\\overrightharpoon { = }$ Ulan Shireh)of the Erlian Basin, China,and compared the postcranial skeletons of Teleolophus with those of Lophialetes, Deperetella,Heptodon,Helaletes,and Colodon.The postcranial skeleton of Teleolophus shares many similarities with that of Deperetella especially in having elongated and slender limbs, a relatively long, narrow lunar with a slightly concave medial border of the radial facet, a magnum with an anteriorly situated hump and a deeply excavated Mc IV facet, Mc II not elevated above Mc III, a slightly asymmetric trochlea of the femur,a fibula highly reduced or even fused with a tibia, Mt II contacting the cuboid,Mt II in contact with ectocuneiform only on the posterior end,and the manus and pes with functional tridactyls.These similarities support the close relationship between Teleolophus and Deperetella.We interpreted some similarities of postcrania between Teleolophus and Lophialetes as a result of parallel evolution, due to their cursorial adaptations. Colodon is more similar to Heptodon than to Teleolophus in the postcranial features,suggesting a close relationship between Colodon and Heptodon.Whether or not Helaletidae and Deperetellidae are closely related await further investigation.Both morphological characters and ternary diagram indicate that Teleolophus adapted to fast running,as its contemporary Lophialetes. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key WordsErlian Basin,Nei Mongol; Middle Eocene; Tapiroidea,Teleolophus; postcranial skeleton; CAE ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Bai B,Wang Y Q,Meng J,in press,Postcranial morphology of Middle Eocene deperetellid Teleolophus (Perissodactyla,Tapiroidea) from Shara Murun region of the Erlian Basin,Nei Mongol, China.Vertebrata PalAsiatica,DOI:10.19615 /j.cnki.1000-3118.17121 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Deperetellidae are a group of endemic,peculiar tapiroids distributed in Middle Eocene deposits of Asia. The family includes five genera: Teleolophus,Deperetella,Diplolophodon, Pachylophus,and Bahinolophus, that have been reported from China, Mongolia, Kyrgyzstan, and Myanmar (Matthew and Granger, 1925a,b;Radinsky, 1965a; Tong and Lei, 1984; Tsubamoto et al., 2005; Zdansky,1930). The generic taxonomy of Deperetellidae has been controversial. Radinsky (1965a) and Dashzeveg and Hooker (1997） suggested that Diplolophodon and Pachylophus are synonymies of Deperetella and Teleolophus,respectively. Although specimens of deperetellids are relatively abundant, most of them are fragmentary maxillae or mandibles; cranial and associated postcranial elements are rare. The only known postcrania of deperetellids, a partial skeleton of Deperetella cristata, were collected from the Shara Murun Formation at Ula Usu of the Erlian Basin, Nei Mongol (Inner Mongolia), China (Radinsky,1965a). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Among tapiroids, deperetellid is characterized by an inverted U on upper molar crown formed by the protoloph, paracone, and metaloph, presence of the cement on cheek teeth, the Hunter-Schreger Band with compound configuration, and cursorial adaptations of postcrania (Radinsky, 1965a; von Koenigswald et al.,2011). Probably due to these peculiar characters, the phylogenetic relationship of deperetellids within Tapiroidea remains obscure. Matthew and Granger (1925a, b) suggested that Teleolophus and Deperetella were related to helaletid Colodon from North America in approaching the bilophodont molars,and this hypothesis is partially supported by the cladistic analysis of Colbert (2Oo5). However, regarding the similarity between the Teleolophus-Deperetell clade and Helaletidae as convergency, Radinsky (1965a) erected a separate family Deperetellidae, and suggested it shares a common ancestry with contemporary lophialetids. Hooker （1989) considered Rhodopagidae to be a sister group of Deperetellidae. Dashzeveg and Hooker (1997) named a new genus, Irdinolophus for“Helaletes”mongoliensis from the Erlian Basin,and regarded it as a primitive member of Deperetellidae. However, Bai et al. (2017b) doubted Irdinolophus as a primitive deperetellid,and reassigned “Helaletes” mongoliensis to Desmatotherium as initially named by Matthew and Granger (1925b). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Locality background ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The fragmentary maxilla with complete upper cheek teeth of Teleolophus medius? (AMNH FM 26286) was collected by the Central Asiatic Expedition (CAE) of the American Museum of Natural History from the Ulan Shireh Formation of the Wulanhuxiu ( $\\scriptstyle { \\overbrace { = } }$ Chimney Butte,Ulan Shireh) (Fig.1).The locality of Wulanhuxiu was first investigated by the CAE in 1925,and was referred to as “8 miles north of Tukhum Lamasery” at “North Mesa”(Radinsky, 1964; Wang et al.,2012).In 1928,the CAE returned to the locality and named it as “Chimney Butte”(Radinsky, 1964; Wang et al., 2012). The Wulanhuxiu section is about $4 5 \\mathrm { ~ m ~ }$ (150 feet) in thickness; the mammalian fauna from the strata was considered to be homogenous and equivalent to or slightly older than Irdinmanhan (Radinsky,1965a; Ye,1983). Recently, Li et al. (2O16) proposed a possible Irdinmanhan and Sharamurunian boundary in the upper horizon of the Wulanhuxiu section.Further, based on our fieldwork and preliminary analyses of mammalian fossils,the base deposits of Wulanhuxiu section may extend down to the Arshantan age. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/37b20eb3216b742676cc8243ea8b2746dbd2b33c6a95cb072a5853ace6c43f0d.jpg",
        "img_caption": [
            "Fig.1Location of the Paleogene localities in Shara Murun region of the Erlian Basin,Nei Mongol, China 1. Wulanhuxiu (=Ulan Shireh, Chimney Butte, 8 miles north of the Tukhum Lamasery); 2.Wulantaolegai ( $\\scriptstyle \\sum \\limits _ { i = 4 }$ miles north of the Tukhum Lamasery); 3. Ula Usu; 4. Ulan Gochu: 5. Xilin Nor North; 6.Bayan Obo ( $\\mathbf { \\bar { \\rho } } = \\mathbf { \\bar { \\rho } }$ Twin Oboes); 7. Jhama Obo; 8. Heretu( $\\overleftarrow { } =$ Spring Camp); 9. Dalaiyin Bulage "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Radinsky (1965a) tentatively assigned Teleolophus material from Wulanhuxiu toT. medius? because it is smaller than the holotype of T. medius and its M3 is slightly more square.Further, the holotype of $T .$ medius was a mandible (AMNHFM 20166) from the Irdin Manha Formation at Irdin Manha, where few upper teeth were discovered.In contrast, the material of Teleolophus from Wulanhuxiu was composed of complete upper cheek dentition but few lower teeth, which hampered further comparisons with those from the Irdin Manha (Radinsky,1965a). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In recent years,we have made extensive field investigation at Wulanhuxiu and other CAE localities in the Shara Murun region (Fig.1). Many new specimens of Teleolophus medius?, including postcranial and dental materials,were discovered from the Ulan Shireh Formation at Wulanhuxiu.Pending a detailed comparison of Teleolophus between Wulanhuxiu and Irdin Manha material, we tentatively assigned the postcranial material from Wulanhuxiu to Teleolophus medius? as initially suggested by Radinsky (1965a). Here we focus on the postcranial morphology of Teleolophus,and briefly discuss its phylogenetic implications and functional morphology. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Materials and methods ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Material described here is housed at the Institute of Vertebrate Paleontology and Paleoanthropology (IVPP), Chinese Academy of Sciences. The postcranial specimens identified as Teleolophus medius? consist of fragmental carpals,relatively complete metacarpals,hind limb,and pes.These postcranial materials were found from several sites,but the same horizon of a white sandstone in the middle of layer 2 at the Wulanhuxiu section (Li et al., 2016).A quarry (field number: 1007o5WP02) preserved a number of postcranial elements and a lower jaw with m1-3 of Teleolophus,representing multiple individuals.They include: an associated left hind limb and pes (IVPP V 23887); a left patella (V 23888.1); a fragmental trochlea of a left femur (V 23888.2); a left tibia and fibula without the proximal ends (V 23888.3); an incomplete left calcaneus (V 23888.4); a left navicular (V 23888.5); a left mesocuneiform (V 23888.6).An articulated right manus (V 23889) was discovered from site 100705WYX01. Additional specimens unearthed from the site O90703LP01 include: a fragmental right magnum (V 23890.1); a proximal end of a left Mc II (V 23890.2); a proximal end of a right Mc IV (V 23890.3); two left astragali (V 23890.4-5); a left entocuneiform (V 23890.6); a left ectocuneiform (V 23890.7); a distal end of Mc III (V 23890.8). Finally, from the site 090703BB01,a fragmental right lunar(V 23891.1) and a left ectocuneiform (V 23891.2) were collected. Besides the material from the site 100705WP02 in association with a mandible of Teleolophus,we assigned other specimens to Teleolophus rather than the contemporary Lophialetes or Triplopus? proficiens mainly based either on the larger size of Teleolophus or their some unique features shared with Deperetella as discussed below. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We describe the postcranial elements of Teleolophus medius? along with comparison with those of its close relatives (or presumably close relatives), including Deperetella, Lophialetes,and three helaletids (Heptodon,Helaletes,and Colodon) (Holbrook,20o1; Osborn and Wortman, 1892; Peterson, 1919; Radinsky, 1965a, b; Schoch, 1984; Scot, 1941). Thel terminology of postcrania follows Bai et al. (2017a) and Qiu and Wang (2007). 1 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The ternary diagram was used to visualize the hind limb proportions of Teleolophus in ternary morphospace relative to different locomotion of ungulates (Gatesy and Middleton, 1997). The ternary diagram was plotted in R 3.4.1 using the package “ggtern” (Hamilton, 2017). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4 Comparative description ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.1 Manus ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The right manus (IVPP V 23889) is preserved in a poor condition (Fig. 2), with most carpals being broken except for the pisiform, trapezium,and the anterior part of the magnum. The metacarpals were cracked into several segments,and the distal end of Mc II was structureless after weathering.The distal end of Mc IV is reversed anteroposteriorly due to the deformation.The middle phalange of the third digit is missing. Several fragmental carpals and metacarpals were also preserved (Fig.3),including a right lunar without the posterior process (V 23891.1),a right magnum without the anterior part (V 23890.1),a proximal end of a left Mc III (V 23890.2), and a proximal end of a right Mc IV (V 23890.3). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/f6f016bf9917894be964806349d82e25775b0302d874a313896802b1ce6429d4.jpg",
        "img_caption": [
            "Fig.2 Right manus of Teleolophus medius? (IVPP V 23889) in articulation in anterior (A), posterior(B) views,and reconstruction (C) Abbreviations: Mc II,II,IV. second, third,and fourth metacarpals; p. pisiform; tm. trapezium "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1.1 Carpals ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Lunar A right lunar was preserved without the posterior process (IVPP V 23891.1) (Fig. 3A-E). The lunar is relatively long and narrow in proximal view,and relatively lower and wider in anterior view than those of Deperetella,Heptodon,and Colodon.The anterior part of the radial facet is convex anteroposteriorly and considerably extends onto the anterior surface (Fig.3A, E),while the posterior part is slightly concave, narrow,and situates in the medial half of the posterior part, as in Deperetella. The medial border of the radial facet is slightly concave.By contrast, the posterior part of the radial facet in Lophialetes and Heptodon is situated in the middle with a more concave medial border.The medial border of the radial facet is also weakly concave in Colodon,but the posterior part of the radial facet is rather narrow and nearly indiscernible. On the medial side there are two scaphoid facets (Fig.3B). The proximal one is band-like,slightly concave anteroposteriorly, whereas the distal one is narrow, strip-like with the anterior part being wider than the posterior part. On the lateral side there are two flat facets for the cuneiform (Fig.3C). The proximal one is short and roughly trapezoid in outline,whereas the distal one is lunate, slightly longer, and more posteriorly situated. On the distal side (Fig. 3D), the unciform facet occupies the anterolateral part, concave,and slightly laterally directed, in contrast with more laterally facing in Deperetella and Colodon. The anterior part of the magnum facet is small, flat, more medially directed than distally, and separated from the distal scaphoid facet by a weak ridge,whereas the anterior magnum facets are absent in Lophialetes and Deperetella and relatively large and vertically placed in Heptodon and Colodon.The posterior part of the magnum facet is spherically concave, but ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/01122ed5ef1cf3167669d5e15bd69ccea02efb7e89f8559f7783e3914380ead3.jpg",
        "img_caption": [
            "Fig.3Partial carpalsand metacarpals of Teleolophusmedius? "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A-E. right lunar (IVPPV23891.1) in proximal (A),medial (B),lateral(C),distal (D),and anterior (E) views;   \nF-H.right magnum (V23890.1) in proximal (F),medial(G),and lateral (H) views; I-M. partial left Mc II(V   \n23890.2) inanterior (I),medial (J),lateral (K),posterior (L),and proximal (M) views; N-R.partialrightMc IV (V 23890.3) in anterior (N),medial (O),lateral (P), posterior (Q),and proximal (R) views Abbreviations: c. cuneiform; 1. lunar; m. magnum; r. radius; s.scaphoid; td. trapezoid; u. unciform; I1,III,IV,V. second,third, fourth,and fifth metacarpals ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "the posterior end was broken off. The posterior magnum facet of lunar in Lophialetes is more vertically placed, whereas that of Colodon is nearly distally directed. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "PisiformThe pisiform bears two facets for the ulnar and cuneiform anteriorly (IVPP V 23889) (Fig.2A-B; Table 1). The ulnar facet is tongue-shaped, slightly concave and facing anterodorsally. The cuneiform facet is triangular with an apex pointed medially, generally flat,and facing anterodistally.A rugose tubercle is present at the medial side of the cuneiform facet,as in Deperetella and Lophialetes (Fig.2A),but the tubercle is relatively larger and more medially extended in Heptodon than in other forms.The anterior end of pisiform of Colodon bears a tubercle apposed to the joint of the ulnar and cuneiform facets in the medial side (Radinsky,1965a:fig. 41C). The posterior process is expanded proximodistally and laterally. On the lateral view, the angle between the ulnar and cuneiform facets is less than $9 0 ^ { \\circ }$ (Fig. 2B), whereas the angle is about $9 0 ^ { \\circ }$ inDeperetella. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Trapezium The trapezium (IVPP V 23889) is irregularly rod-like with a relatively long posterior process as in Lophialetes (Fig. 2A-B), whereas the trapezium of Deperetella is stout with a relatively short posterior process (Radinsky, 1965a). The long posterior process has been interpreted as the fused Mc I by Radinsky (1965a). But in Heptodon, the trapezium is flat and disc-like (Radinsky, I965b). The trapezoid facet is roughly rounded and flat. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Magnum Two fragmental right magnums were preserved: one lacks the posterior part and associated with other carpals (IVPP V 23889) (Fig. 2A), whereas the other lacks the anterior part (V 23890.1) (Fig. 3F-H). The anterior scaphoid facet of the magnum is anteriorly inclined and slightly convex anteroposteriorly as in Deperetella (Fig. 2A), but that of Lophialetes is more convex anteroposteriorly. The anterior scaphoid facets of the magnums in Heptodon and Helaletes are horizontal and flat (Peterson, 1919; Radinsky, 1965b; Schoch,1984). The proximal hump is relatively high,anteriorly situated with a steep anterior border, and bears a nearly vertical facet for the posterior scaphoid facet, as in Lophialetes and Deperetella (Figs.2A, 3F, G), whereas those of Heptodon,Helaletes,and Colodon are more posteriorly placed with gradual anterior borders. On the medial side, the trapezoid facet varies from two separated proximal and distal parts as in Lophialetes and Colodon (Radinsky, ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1965a) (Fig.2A), to a confluent single facet as in Heptodon and Helaletes (Fig. 3G).A similar variation is also present in Deperetella. The distal portion of the trapezoid facet is more posteriorly extended than the proximal one. Distal to the trapezoid facet there is a narrow, strip-like,and distomedially directed facet for Mc II (Fig. 3G),whereas the Mc II facets in Heptodon,Helaletes,and Colodonarerelatively wider and more vertical. On the lateral side, the unciform facet is flat (Fig.3H).The anterior lunar facet is narrow and confluent with the unciform facet, whereas the posterior lunar facet is restricted to the lateral surface of the proximal hump and roughly spherically convex (Fig. 3H). On the distal side,Mc II facet is deeply concave anteroposteriorly and slightly convex laterally as in Lophialetes and Deperetella,whereas those of other compared taxa are less concave anteroposteriorly. The posterior process is separated from the proximal hump by a relatively deep notch, nearly horizontally extended, and gradually expanded transversely towards the posterior end as in Deperetella (Fig.3F-H),but in Lophialetes,Heptodon,and Colodon,the posterior processes are more distally extended and even medially projected in the later two genera. In proximal view, the posterior process is roughly pear-shaped in outline as in Deperetella and Lophialetes (Fig. 3F), but those of Heptodon and Colodon taper posteriorly. On the lateral side of the posterior process, there is a deeply excavated facet for Mc IV (Fig. 3H), contacting Mc II facets anterodistally. Mc IV facets of the magnum are absent in Heptodon and Colodon,but is present as a concave facet in Lophialetes (Radinsky, 1965a). Radinsky (1965a) also noted the absence of Mc IV facet of the magnum in Deperetella; however, the Mc IV facet is indeed present on an uncatalogued magnum recently discovered from Ula Usu. d ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/1c926df6c10528878aeab892f1a7004494f8dfbb0f2f4e730faad2768af0cfa0.jpg",
        "table_caption": [
            "Table1 Measurements of pisiform ofTeleolophusmedius?(IVPPV23889) (m "
        ],
        "table_footnote": [
            "a)Approximate measurement. "
        ],
        "table_body": "<html><body><table><tr><td>1. Max length</td><td>28.20</td></tr><tr><td>2.Ant height</td><td>9.87</td></tr><tr><td>3.Ant width</td><td>11.20</td></tr><tr><td>4.Post tuber, height</td><td>14.79</td></tr><tr><td>5.Post tuber,width</td><td>10.16a)</td></tr><tr><td>6.Ulna facet,width×height</td><td>9.45×7.54</td></tr><tr><td>7.Cuneiform facet,width×height</td><td>10.02×8.34</td></tr><tr><td>Ratio (%)</td><td></td></tr><tr><td>1:2</td><td>285.71</td></tr><tr><td>1:4</td><td>190.67</td></tr><tr><td>4:5</td><td>145.57</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.1.2 Metacarpals ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Teleolophus has three functional metacarpals with Mc V probably being reduced to a vestige,as in Lophialetes and Deperetella.In contrast,Heptodon and Helaletes have tetradactyl manus with relatively a well-developed Mc V. Scott (1941) interpreted that there were four metacarpals in Colodon, but Radinsky (1965a) considered Colodon had a tridactyl manus.The metacarpals of Teleolophus are long and slender, and Mc I and Mc IV are closely appressed to Mc II (Fig. 2C; Table 2). ? ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Mc IIIn proximal view, the trapezoid facet of Mc II is roughly anteroposteriorly elongated quadrilateral, convex anteroposteriorly and concave laterally as in Deperetella (Fig. 2A),but in Lophialetes the trapezoid facet is triangular. A trapezium facet is presumably present on the posterior side as deduced from its contact with the trapezium, in contrast with the lack of the trapezium facet in Lophialetes and Deperetella.The Mc II facet is probably large,vertically placed as deduced from the corresponding facet on Mc II.From the anterior view, the Mc II does not elevate proximally above Mc II as in Deperetella and Lophialetes, and the magnum facet probably tapers anteriorly and laterodistally inclined as in Deperetella. In contrast,Mc II elevates above Mc III in Heptodon and Colodon.At the distal end,the facet for the phalange is strongly convex and nearly hemispherical, whereas the posterior facets for the proximal sesamoid is separated by a sharp sagittal ridge into two asymmetrical parts with the medial facet more concave than the lateral one (Fig. 2B). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Mc III Mc III is the longest and most robust one among the metacarpals (Figs. 2A, B, 3I-M). Proximally, the magnum facet is strongly convex anteroposteriorly and slightly concave mediolaterally with the posterior border more distally extended than the anterior one (Fig. 3J, M).Below the magnum facet on the anterior surface,there is a relatively large tubercle (Fig. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/35739cb8a4f653ac723547664719516b1320e09daf9482989eddf4b9e89b1210.jpg",
        "table_caption": [
            "Table2 Measurements of metacarpals (Mc) of Teleolophus medius?(IVPPV23889) (mm) "
        ],
        "table_footnote": [
            "a)Approximate measurements.APD $\\scriptstyle = :$ anteroposteriordistance;DAF=distalarticular facet. "
        ],
        "table_body": "<html><body><table><tr><td></td><td>Mc II</td><td>Mc III</td><td>Mc IV</td></tr><tr><td>1. Total length</td><td>111.61a</td><td>120.00a</td><td>110.00a)</td></tr><tr><td>2.Proximal end,width</td><td>9.04</td><td>17.92</td><td>？</td></tr><tr><td>3.Proximal end,APD</td><td>11.13</td><td>？</td><td>？</td></tr><tr><td>4.Distal end,width</td><td>10.60</td><td>？</td><td>10.65</td></tr><tr><td>5.DAF,width</td><td>8.13</td><td>？</td><td>8.96</td></tr><tr><td>6.Distal end,APD</td><td>12.84</td><td>？</td><td>11.00 a</td></tr><tr><td>7.Width at midshaft</td><td>7.22a)</td><td>13.28</td><td>7.64</td></tr><tr><td>8.APD at midshaft</td><td>10.93</td><td>？</td><td>12.65</td></tr><tr><td>Ratio (%)</td><td></td><td></td><td></td></tr><tr><td>2:1</td><td>8.10</td><td>14.93</td><td>？</td></tr><tr><td>4:1</td><td>9.50</td><td>？</td><td>9.68</td></tr><tr><td>2:3</td><td>81.22</td><td>？</td><td>？</td></tr><tr><td>5:6</td><td>63.32</td><td>？</td><td>81.45</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3I). Lateral to the magnum facet, the unciform facet is relatively large, laterodistally inclined, triangular in outline, and slightly convex anteroposteriorly (Fig. 3I, K-M). The relatively large unciform facet of Mc II in Teleolophus is similar to those of Deperetella, Heptodon, and Colodon (Radinsky, 1965b:fig. 13), whereas Lophialetes has a relatively small unciform facet. The unciform facet is confined to the anterior half of proximal end,and demarcated posteriorly by a wide notch (Fig. 3M). On the medial side, the Mc I facet is nearly vertical, strip-like, and proximally bowed (Fig. 3J) as in Deperetella. In contrast, the Mc II facets of Mc II are usually small and less prominent in other compared groups. On the lateral side, the Mc IV facet is composed of two facets separated by a large rugose area (Fig. 3K): the anterior one is relatively large and overhung by the unciform facet, whereas the posterior one is rather small. The distal end is longer than wide (IVPP V 23890.8). The median keel, although broken off, extends anteriorly beyond the transverse midline of the distal articular facet.There is a distinct, projected tubercle on either lateral side of the distal end. Sar ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Mc IV On the proximal end, the unciform facet is triangular in outline, strongly concave laterally,and nearly flat anteroposteriorly (Fig.3R). The lateral border of the unciform facet is slightly higher than the medial border in anterior view (Fig.3N),which is similar to those of Lophialetes,Colodon and more exaggerated in Deperetella,whereas the unciform facets of Mc IV in Heptodon and Helaletes have the lateral borders lower than the medial ones. On the medial side, there are two flat Mc II facets separated by a rough area (Fig. 3O): the anterior one is oval, medially inclined, whereas the posterior one is quadrilateral, vertically placed,and nearly confluent with the magnum facet. On the lateral side,the Mc V facet is narrow, slightly convex,and continuous with the unciform facet (Fig. 3P). The posterior process bears a semicylindrically convex, proximodistally elongated facet for the magnum as discussed above (Fig. 30-Q). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2 Phalanges ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The phalanges of Teleolophus are generally similar to those of Deperetella,which has been addressed and compared to those of Lophialetes by Radinsky (1965a:257). The PhI of digit II is proximodistally higher than laterally wide (the ratio of the height to the width is $14 4 \\%$ ） (Fig.2A; Table 3). On the posterior side (Fig. 2B),there are two swollen tubercles proximally situated.The distal articular surface is slightly concave laterally without a“pseudoarticular facet”on the anterior surface,whereas the distal articular face of Lophialetes is more concave laterally (Radinsky,1965a). The PhI of the lateral digit (II, IV) is asymmetrical with the abaxial side thicker than the axial one (Fig.2A,B). The distal articular facet is posterodistally facing, slightly convex anteroposteriorly,and generally flat laterally. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The PhI of digit III was not preserved, and those of lateral digits are relatively short and wide (Fig.2A,B). The proximal surface of the PhII of digit IV is flat laterally, concave anteroposteriorly with the posterior border arising proximally. The distal articular facet is strongly convex anteroposteriorly, deeply concave laterally with a moderately deep groove in the middle. The facet gradually becomes narrower towards the anterior side and extends onto the anterior surface. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The PhII of digit II is not complete with the distal part of the medial side and proximal angles broken off (Fig.2A,B). The PhII is flat and hoof-like with a relative deep fissure extending to the half height of the anterior surface,whereas the fissure is rather shallow in Heptodon and absent in Colodon. The proximal surface is slightly posteriorly inclined, generally concave,and bears a faint sagittal ridge in the middle (Fig. 2B). The PhIIl of the lateral digits (II, IV) are asymmetrical. The axial side is nearly vertical and relatively narrow, whereas the abaxial side is oblique and wide (Fig. 2A). The proximal facet is roughly trapezoid in outline with a straight axial border, and bears a weak ridge in the middle. A small proximal angle is present on the abaxial side, whereas on the axial side there is a smooth area probably for the insertion of the collateral ligament. The PhII of Lophialetes is more laterally compressed and relatively higher and narrower than thatof Teleolophus. Q ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/07cafc606a8dc79bce7fdc699878f4445197967842a5d9817305f2759c3ee7bc.jpg",
        "table_caption": [
            "Table3 Measurements of phalanges of Teleolophus medius? ",
            "(mm) "
        ],
        "table_footnote": [
            "a)Approximate measurements.H=height; $\\mathrm { W } =$ width;L=proximally anteroposterior length; $\\mathrm { D } \\mathrm { = }$ digit. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td colspan=\"3\">PhI</td><td colspan=\"3\">PhII</td><td colspan=\"3\">PhIII</td></tr><tr><td>H</td><td>W</td><td>L</td><td>H</td><td>W</td><td>L</td><td>H</td><td>W</td><td>L</td></tr><tr><td>manus (V 23889)</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>D-III</td><td>19.17</td><td>13.34</td><td>10.87</td><td>？</td><td>？</td><td>？</td><td>14.86</td><td>15.60a</td><td>7.46a)</td></tr><tr><td>D-II</td><td>15.84</td><td>10.36</td><td>11.10</td><td>10.90</td><td>10.07</td><td>7.55</td><td>13.68</td><td>10.00a</td><td>7.24</td></tr><tr><td>D-IV</td><td>16.01</td><td>12.06</td><td>11.14</td><td>10.79</td><td>10.54</td><td>8.49</td><td>13.86</td><td>12.67</td><td>8.28</td></tr><tr><td>pes (V23887)</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>D-III</td><td>25.42</td><td>15.40</td><td>15.52</td><td>17.15</td><td>15.36</td><td>10.67</td><td>？</td><td>？</td><td>？</td></tr><tr><td>D-IV</td><td>18.51</td><td>12.68</td><td>12.08</td><td>11.62</td><td>11.04</td><td>9.1</td><td>？</td><td>？</td><td>？</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.3Hind limbs ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Femur The femur is only known from the distal two thirds of the shaft and the distal epiphysis (Figs.4,5A).The femur is slender,and the preserved shaft is slightly anteriorly bowed, which is partially atributed to a distortion in preservation. Although both lesser trochanter and third trochanter are broken,the former is relatively more proximally situated than the latter judging from the preserved bases as those of Lophialetes (Reshetov,1979) (Fig.4A).In contrast, the lesser trochanter is only slightly higher than the third trochanter in Heptodon and Helaletes. The anteroposterior length of the distal shaft is greater than its width.A supracondyloid fossa is shallow, and situated in a relatively low position above the lateral condyle. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The trochlea is partially damaged in V 23887 (Fig. 4A), whereas it is more complete in V 23888.2. The width of the distal end is $4 7 . 2 4 ~ \\mathrm { m m }$ ，and the anteroposterior distance is about $6 0 ~ \\mathrm { m m }$ in $\\mathrm { ~ V ~ } 2 3 8 8 7$ .The trochlea is slightly constricted distally and asymmetrical with the medial trochlear ridge more anteriorly expanded and straight than the lateral one, and the medial surface of trochlea wider than the lateral one (Figs.4A, 5A). The lengths of the medial and lateral trochlear ridges are 40.64 and $3 8 . 7 2 ~ \\mathrm { m m }$ ,respectively, in V 23888.2. The median groove of the trochlea is slightly oblique to the long axis of the shaft. The trochlea of Lophialetes is also asymmetrical, whereas those of Heptodon,Helaletes,and Deperetella are relatively narrow and symmetrical. However, it is necessary to mention that the distal end of the femur of Deperetella (AMNH FM 81830) was glued from the two laterally separated parts roughly along the groove of the trochlea, thus, the symmetrical trochlea is more likely attributed to an artificial modification.As a result, we suggest that the trochlea of the femur in Deperetella is also somewhat asymmetrical as in Teleolophus, pending the discovery of more complete specimens. The supratrochlear fossa is deep and high, although it is partially damaged (Fig. 4A). The medial condyle is wider with a more gradual articular facet than the lateral condyle (Fig. 5A). However, in Lophialetes and Heptodon, the lateral condyles are larger and wider than the medial ones,and the femur of Deperetella has a lateral condyle roughly as large as a medial condyle.The intercondyloid fossa is relatively wide and deep.A triangular, deep extensor fossa interrupts the trochlea and the lateral condyle as in Lophialetes and Deperetella (Fig.5A). The medial epicondyle is more prominent and proximally situated than the lateral epicondyle, which bears a large, shallow depression in the middle (Fig. 4C,D). Distal to the depression there is a small, deep fossa for the insertion of the popliteus muscle. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/cbc20b0fdea0b4a212857cab78ce9966b2c39f2b4de4b08013fc3a44f23bfdf9.jpg",
        "img_caption": [
            "Fig.4Left femur,tibia,fibula,and astragalus of Teleolophus medius?(IVPP V23887) inarticulation A.anterior view offemur and posteromedial view of tibia; B.anterior view of tibiaand fibula,and partial posterior view of femur; C-D.medial(C) and lateral (D) views of hind limbs and astragalus "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Patella A left patella was preserved, with the base being partially broken (Fig. 5C-H; Table 4).The patella is roughly shield-shaped,considerably longer than wide,and somewhat anteroposteriorly compressed,as in Lophialetes.The base of patella in Deperetella thickened anteroposteriorly. The medial and lateral borders are straight and parallel to each other, whereas the distal border is composed of two lines convergent distally (Fig.5C). The articular surface occupies the whole posterior side,and is divided by a blunt ridge into two parts (Fig. 5DF): the medial one is wide, flat or slightly concave transversely,and convex proximodistally at the distal end, whereas the lateral one is narrow, more concave transversely,and flat proximodistally at the distal end. The angle between the two surface is about $9 0 ^ { \\circ }$ in proximal view and less than $9 0 ^ { \\circ }$ in distal view (Fig. 5G,H). The base is raised above the articular surface and extended anteromedially (Fig. 5D, G). The anterior surface is rugose and generally flat with a slightly swollen tubercle just above the apex (Fig. 5C).Along the distal half of the medial border there is a depressed area for the patellar ligament (Fig. 5E),whereas the medial surface of the patella becomes wider and bears a more distinct depressed area in Deperetella. ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/4ac0620c032d204440aa976bbb8b8219460007df55a8de180913d15d2039e2be.jpg",
        "img_caption": [
            "Fig.5Extremities of left hind limbs and left patella of Teleolophus medius? A. distal view of femur and partially proximal view of the tibia (IVPP V 23887); B. distal view of tibia and fibula (V 23888.3); C-H.left patella (V 23888.1) in anterior(C),posterior (D),medial (E),lateral (F),proximal (G),and distal (H) views "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Tibia The tibia is nearly complete, however, the medial part of the tibial tuberosity and lateral condyle are damaged,and the distal end of the shaft is cracked (Figs.4, 5A-B; Table 5). Further, of specimen V 23887,the posterior part of the proximal end of the tibia articulates with the femur and the distal end articulates with the astragalus in position. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The tibia is long and slender (Fig. 4B; Table 5). The proximal end is anteroposteriorly deeper than its transverse width (Fig. 5A).The lateral intercondyloid eminence is higher than the medial one as in Lophialetes,Deperetella,and Heptodon,although the intercondyloid eminences are partially damaged on V 23887. The tibial tuberosity is excavated by a very deep and narrow groove (sulcus tuberosititas tibiae) as in Lophialetes and Deperetella (Figs. 4B, C, 5A), whereas that of Heptodon is relatively wider and shallower. The lateral part of the tibial tuberosity, forming the lateral border of the groove, is mediolaterally compressed and more ridge-like rather than a tuberosity (Fig. 4B).The medial part of the tibial tuberosity was broken of.The extensor sulcus is probably wide and open, although the lateral border of the lateral condyle was broken off. On the posterolateral corner just below the lateral condyle there is a concave facet slightly overhanging the shaft for the articulation with the head of the fibula (Fig. 4D). The tibial crest extends from the tibial tuberosity distally to a rough nodule at about proximal one-fourth of the shaft length (Fig. 4B). p.. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The left tibia shaft is slightly S-shaped in anterior view (Fig.4B). The proximal end of the shaft is concave on the lateral and posterior surface, but is flat on the medial surface (Fig. 4C, D). The shaft is a roughly triangular prism with a posterior, anteromedial,and anterolateral sides. The anterior border of the shaft is prominent and long, extending from the tibial crest to the distal epiphysis.The cross section of the shaft is generally triangular with a posterior edge shorter than the either lateral edge proximally,and with equal lengths of the edges in the middle and distal parts.The lateral side of the shaft gradually curves anteriorly near the distal end of the shaft (Fig. 4B, C),whereas that of Heptodon completely curves anteriorly from the proximal one-thirds of the shaft with a quadrilateral instead of a triangular outline of the cross section distally. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The distal end of the tibia is roughly trapezoid in outline with a pointed posterior end (Fig.5B), similar to those ofLophialetes andDeperetella.However,thedistal endsof Heptodon and Colodon are more rectangular in outline. The two articular grooves for the astragalus extend anterolaterally and are roughly equal in width as in Deperetella and Colodon. In contrast, the medial groove is slightly wider than the lateral one in Lophialetes, and the medial one is narrower in Heptodon. The grooves are separated by a blunt, anteroposteriorly concave ridge. On the distal end there is a moderately developed medial malleolus, to which a shallow malleolus sulcus for the long digital flexor is situated posteriorly. From the posterior view, the posteromedial process is considerably more distally extended than the lateral part (Fig. 4A), whereas the former is slightly more distally extended than the medial malleolus (Fig. 4C). ",
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/856fa04bd202f1c974a2c8ee2caca2ac9b53d23a15e83585015da59fec5fcbc0.jpg",
        "table_caption": [
            "Table4 Measurements of patella of Teleolophusmedius? (IVPPV23888.1) (mm) "
        ],
        "table_footnote": [
            "a)Approximate measurement.APD=anteroposterior distance; PE=proximal end. "
        ],
        "table_body": "<html><body><table><tr><td>1. Height 2.Width</td><td>46.87a) 26.74</td></tr><tr><td>3.Articular facet,width of lateral half</td><td>13.47</td></tr><tr><td>4.Articular facet,width of medial half</td><td>16.13</td></tr><tr><td>5.Maximum APD ofPE</td><td>16.06</td></tr><tr><td>6.Max APD of patella</td><td>18.80</td></tr><tr><td>Ratio (%)</td><td></td></tr><tr><td>2:1</td><td>57.05</td></tr><tr><td>3:4</td><td>83.51</td></tr><tr><td>6:1</td><td>40.11</td></tr></table></body></html>",
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/c34b665b0cda8f68ecc424bb8983db96765f43434370c9929d4e5ba42214f0c4.jpg",
        "table_caption": [
            "Table5 Measurementsof tibiaeofTeleolophusmedius? "
        ],
        "table_footnote": [
            "a) Approximate measurements.APD=anteroposterior distance. "
        ],
        "table_body": "<html><body><table><tr><td></td><td>IVPPV23887</td><td>IVPPV 23888.3</td></tr><tr><td>1. Total length</td><td>270.00</td><td>？</td></tr><tr><td>2.Proximal end, width</td><td>47.28</td><td>？</td></tr><tr><td>3.Proximal end,APD</td><td>51.00a</td><td>？</td></tr><tr><td>4.Distal end,width</td><td>33.76</td><td>32.86</td></tr><tr><td>5.Distal end,APD</td><td>31.03</td><td>28.91</td></tr><tr><td>6.Width at middle of shaft</td><td>22.26</td><td>？</td></tr><tr><td>7.Trochlea,width</td><td>27.28a)</td><td>24.88</td></tr><tr><td>8.Trochlea,APD</td><td>？</td><td>26.87</td></tr><tr><td>Ratio (%)</td><td></td><td></td></tr><tr><td>2:1</td><td>17.51</td><td>？</td></tr><tr><td>4:1</td><td>12.50</td><td>？</td></tr><tr><td>8:7</td><td>？</td><td>108.00</td></tr></table></body></html>",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Fibula There preserves a distal shaft and distal end of fibula, which articulates with the tibia in position on IVPP V 23887 (Fig. 4). 0 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The fibula is extremely reduced and even fused with the tibia in V 23888.3 at least at the distal one-third of the thin shaft as in that of Deperetella.The fibula of Heptodon is less reduced and relatively thick,and that of Lophialetes shows no sign of fusion. In Teleolophus, the distal end of the fibula is deeper than wide, bearing a narrow, indistinct groove on thel posterior side as in Deperetella (Figs. 4D, 5B), whereas in Lophialetes and Heptodon the groove is posterolaterally placed. The facet for the astragalus is flat, bean-shaped, and facing distomedially (Fig. 5B). There is no facet for the calcaneus,in contrast to the presence in Lophialetes,Heptodon,and Helaletes.However,a small calcaneus facet of fibula should be present in Deperetella as deduced from the corresponding pit proximal to the ectal facet of the calcaneus (Radinsky, 1965a). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4.4Pes ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Some isolated astragalus,calcaneus, navicular, entocuneiform,and ectocuneiform are preserved (Figs. 6,7). One articulated pes of Teleolophus (IVPP V 23887) is preserved but lacking distal phalanges and the fourth digit (Fig.8). The shafts of the metatarsals in V 23887 are also damaged. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4.4.1 Tarsals ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "AstragalusThree right astragali are preserved. One left astragalus is articulated with the tibia in position (IVPP V 23887) (Fig. 4),and two isolated left astragali are also preserved (IVPP V 23890.4-5) (Fig. 6A-E; Table 6). The height of the trochlea is about equal to its width (Fig. 6A). The median groove is relatively wide and moderately deep. The trochlea is asymmetrical with a lateral part wider and more gradual than a medial one. The ridges of the trochlea are blunt, and the medial ridge is separated from the navicular facet by a short distance as in Heptodon and Helaletes.However, the medial ridge of the trochlea either contacts the navicular facet or is separated from the latter by a short distance in Deperetella (AMNH FM 81817). The ridges of trochlea are sharper with the medial ridge contacting the navicular facet in Lophialetes.The astragalus of Helaletes is high and narrow,having relatively sharper ridges of the trochlea and a longer neck than that of the Teleolophus (Peterson,1919:pl. 42, fig. 8). The astragalus of Colodon has a relatively lower and wider trochlea than that of Teleolophus With a medial ridge joining the navicular facet (Scot,1941). The lateral surface of the trochlea for the fbula is slightly concave and lacks a laterally projected process on the distal end as in Deperetella (Fig. 6A, D), whereas the laterally projected process is present in other compared taxa.The medial surface of the trochlea for the medial malleolus is slightly convex without a proximal, medially projected process as that of Deperetella (Fig. 6A, C), whereas the proximal process is present in Lophialetes Distomedial to the medial ridge of the trochlea there is a moderately deep fossa. The neck is relatively short. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "On the posterior side, the ectal facet is wider than long and deeply concave (Fig. 6B). A long facet (lappet), extending from the distolateral corner of the ectal facet distally almost to the lateral surface of the trochlea,is slightly convex,strip-like,and forms a nearly right angle with the ectal facet. In contrast, the lappet is relatively short in other compared taxa. ",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/ebfaaa6c1870d171f1625294c0ac02e9e234c1c498015498e4a6d9325be0c335.jpg",
        "img_caption": [
            "Fig.6LeftastagalusandcalcaneusofTeleolophusmedius' "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "A-E.left astagalus (IVPPV23890.4) inanterior (A),posterior (B),medial (C),lateral (D),and distal (E) views; F-I.left calcaneus (V23887) in distal (F),anterior (G),medial (H),and posterior (I) views ",
        "page_idx": 14
    },
    {
        "type": "table",
        "img_path": "images/5d79afb576ff83c13c00d18775171b0c5b9f8eade8d01f1d5e00d74f77b332a5.jpg",
        "table_caption": [
            "Table6 Measurements of astragali of Teleolophusmedius? (mm) "
        ],
        "table_footnote": [
            "a) Approximate measurements. "
        ],
        "table_body": "<html><body><table><tr><td></td><td>IVPPV23890.4</td><td>IVPPV23890.5</td></tr><tr><td>1. Maxium height</td><td>36.74</td><td>32.77a)</td></tr><tr><td>2.Maxium width</td><td>31.64</td><td>27.86</td></tr><tr><td>3.Trochlea,medial length</td><td>28.63</td><td>25.38</td></tr><tr><td>4.Trochlea,lateral length</td><td>28.18</td><td>？</td></tr><tr><td>5.Trochlea,maximum width</td><td>28.22</td><td>24.97</td></tr><tr><td>6.Distal end,width</td><td>23.37</td><td>20.15</td></tr><tr><td>7.Navicular facet,width×length</td><td>22.07×19.06</td><td>18.42×17.2</td></tr><tr><td>8.Cuboid facet,width×length</td><td>7.44×17.48</td><td>4.88 a×14.58 a)</td></tr><tr><td>9.Ectal facet,height×width</td><td>11.13×15.77</td><td>9.68×2.91</td></tr><tr><td>10.Sustentacular facet,height×width</td><td>17.18×10.18</td><td>15.13×10.00</td></tr><tr><td>11.Inclination angle,α</td><td>120°</td><td>110°</td></tr><tr><td>12. Torsion angle, β</td><td>20°</td><td>25°</td></tr><tr><td>Ratio (%)</td><td></td><td></td></tr><tr><td>2:1</td><td>86.12</td><td>85.02</td></tr><tr><td>6:2</td><td>73.86</td><td>72.33</td></tr><tr><td>3:4</td><td>101.6</td><td>？</td></tr></table></body></html>",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The sustentacular facet is slightly convex or flat and approximately quadrilateral in outline with rounded corners, bearing a small sustentacular hinge proximally. The astragalar sulcus is relatively narrow and shallow. The sustentacular facet is separated from the navicular and cuboid facets by a rugose area.The distal calcaneal facet is flat, confined to the anterolateral corner of the posterior side,and separated from the sustentacular facet. The sustentacular facet of the calcaneus in Lophialetes is slightly concave mediolaterally and contacts the distal calcaneal facet as in Deperetella.The contact between the sustentacular facet and the distal calcaneal facet is present in Heptodon calciculus and Colodon, but is absent in $H .$ posticus (Radinsky,1965b). OIE ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "On the distal end, the navicular facet is roughly trapezoid in outline and saddle-shaped as in Lophialetes,Deperetella,and Colodon (sub-quadrate) (Fig. 6E). The navicular facet of the astragalus is more rounded and slightly wider than long in Heptodon. The cuboid facet, which is narrow, strip-like,and pointed anteriorly, has a slightly convex anterior surface and a concave posterior facet. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "CalcaneusTwo left calcanei (V 23887, 23888.4) are preserved and V 23887 is associated with other tarsals. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The calcaneus is relatively deep (anteroposteriorly) and long (Fig. 6F-I; Table 7). The calcaneal tuber has a rugose free end, which is roughly anteroposteriorly elongated and oval in outline. The ectal facet is placed at the distal $3 7 \\% - 4 0 \\%$ of the length of the calcaneus (Fig. 6G)and is composed of two facets: the distal one is slightly concave and faces distally,and the proximal one is slightly convex, facing anteromedially and perpendicular to the distal facet. A long,strip-like facet extends from the ectal facet distally along the lateral border of the calcaneus.Proxiolateral to the ectal fact there is a prominent fossa for the fibula in Lophialetes, Heptodon and Colodon,whereas the fossa isabsent in Teleolophus and shallow in Deperetella. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The sustentaculum is relatively thick, bearing a large,concave, irregular oval facet for the astragalus distally,and a small, distinct facet for the sustentacular hinge of the astragalus proximally (Fig. 6F-H). The astragalar facet on the sustentaculum is nearly confluent with the distal portion of the ectal facet,whereas in Lophialetes and Heptodon they are more separated. The distal astragalar facet is fusiform, concave,relatively short,and separated from the astragalar facet of the sustentaculum, whereas the distal astragalar facet is relatively long in Deperetella. On the distal end, the cuboid facet is anteroposteriorly long with a roughly rectangular outline (Fig. 6F). The cuboid facet is slightly convex anteriorly and concave posteriorly as in Lophialetes and Deperetella,whereas the cuboid facet is saddle-shaped in Heptodon and generally flat in Colodon. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "NavicularTwo left naviculars (IVPP V 23887, 23888.5) are preserved,of which the 23887 is associated with other tarsals (Table 8). The proximal astragalar surface is roughly rectangular in outline with a nearly straight medial border and a small triangular apex at the anterolateral side (Fig. 7A). The surface is concave anteroposteriorly and flat transversely. On the lateral side,the cuboid facet is composed of the two part (Fig.7B): the posterior one is large, nearly flat, and contacts the proximal and distal surface, whereas the anterior one is striplike, narrow, and extends along the proximal border. The posterior cuboid facet is more or less bilobed in Deperetella (AMNH FM 8182O),and an additional small cuboid facet is present at the anterodistal corner in Colodon. On the distal surface, the ecto-, meso-,and entocuneiform facets are nearly confluent (Fig. 7C),and the latter two facets are almost in the same plane as in Deperetella.The ectocuneiform facet is nearly triangular in outline,and its anterolateral part rises pronouncedly in relation with the posterior part as in Deperetella.As a result, in the lateral view, the distal border has an angled profile, and the anterior part is proximodistally lower than the posterior part (Fig. 7B). By contrast, the ectocuneiform facets of Lophialetes, Heptodon, and Colodon are less raised anteriorly.The anterior, medial,and posterior sides are rugose (Fig.7D). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Cuboid The cuboid (IVPP V 23887) is associated with other tarsals in nearly anatomical position (Fig. 8; Table 8). The cuboid is relatively high and narrow in anterior view.The proximal surface is roughly rounded,and slightly anterior concave and posterior convex.The calcaneal and astragalar facets are confluent without a distinct boundary, however, a small process at the anteromedial corner discriminates their boundary. In contrast, the proximal surface of the cuboid in Deperetella is roughly anteroposteriorly elongated oval in outline.On the distal half of the medial side there should be two facets for the ectocuneiform as deduced from the corresponding facets on the ectocuneiform: posteroproximally and anterodistally placed, respectively. But the ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/7dc0a862e709f704f045c60827430cfade2e439b5edd50cdf9cf0923e0b02622.jpg",
        "table_caption": [
            "Table7 Measurements of calcaneus of Teleolophusmedius?(IVPPV23887) (mm) "
        ],
        "table_footnote": [
            "PE $\\ O =$ proximal end;DE $\\ l =$ distal end;APD $\\ O =$ anteroposterior distance. "
        ],
        "table_body": "<html><body><table><tr><td>1. Total length</td><td>66.31</td></tr><tr><td>2.PE-middle of ectal facet</td><td>42.09</td></tr><tr><td>3.DE-middle of ectal facet</td><td>22.22</td></tr><tr><td>4.Maximum,width</td><td>25.57</td></tr><tr><td>5.Width,tuber</td><td>16.20</td></tr><tr><td>6.APD,tuber</td><td>24.87</td></tr><tr><td>Ratio (%)</td><td></td></tr><tr><td>4:1</td><td>38.56</td></tr><tr><td>3:2</td><td>52.79</td></tr><tr><td>5:6</td><td>65.14</td></tr></table></body></html>",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/f4dccb0229936bda50ca301286f47793385a7bf00f685dee01de2fce8fa1d903.jpg",
        "img_caption": [
            "Fig. 7 Partial tarsals of Teleolophus medius? "
        ],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "A-D. left navicular (IVPP V23888.5)in proximal (A),lateral (B),distal (C),and meidal (D) views; E-H.left entocuneiform (V23890.6) in posterior(E),anterior (F), medial (G),and proximal (H) views; I-L. left mesocuneiform (V 23888.6) in proximal (I), medial (J),lateral (K),and distal (L) views; M-P.left ectocuneiform (V 23890.7) in proximal (M),medial (N),lateral (O),and distal (P) views Abbreviations: a. astragalus; ec. ectocuneiform; en. entocuneiform; me. mesocuneiform; n. navicular; I, I1, III. first, second,and third metatarsals ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "anterior facet for the ectocuneiform of the cuboid in Colodon is high, joining the anterodistal navicular facet. On the distomedial side of the cuboid there is a small facet for the Mt III as in Lophialetes and Deperetella (Fig.8E),whereas in Heptodon,Helaletes,and Colodon the cuboids do not contact the third metatarsals. The posterior process is relatively large, constricted proximally and expanded distally (Fig. 8D). The posterior process is relatively more proximally situated than that of Lophialetes,and extends distally not beyond the distal facet. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Entocuneiform Two left entocuneiforms are preserved. One specimen (IVPP V 23887) in the articulation is completely fused with the Mt I (Fig. 8) as in Colodon (Radinsky,1963), whereas V23890.6 is isolated. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The entocuneiform is long (proximodistally),narrow,and flat as those of Deperetella and Lophialetes (Fig.7E-H; Table 9),whereas those of Heptodon and Colodon are circular and diamond-shaped, respectively, in posterior view (Radinsky,1963). The medial and lateral borders of the entocuneiform are straight (Fig. 7E,F). Proximally, the navicular facet is triangular in outline,and slightly concave (Fig.7H). On the anterior side there is a flat, tongueshaped facet for the mesocuneiform adjacent to the navicular facet as in Deperetella (Fig. 7F, G). In contrast, the mesocuneiform facet is anteromedially placed to the navicular facet in Heptodon. ",
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/f0fabac15760a86d684530afcfef762ccf4585c89220ee882e061062a581d93e.jpg",
        "img_caption": [
            "Fig.8 Left pes of Teleolophus medius? (IVPP V 23887) in articulation A.anterior, B.medial, C.lateral, and D. posterior views,E. reconstruction of left pes Abbreviations: ec.ectocuneiform; ent. entocuneiform; me.mesocuneiform; Mt I, II, III, and IV. first, second, third,and fourth metatarsals "
        ],
        "img_footnote": [],
        "page_idx": 18
    },
    {
        "type": "table",
        "img_path": "images/523dd83c6bd9eba4f7fcefd51212bc8c3c59d9737d8dc1ff93fa895a45e75f01.jpg",
        "table_caption": [
            "Table 8 Measurements of navicular and cuboid of Teleolophus medius? (mm) ",
            "a)Approximate measurements.APD $\\ L =$ anteroposteriordistance "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Navicular (IVPPV23888.5)</td><td></td><td>Cuboid (IVPPV23887)</td><td></td></tr><tr><td>1.Anterior height at mid</td><td>10.40</td><td>1.Anterior height</td><td>22.11</td></tr><tr><td>2.Max width</td><td>20.10</td><td>2. Anterior width</td><td>9.70a</td></tr><tr><td>3.Max APD</td><td>25.05</td><td>3.APD</td><td>26.35</td></tr><tr><td>4.Ectocun.facet,width×APD</td><td>19.08×21.6</td><td> 4. Calcan. facet, width</td><td>11.33</td></tr><tr><td>5.Mesocun.and entocun. facet, width×APD</td><td>17.3×9.27</td><td>5. Calcan. facet, APD</td><td>15.77a</td></tr><tr><td>Ratio (%)</td><td></td><td>6.Astrag. facet, width</td><td>4.93</td></tr><tr><td>1:2</td><td>51.74</td><td>7.Distal facet, width</td><td>13.01</td></tr><tr><td>2:3</td><td>80.24</td><td>Ratio (%)</td><td></td></tr><tr><td></td><td></td><td>1:2</td><td>227.94</td></tr><tr><td></td><td></td><td>1:3</td><td>83.91</td></tr><tr><td></td><td></td><td>2:3</td><td>36.81</td></tr><tr><td></td><td></td><td>6:4</td><td>43.51</td></tr></table></body></html>",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "On the medial border of the anterior surface there is a strip-like,long,and uneven facet for Mt II (Fig.7F, G).The distal process is hook-like in posterior view (Fig.7E).A short process extends anteriorly from the distal end of the entocuneiform,bearing an oval,slightly concave facet for the Mt I on the distal surface (Fig.7F, G). The anterior process of the distal end is relatively longer and more prominent in Deperetella than in Teleolophus,whereas the distal end of the entocuneiform is slightly thickened without a hook in Lophialetes and Colodon. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Mesocuneiform Two mesocuneiforms are preserved (IVPP V 23888.6, V 23887) and V 23887 is articulated with other pes (Figs. 7I-L,8A,B; Table 9). The anterior surface is rectangular in outline (Fig. 8B,E), wider than high as in Heptodon and Colodon, or square in outline.In contrast, the anterior surface of the mesocuneiform is rounded in Lophialetes. The height of mesocuneiform is nearly as high as that of ectocuneiform as in Lophialetes and Deperetella (Radinsky,1965a:fig.29) (Fig.8E),whereas those of Heptodon and Colodon are distinctly lower than the ectocuneiforms in anterior view.The proximal surface for the navicular is triangular in outline with a slightly convex lateral border, and slightly concave anteroposteriorly and flat transversely (Fig.7I). On the medial side,the entocuneiform facet is semicircular, flat, and posteroproximally situated (Fig.7J). On the lateral side the ectocuneiform facet is narrow, strip-like,and running along the anterior two-thirds length of the proximal border (Fig.7K). The distal surface for the Mc II is anteroposteriorly elongated oval in outline,concave anteroposteriorly and slightly convex transversely (Fig. 7L). ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Ectocuneiform Three left ectocuneiforms are preserved (IVPP V 23887, V 23890.7, V 238912),and V 23887 is associated with other tarsals (Figs.7M-P, 8; Table 9). ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The ectocuneiform of Teleolophus is relatively wider (transversely） and lower (proximodistally) than that of Heptodon, and slightly higher than the navicular (Fig. 8A, E). The navicular facet is slightly concave, roughly triangular with an indented lateral border, and its posterior half raised considerably compared to the anterior half in lateral view as in Deperetella (Fig.7M, O), corresponding to the angled-profile ectocuneiform facet of the navicular. However, in Lophialetes, Heptodon and Colodon the navicular facet is generally plane. The posterior process is short and reduced as in Lophialetes,Deperetella,and Colodon, whereas that of Heptodon is more distinct (Radinsky, 1965b:fig. 21). On the lateral side there are two cuboid facets (Fig. 7O): a posteroproximal one is oval in outline, nearly flat, adjacent to the navicular facet,and vertically placed or slightly directed proximally; an anterodistal one is triangular in outline,flat, adjacent to the Mt II facet, and vertically placed. The medial side bears a strip-like, flat facet for the mesocuneiform along the middle portion of the proximal border, and two small, anteroposteriorly separated distal facets (Fig. 7N). However, it is uncertain that whether the distal two facets of the medial side articulate with either thel Mt I or the mesocuneiform. Regarding the height of mesocuneiform nearly as same as the ectocuneiform based on V 23887,we deduce that the anterior facet is mainly articulated with the mesocuneiform, whereas the posterior facet is for the articulation of Mt II. The Mt II facet is barely proximally extended beyond the line at the level of the distal border of anterior mesocuneiform facet.Further, a rather small faint facet for the Mt II is posterodistally placed to the anterior mesocuneiform facet. The Mt I facets of the ectocuneiforms in Lophialetes and Deperetella probably have similar conditions as that of Teleolophus,but the features were not clearly figured out by Radinsky (1965a:fig.31, 40). By contrast, the ectocuneiform of Heptodon and Colodon articulates with both Mt II and Mt IV on the medial and lateral sides, respectively (Radinsky,1965b:fig. 21). The Mt II facet occupies the distal surface of the ectocuneiform (Fig.7P). It is roughly triangular in outline with a convex anterior border and an indented lateral border, concave anteroposteriorly and nearly flat transversely. ",
        "page_idx": 19
    },
    {
        "type": "table",
        "img_path": "images/90840b1640631e642328162be03366ae724b5a5e4de376348cd029fb8c6d7d5a.jpg",
        "table_caption": [
            "Table 9 Measurements of ento-,meso-,and ectocuneiform of Teleolophus medius? (mm) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>Entocuneiform (IVPPV23890.6)</td><td>Mesocuneiform (V 23888.6)</td><td>Ectocuneiform (V 23890.7)</td></tr><tr><td>1.Length</td><td>24.22</td><td>12.94</td><td>20.72</td></tr><tr><td>2.Width</td><td>12.21</td><td>8.14</td><td>16.78</td></tr><tr><td>3.Anteroposterior distance or height</td><td>6.42</td><td>9.45</td><td>10.03</td></tr><tr><td>Ratio (%)</td><td></td><td></td><td></td></tr><tr><td>2:1</td><td>50.41</td><td>62.91</td><td>80.98</td></tr><tr><td>3:2</td><td>52.58</td><td>116.09</td><td>59.77</td></tr></table></body></html>",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "4.4.2Metatarsals ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The metatarsals are articulated in position (Fig.8A-E). The metatarsals are relatively long with lateral metatarsals closely appressed to the median one and flater than the latter. The Mt I is fused with entocuneiform in V 23887,and rhombic in outline in posterior view (Fig. 8D).The proximal end of Mt II bears a laterally concave facet for the ectocuneiform, and a small,lateroproximally directed facet for the cuboid on the lateral side as in Deperetella and Lophialetes.By contrast, the Mt II of Heptodon and Colodon does not contact the cuboid due to the articulation between the ectocuneiform and Mt IV. The distal end of Mt IIl bears two prominent tubercles on each side, whereas the tubercles are highly reduced on the lateral metatarsals. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The lengths of Mt II, III,and IV in V 23887 are about 125,135,and $1 2 0 \\mathrm { m m }$ ,respectively. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "4.4.3 Phalanges ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The phalanges of pes are similar to those of manus except for being longer and relatively narrower (the ratio of the height to the width is $4 6 5 \\%$ (Table 3) (Fig.8).Furthermore, the PhI of pes is more depressed on the lateral sides than that of manus. Radinsky (1965a) also pointed out that the proximal lateral phalanges of pes lack the prominent tuberosities that can be seen on the axial side of those phalanges in the manus. 6 ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "5 Discussion ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "5.1 Phylogenetic implications ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Based on the above-mentioned comparisons,it is clear that the postcranial skeleton of Teleolophus is strikingly similar to that of Deperetella; these include: 1) the lunar is relatively deep and narrow with a slightly concave medial border of the radial facet; 2) the pisiform has a rugose tubercle situating on the medial side of the cuneiform facet; 3) the magnum has an anterior scaphoid facet anteriorly inclined,and a posterior process nearly horizontally extended with a pear-shaped outline in the proximal view; 4) an unciform facet of Mc IV has the lateral border higher than the medial border; 5) the Mc II does not raise above the Mc II; 6) the trochlea of the femur is asymmetrical with the medial ridge more anteriorly expanded; 7) the patella is roughly shield-shaped and somewhat flattened; 8) the tibial tuberosity is excavated by a very deep and narrow groove; 9) the fibula is highly reduced; 1O) the astragalus has the medial ridge not in contact with the navicular facet; 11) the calcaneus lacks a prominent fossa proximolateral to the ectal facet for the fibular articulation; 12) the navicular has the anterior part of the ectocuneiform facet considerably arising compared with the posterior part; 13) the cuboid has a small facet for Mc II; 14) the entocuneiform is proximodistally long, narrow, and flat;15) the mesocuneiform is about as high as the ectocuneiform; 16) a navicular facet of the ectocuneiform raised considerably on the posterior half compared to the anterior half; and 17) the Mt II has a facet for the cuboid on the lateral side.Nevertheless,the postcranial skeleton of Teleolophus difers from that of Deperetella in being smaller,and in having the lunar with an anterior magnum facet, the trapezium with a longer posterior process,and the distal end of the entocuneiform with a shorter anterior process. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The sister group relationship between Deperetellidae and Lophialetidae has been proposed by some authors (Holbrook, 1999; Rose et al., 2014). The postcranial skeleton of Teleolophus also shows some similarities with that of Lophialetes in having above-mentioned characters 2, 5-9,13-15,and 17. However, these features are potentially convergent or parallel because the two groups exhibit prominent differences in dental morphology (Radinsky,1965a); this idea should be further tested within a phylogenetic framework. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Colodon was also considered to be closely related to Deperetellidae (Colbert, 2005; Matthew and Granger, 1925a). However, Colodon shares more postcranial features with Heptodon than Teleolophus that include the lunar with the posterior part of the radial facet situated in the middle, the proximal hump of the magnum posteriorly placed with gradual anterior borders, the posterior process of the magnum more distally extended and even medially projected, the unciform facet of the Mc IV with the lateral border lower than the medial border, the sustentacular facet of the astragalus contacting the distal calcaneal facet, the cuboid not in contact with Mt III,and the ectocuneiform articulating with both Mt II and Mt IV on the medial and lateral sides.The relationship between Helaletidae and Deperetellidae needs further investigation, pending the discovery of more primitive deperetellids. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "5.2 Locomotor analysis ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The postcranial morphology of Teleolophus clearly shows adaptation for the increased cursoriality relative to other related forms. The magnum has a deeply concave Mc III facet on the distal end, corresponding to the convex magnum facet of Mc III, which indicates the great degree of the anteroposterior motion. The metacarpals are elongated,and Mc I and Mc IV are reduced to vestiges.The fibula is highly reduced and even fused on some specimens. The metatarsals are elongated. The asymmetrical trochlea of the femur is probably correlated with the relatively large size of Teleolophus (Janis et al.,20l2). Although ceratomorphs do not show any clear pattern of difference in asymmetry with the habitat types (Janis et al., 2012), the asymmetrical trochlea of the femur may indicates that Teleolophus preferred a relatively open-habitat and was consequently adapted to fast running, which is consistent with results as inferred from other postcranial morphologies. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The ternary diagram of the femur, tibia,and Mt III lengths separates out cursorial perissodactyls from other compared locomotor groups (Fig. 9; Appendix I). The diagram shows that the cursorial generally scores higher on the length of the Mt II and lower on length of femur than graviportal, ambulatory and medioportal (Osborn,1929; Smith and Savage,1956). However, their tibial lengths overlap to some extent. One subcursorial taxon,Phenacodus primaevus,is grouped with ambulatory and medioportal. Recently, Gould (2016) suggested cursorial specilizations are not key innovations of Eocene perissodactyls,which accounts for the decline of condylarths in the Early Eocene.Equus and most cursorial artiodactyls have relatively longer Mt II and shorter femurs than extinct cursorial perissodactyls. However, Eocene oromerycid Eotylopus reedi is grouped with latter group. Teleolophus (with estimated femur length $2 6 0 ~ \\mathrm { { m m } }$ ） is clearly grouped with extinct cursorial perissodactyls,scoring higher Mt III length and lower femoral length within the group (Fig. 9). The result also suggests Teleolophus with an increased cursoriality as its contemporary Lophialetes among extinct cursorial perissodactyls,which is consistent with morphological analyses. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "image",
        "img_path": "images/42c5dc42f69e0a5dff7411563f6aa66bcce8051b9a36566209a0191b8604e8b3.jpg",
        "img_caption": [
            "Fig. 9 Ternary diagram of relative lengths of the femur, tibia,and Mt I among different types of locomotion in perissodactyls and a few other ungulates (Appendix I) The length of the third metatarsal, tibia,and femur are shown on their respective axes as a percentage of the combined length of three elements.The plot shows Teleolophus is grouped with extinct cursorial perissodactyls with an increased cursoriality XI "
        ],
        "img_footnote": [],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "$\\boldsymbol { \\nabla }$ （204号 Graviportal   \n0 Ambulatory   \n$0$ Medioportal   \n△ Subcursorial   \n$^ +$ Cursorial perissodactyls   \n△ Teleolophus   \n区 Equus   \n$*$ Cursorial heavy-bodied artio. $\\oplus$ Cursorial light-bodied artio. Eotylopus reedi ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "AcknowledgementsWe thank Li Qian, Jin Xun, Mao Fang-Yuang, Wang Hai-Bing, Gong Yan-Xin, Zhou Wei, Li Shi-Jie,Li Qi, Wang Yong-Xing,Wang Yong-Fu,Wang Ping, Chen Wei,Li Ping,and Li Qiang(all IVPP) for assistance in the field; Li Shi-Jie, Li Qi, and Wang Yong-Xing for preparation of specimens; Gao Wei and $\\mathrm { { X u } }$ Yong(both IVPP) for the photographs and drawings,respectively. We appreciate Z. J. Tseng (University at Bufalo, State University of New York) for improving the English text and commenting on the manuscript. We thank Zhang Zhao-Qun, Deng Tao,and editor Shi Li-Qun (all IVPP) for the comments and suggestions.Funding was provided by grants from China Scholarship Council, Frick Funds from the Division of Paleontology, American Museum of Natural History, the National Natural Science Foundation of China (41672014,41572021),the Special Fund for Fossil Excavation and Preparation, CAS, State Key Laboratory of Palaeobiology and Stratigraphy (Nanjing Institute of Geology and Palaeontology, CAS) (No.163103),and Youth Innovation Promotion Association CAS. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "内蒙古二连盆地沙拉木伦地区中始新世全脊(Teleolophus)(奇蹄目：骥超科)头后骨骼研究",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "白滨1.2 王元青13 孟津14",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室 北京 100044)",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "2中国科学院南京地质古生物研究所，现代古生物学和地层学国家重点实验室 南京210008)",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "(3中国科学院大学地球科学学院北京100039)",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "(4美国自然历史博物馆古生物学部 纽约10024)",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "摘要：戴氏模科(Deperetellidae)是亚洲中始新世地层中常见且特有的簇类，目前包括了5个属。但已知的戴氏模材料大部分都是破损的上、下颌骨，仅有Deperetella保存有部分头后骨骼。仅依据牙齿的特征，戴氏瘼在貌超科中的系统发育位置有很大争议，比如沼鏌科的Colodon,脊齿膜(lophialetids)或红山膜(rhodopagids)都被认为可能和戴氏模有较近的亲缘关系。最近几年，在内蒙古二连盆地不同地点和层位采集到数量丰富的戴氏瘼化石，其中包括头骨和头后骨骼材料。本文即是对其中采自沙拉木伦地区乌兰胡秀地点全脊鏌(Teleolophus)头后骨骼的研究报告，材料包括前足、后肢及后足。通过对全脊膜头后骨骼的形态描述，以及和相关类群(Deperetella,Lophialetes,Heptodon,Helaletes和Colodon)的比较，表明全脊鏌属和戴氏瘼属具有很多相似特征，支持了两者具有较近的亲缘关系。这些特征主要包括长而纤细的四肢，前、后足三趾；月骨较长而窄，其近端桡骨关节面内侧缘略凹；巨骨近端的头状隆起位置靠前，外侧具有和McIV的关节面；McⅡ在关节的状态下并不高出Mc III;股骨滑车略微不对称；腓骨非常退化，甚至和胫骨愈合；MtIII与骰骨关节；MtII主要在后方与外楔骨关节。虽然全脊貌头后骨骼也有一些和脊齿藐(Lophialetes)相似的特征，但考虑到两者臼齿上明显的区别，它们在骨骼上的相似特征可能归因于平行演化的结果。和全脊瘼相比，Colodon的头后骨骼和Heptodon的更为接近，表明后两者具有更近的亲缘关系。但戴氏模科在模超科中的系统发育位置以及和沼模科(Helaletidae)的亲缘关系，仍需进一步的研究工作。形态特征和后肢的\"三元图\"分析都表明，全脊模已经具有较为快速的奔跑能力，这和同时期的脊齿鏌相似。",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "关键词：内蒙古二连盆地，中始新世，鏌超科，全脊瘼，头后骨骼，中亚考察团",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "BaiB,MengJ,WangYQetal.,2017a.Osteologyof the MiddleEoceneceratomorph Hyrachyusmodestus(Mammalia, Perissodactyla).Bull Am Mus Nat Hist, 413:1-70   \nBaiB,WangYQ,MaoFYetal.,2Ol7b.NewmaterialofEoceneHelaletidae (Perissodactyla,Tapiroidea)fromthe Irdin ManhaFormationof the Erlian Basin,Inner Mongolia,China and comments onrelated localitiesof the Huheboerhe Area.Am Mus Novit,3878:1-44   \nColbert MW,20o5.Thefacial skeletonof theEarlyOligocene Colodon (Perisodactyla,Tapiroidea).PalaeontElectron,8: 1-27   \nDashzeveg D,Hooker JJ,1997.New ceratomorph perissodactyls (Mammalia) from the Middle and Late Eocene of Mongolia: their implications for phylogeny and dating. Zool JLinn Soc,12O:105-138   \nGatesySM,MiddletonKM,997.Bipedalism,flight,andthe evolutionoftheropodlocomotordiversity.JVertPaleont,7: 308-329   \nGouldFDH,2O16.Testingtheroleofcursorial specializations asadaptive keyinovations inPaleocene-Eocene ungulates of North America.JMamm Evol, 24: 453-463   \nHamiltonN,2017.ggter:anextensionto‘ggplot2,forthecreationof ternarydiagrams.Rpackageversion2.https:/ CRAN.R-project.org/package=ggtern   \nHolbrookLT,1999.The phylogenyandclasificationoftapiromorph Perissodactyls (Mammalia).Cladistics,15:331-350   \nHolbrook LT,2Ool.ComparativeosteologyofEarlyTertiary tapiromorphs (Mammalia,perissodactyla).ZoolJLinn Soc, 132: 1-54   \nHooker JJ,1989.Character polarities in Early Eocene perissodactyls and their significance for Hyracotherium and infraordinal relationships.In: Prothero DR,Schoch R Meds.The Evolution of Perisodactyls.New York: Oxford University Press. 79-101   \nJanis CM,ShositaishviliB,KambicRetal.,2O12.Ontheirknees: distalfemurasymmetryinungulatesanditsrelatioship to body size and locomotion. J Vert Paleont, 32: 433-445   \nLi Q, Wang Y Q, Fostowicz-F L,2016.Smallmammal fauna from Wulanhuxiu (Nei Mongol, China)implies the Irdinmanhan-Sharamurunian (Eocene) faunal turnover. Acta Palaeont Pol, 61: 759-776   \nMatthew W D, Granger W,1925a. New mammals from the Shara Murun Eocene of Mongolia. Am Mus Novit,196: 1-12   \nMathew WD,Granger W,1925b.The smaler perissodactyls of the Irdin Manha Formation,Eoceneof Mongolia.Am Mus Novit,199: 1-9   \nOsborn HF,1929.Titanotheres of ancient Wyoming, Dakota,and Nebraska Ionogr U S Geol Surv, 55: 1-894   \nOsborn HF WormanJL,1892.Fosil mammals of the WahsatchandWind River beds:collctionof 1891.BullAm Mus Nat Hist, 4: 81-147 ?   \nPeterson OA,1919. Reportupon the material discovered in the Upper Eocene of the Uinta Basinby Earl Douglas in the years 1908-1909,and by O.A. Peterson in 1912.Ann Carnegie Mus,12: 40-168 Catie   \nQiu ZX,Wang BY,2007.Paracerathere fossils of China.Palaeont Sin,New Ser C,29:1-396   \nRadinsky L B,1963.The perissodactyl hallux.Am Mus Novit, 2145:1-8   \nRadinsky LB,1964.Notes on Eocene and Oligocene fossil localities in Inner Mongolia.Am Mus Novit,2180:1-11   \nRadinsky LB,1965a. Early Tertiary Tapiroidea of Asia.Bull Am Mus Nat Hist,129: 181-264   \nRadinskyLB,1965b.Evolutionof thetapiroidskeleton from Heptodon to Tapirus.BullMus Comp Zool,134:69-106   \nReshetov VY,1979.Early Tertiary Tapiroideaof Mongoliaand the USSR.Joint Soviet-MongolPaleont ExpedTrans,11: 1-141   \nRose K D,Holbrook L T,Rana R Set al.,2014.Early Eocene fossils suggest that the mammalian order Perissodactyla originated in India. Nat Commun,5:1-9   \nSchoch RM,1984.Two unusual specimens of Helaletes in the Yale Peabody Museum collections,and somecomments on the ancestry ofthe Tapiridae (Perissodactyla,Mammalia).Postilla,193:1-20   \nScott WB,1941.The mammalian fauna of the White River Oligocene.Part5.Perissodactyla.Trans Am Philos Soc,28: 747-980   \nSmith JM,Savage R JG,1956.Some locomotory adaptations in mammals. Zool JLinn Soc,42: 603-622 ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "TongYS,LeiYZ,1984.Fosil tapiroids from the UpperEoceneof Xichuan,Henan.VertPalAsiat,2:269-280 ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Tsubamoto T,Egi N,Takai Met al.,2Oo5.MiddleEocene ungulate mammals from Myanmar: areview with descriptionof new specimens.Acta Palaeont Pol, 50:117-138   \nvon Koenigswald W,HolbrookLT,Rose KD,2Ol1.Diversityand evolutionofHunter-SchregerBandconfigurationin tooth enamel of perissodactyl mammals.Acta Palaeont Pol, 56:11-32   \nWangYQ,MngJ,JinX,l2.CommentsonPaleogenlocalitiesandstratigraphyintheErlianBasin,Neiongol,a. Vert PalAsiat, 50:181-203   \nWood AR,Bebej RM,Manz C L et al.,20l1.Postcranial functional morphology of Hyracotherium (Equidae, Perissodactyla) and locomotion in the earliest horses.JMamm Evol,18:1-32   \nYe J,983.Mammalian fauna from theLate EoceneofUlan Shireharea,Inner Mongolia.VertPalAsiat,21:109-118   \nZdanskyO,1930.Die alttrtiaren Säugetiere Chinas nebst stratigraphischen Bemerkungen.Palaeont Sin,Ser C,6: 5-87 ",
        "page_idx": 25
    },
    {
        "type": "table",
        "img_path": "images/cb48d33c7f33ff703b889ecfb41aa4cef1f1d29181c22ed7293e358be41745d8.jpg",
        "table_caption": [
            "Appendix 1 Measurements (in mm) of hind limbs among ungulates with different types of locomotion as defined by Osborn (1929) "
        ],
        "table_footnote": [
            "Based ona)Osborn,1929;b)Wood etal.,2011;c)Bai etal.,2017a; d)Reshetov,1979;e)Qiu andWang,2007. "
        ],
        "table_body": "<html><body><table><tr><td>Taxa</td><td>Femur L</td><td>Tibia L</td><td>MtIII L</td><td>Locomotion</td></tr><tr><td>Loxodonta africanusa)</td><td>1050</td><td>755</td><td>144</td><td>Graviportal</td></tr><tr><td>Elephas indicus a)</td><td>1020</td><td>618</td><td>138</td><td></td></tr><tr><td>tPantolambda bathmodon a)</td><td>149</td><td>114</td><td>36</td><td>Ambulatory</td></tr><tr><td>+Meniscotherium terraerubraea)</td><td>100</td><td>91</td><td>29</td><td></td></tr><tr><td>Tapirus terrestris a)</td><td>262</td><td>208</td><td>108</td><td>Medioportal</td></tr><tr><td>Tapirus inducs a)</td><td>320</td><td>258</td><td>120</td><td></td></tr><tr><td>tPalaeosyops major a</td><td>433</td><td>332</td><td>137</td><td></td></tr><tr><td>+Palaeosyops leidyi a)</td><td>370</td><td>290</td><td>110</td><td></td></tr><tr><td>+Mesatirhinus petersoni a)</td><td>358</td><td>283</td><td>118</td><td>ou</td></tr><tr><td>tLimnohyops monoconus a</td><td>387</td><td>283</td><td>123</td><td></td></tr><tr><td>+Phenacodus primaevusa</td><td>234</td><td>198</td><td>74</td><td>Subcursorial</td></tr><tr><td>Tetraclaenodona</td><td>105</td><td>107</td><td>45</td><td>Cursorial condylarths and perissodactyls</td></tr><tr><td>+Hyracotherium grangeri b)</td><td>138.3</td><td>123</td><td>56</td><td></td></tr><tr><td>Eohippus a)</td><td>167</td><td>162</td><td>82</td><td></td></tr><tr><td>+Heptodon calciculus a)</td><td>175</td><td>175</td><td>75</td><td></td></tr><tr><td>+Hyrachyus modestus a)</td><td>254</td><td>243</td><td>110</td><td></td></tr><tr><td>+Hyrachyus modestus </td><td>241.8</td><td>219.8</td><td>112.2</td><td></td></tr><tr><td>Teleolophusmedius?</td><td>260</td><td>270</td><td>135</td><td></td></tr><tr><td>+Lophialetes d)</td><td>187</td><td>198</td><td>90</td><td></td></tr><tr><td>tJuxiae</td><td>610</td><td>585</td><td>265</td><td></td></tr><tr><td>Equus caballusa</td><td>392</td><td>363</td><td>288</td><td>Cursorial heavy-bodied</td></tr><tr><td>Camelus arabicusa</td><td>470</td><td>400</td><td>325</td><td></td></tr><tr><td>Bison bison a)</td><td>369</td><td>355</td><td>243</td><td>artiodactyls</td></tr><tr><td>Giraffa camelopardalis a)</td><td>466</td><td>550</td><td>630</td><td></td></tr><tr><td>tCervus megacerosa)</td><td>430</td><td>454</td><td>350</td><td></td></tr><tr><td>tEotylopus reedi a)</td><td>148</td><td>142</td><td>72</td><td>Cursorial light-bodied</td></tr><tr><td>Tragulus napu a)</td><td>94</td><td>103</td><td>62</td><td>artiodactyls</td></tr><tr><td>Odocoileus hemionus a)</td><td>253</td><td>295</td><td>255</td><td></td></tr><tr><td>Antilope cervicapra a)</td><td>183</td><td>223</td><td>183</td><td></td></tr><tr><td>Antilocapra americana )</td><td>210</td><td>260</td><td>218</td><td></td></tr><tr><td>Gazella doreas a)</td><td>140</td><td>176</td><td>132</td><td></td></tr></table></body></html>",
        "page_idx": 25
    }
]